{"doc_id": "SQuAD_00001", "dataset": "SQuAD", "text": "The connection between macroscopic nonconservative forces and microscopic conservative forces is described by detailed treatment with statistical mechanics. In macroscopic closed systems, nonconservative forces act to change the internal energies of the system, and are often associated with the transfer of heat. According to the Second law of thermodynamics, nonconservative forces necessarily result in energy transformations within closed systems from ordered to more random conditions as entropy increases."}
{"doc_id": "SQuAD_00002", "dataset": "SQuAD", "text": "The crew of Apollo 8 sent the first live televised pictures of the Earth and the Moon back to Earth, and read from the creation story in the Book of Genesis, on Christmas Eve, 1968. An estimated one-quarter of the population of the world saw—either live or delayed—the Christmas Eve transmission during the ninth orbit of the Moon. The mission and Christmas provided an inspiring end to 1968, which had been a troubled year for the US, marked by Vietnam War protests, race riots, and the assassinations of civil rights leader Martin Luther King, Jr., and Senator Robert F. Kennedy."}
{"doc_id": "SQuAD_00003", "dataset": "SQuAD", "text": "are prime. Prime numbers of this form are known as factorial primes. Other primes where either p + 1 or p − 1 is of a particular shape include the Sophie Germain primes (primes of the form 2p + 1 with p prime), primorial primes, Fermat primes and Mersenne primes, that is, prime numbers that are of the form 2p − 1, where p is an arbitrary prime. The Lucas–Lehmer test is particularly fast for numbers of this form. This is why the largest known prime has almost always been a Mersenne prime since the dawn of electronic computers."}
{"doc_id": "SQuAD_00004", "dataset": "SQuAD", "text": "There were 158,349 households, of which 68,511 (43.3%) had children under the age of 18 living in them, 69,284 (43.8%) were opposite-sex married couples living together, 30,547 (19.3%) had a female householder with no husband present, 11,698 (7.4%) had a male householder with no wife present. There were 12,843 (8.1%) unmarried opposite-sex partnerships, and 1,388 (0.9%) same-sex married couples or partnerships. 35,064 households (22.1%) were made up of individuals and 12,344 (7.8%) had someone living alone who was 65 years of age or older. The average household size was 3.07. There were 111,529 families (70.4% of all households); the average family size was 3.62."}
{"doc_id": "SQuAD_00005", "dataset": "SQuAD", "text": "Ctenophores may be abundant during the summer months in some coastal locations, but in other places they are uncommon and difficult to find. In bays where they occur in very high numbers, predation by ctenophores may control the populations of small zooplanktonic organisms such as copepods, which might otherwise wipe out the phytoplankton (planktonic plants), which are a vital part of marine food chains. One ctenophore, Mnemiopsis, has accidentally been introduced into the Black Sea, where it is blamed for causing fish stocks to collapse by eating both fish larvae and organisms that would otherwise have fed the fish. The situation was aggravated by other factors, such as over-fishing and long-term environmental changes that promoted the growth of the Mnemiopsis population. The later accidental introduction of Beroe helped to mitigate the problem, as Beroe preys on other ctenophores."}
{"doc_id": "SQuAD_00006", "dataset": "SQuAD", "text": "Some elements of the Brotherhood, though perhaps against orders, did engage in violence against the government, and its founder Al-Banna was assassinated in 1949 in retaliation for the assassination of Egypt's premier Mahmud Fami Naqrashi three months earlier. The Brotherhood has suffered periodic repression in Egypt and has been banned several times, in 1948 and several years later following confrontations with Egyptian president Gamal Abdul Nasser, who jailed thousands of members for several years."}
{"doc_id": "SQuAD_00007", "dataset": "SQuAD", "text": "On July 31, 1995, The Walt Disney Company announced an agreement to merge with Capital Cities/ABC for $19 billion. Disney shareholders approved the merger at a special conference in New York City on January 4, 1996, with the acquisition of Capital Cities/ABC being completed on February 9; following the sale, Disney renamed its new subsidiary ABC Inc. In addition to the ABC network, the Disney acquisition integrated ABC's ten owned-and-operated television and 21 radio stations; its 80% interest in ESPN, ownership interests in The History Channel, A&E Television Networks, and Lifetime Entertainment; and Capital Cities/ABC's magazine and newspaper properties into the company. As FCC ownership rules forbade the company from keeping both it and KABC-TV, Disney sold Los Angeles independent station KCAL-TV to Young Broadcasting for $387 million. On April 4, Disney sold the four newspapers that ABC had controlled under Capital Cities to Knight Ridder for $1.65 billion. Following the merger, Thomas S. Murphy left ABC with Robert Iger taking his place as president and CEO. Around the time of the merger, Disney's television production units had already produced series for the network such as Home Improvement and Boy Meets World, while the deal also allowed ABC access to Disney's children's programming library for its Saturday morning block. In 1998, ABC premiered the Aaron Sorkin-created sitcom Sports Night, centering on the travails of the staff of a SportsCenter-style sports news program; despite earning critical praise and multiple Emmy Awards, the series was cancelled in 2000 after two seasons."}
{"doc_id": "SQuAD_00008", "dataset": "SQuAD", "text": "In a purely capitalist mode of production (i.e. where professional and labor organizations cannot limit the number of workers) the workers wages will not be controlled by these organizations, or by the employer, but rather by the market. Wages work in the same way as prices for any other good. Thus, wages can be considered as a function of market price of skill. And therefore, inequality is driven by this price. Under the law of supply and demand, the price of skill is determined by a race between the demand for the skilled worker and the supply of the skilled worker. \"On the other hand, markets can also concentrate wealth, pass environmental costs on to society, and abuse workers and consumers.\" \"Markets, by themselves, even when they are stable, often lead to high levels of inequality, outcomes that are widely viewed as unfair.\" Employers who offer a below market wage will find that their business is chronically understaffed. Their competitors will take advantage of the situation by offering a higher wage the best of their labor. For a businessman who has the profit motive as the prime interest, it is a losing proposition to offer below or above market wages to workers."}
{"doc_id": "SQuAD_00009", "dataset": "SQuAD", "text": "A simple case of dynamic equilibrium occurs in constant velocity motion across a surface with kinetic friction. In such a situation, a force is applied in the direction of motion while the kinetic friction force exactly opposes the applied force. This results in zero net force, but since the object started with a non-zero velocity, it continues to move with a non-zero velocity. Aristotle misinterpreted this motion as being caused by the applied force. However, when kinetic friction is taken into consideration it is clear that there is no net force causing constant velocity motion."}
{"doc_id": "SQuAD_00010", "dataset": "SQuAD", "text": "The question of whether P equals NP is one of the most important open questions in theoretical computer science because of the wide implications of a solution. If the answer is yes, many important problems can be shown to have more efficient solutions. These include various types of integer programming problems in operations research, many problems in logistics, protein structure prediction in biology, and the ability to find formal proofs of pure mathematics theorems. The P versus NP problem is one of the Millennium Prize Problems proposed by the Clay Mathematics Institute. There is a US$1,000,000 prize for resolving the problem."}
{"doc_id": "SQuAD_00011", "dataset": "SQuAD", "text": "Unlike animals, plants lack phagocytic cells, but many plant immune responses involve systemic chemical signals that are sent through a plant. Individual plant cells respond to molecules associated with pathogens known as Pathogen-associated molecular patterns or PAMPs. When a part of a plant becomes infected, the plant produces a localized hypersensitive response, whereby cells at the site of infection undergo rapid apoptosis to prevent the spread of the disease to other parts of the plant. Systemic acquired resistance (SAR) is a type of defensive response used by plants that renders the entire plant resistant to a particular infectious agent. RNA silencing mechanisms are particularly important in this systemic response as they can block virus replication."}
{"doc_id": "SQuAD_00012", "dataset": "SQuAD", "text": "The immune system protects organisms from infection with layered defenses of increasing specificity. In simple terms, physical barriers prevent pathogens such as bacteria and viruses from entering the organism. If a pathogen breaches these barriers, the innate immune system provides an immediate, but non-specific response. Innate immune systems are found in all plants and animals. If pathogens successfully evade the innate response, vertebrates possess a second layer of protection, the adaptive immune system, which is activated by the innate response. Here, the immune system adapts its response during an infection to improve its recognition of the pathogen. This improved response is then retained after the pathogen has been eliminated, in the form of an immunological memory, and allows the adaptive immune system to mount faster and stronger attacks each time this pathogen is encountered."}
{"doc_id": "SQuAD_00013", "dataset": "SQuAD", "text": "The Beroida, also known as Nuda, have no feeding appendages, but their large pharynx, just inside the large mouth and filling most of the saclike body, bears \"macrocilia\" at the oral end. These fused bundles of several thousand large cilia are able to \"bite\" off pieces of prey that are too large to swallow whole – almost always other ctenophores. In front of the field of macrocilia, on the mouth \"lips\" in some species of Beroe, is a pair of narrow strips of adhesive epithelial cells on the stomach wall that \"zip\" the mouth shut when the animal is not feeding, by forming intercellular connections with the opposite adhesive strip. This tight closure streamlines the front of the animal when it is pursuing prey."}
{"doc_id": "SQuAD_00014", "dataset": "SQuAD", "text": "In 2010, Newcastle was positioned ninth in the retail centre expenditure league of the UK. There are several major shopping areas in Newcastle City Centre. The largest of these is the Eldon Square Shopping Centre, one of the largest city centre shopping complexes in the UK. It incorporates a flagship Debenhams store as well as one of the largest John Lewis stores in the UK. John Lewis is still known to many in Newcastle as Bainbridges. Newcastle store Bainbridge's, opened in 1838, is often cited as the world’s first department store. Emerson Bainbridge (1817–1892), a pioneer and the founder of Bainbridges, sold goods via department, a new for merchant custom for that time. The Bainbridge’s official ledgers reported revenue by department, giving birth to the name department store. Eldon Square is currently undergoing a full redevelopment. A new bus station, replacing the old underground bus station, was officially opened in March 2007. The wing of the centre, including the undercover Green Market, near Grainger Street was demolished in 2007 so that the area could be redeveloped. This was completed in February 2010 with the opening of a flagship Debenhams department store as well as other major stores including Apple, Hollister and Guess."}
{"doc_id": "SQuAD_00015", "dataset": "SQuAD", "text": "Due to the fact that the bureaucracy was dominated by El Temür, Tugh Temür is known for his cultural contribution instead. He adopted many measures honoring Confucianism and promoting Chinese cultural values. His most concrete effort to patronize Chinese learning was founding the Academy of the Pavilion of the Star of Literature (Chinese: 奎章閣學士院), first established in the spring of 1329 and designed to undertake \"a number of tasks relating to the transmission of Confucian high culture to the Mongolian imperial establishment\". The academy was responsible for compiling and publishing a number of books, but its most important achievement was its compilation of a vast institutional compendium named Jingshi Dadian (Chinese: 經世大典). Tugh Temür supported Zhu Xi's Neo-Confucianism and also devoted himself in Buddhism."}
{"doc_id": "SQuAD_00016", "dataset": "SQuAD", "text": "The country's literacy level stands at 85% of the whole population. Preschool, which targets children from age three to five, is an integral component of the education system and is a key requirement for admission to Standard One (First Grade). At the end of primary education, pupils sit the Kenya Certificate of Primary Education (KCPE), which determines those who proceed to secondary school or vocational training. The result of this examination is needed for placement at secondary school. Primary school age is 6/7-13/14 years. For those who proceed to secondary level, there is a national examination at the end of Form Four – the Kenya Certificate of Secondary Education (KCSE), which determines those proceeding to the universities, other professional training or employment. Students sit examinations in eight subjects of their choosing. However, English, Kiswahili (languages) and mathematics are compulsory subjects."}
{"doc_id": "SQuAD_00017", "dataset": "SQuAD", "text": "In response to American aid to Israel, on October 16, 1973, OPEC raised the posted price of oil by 70%, to $5.11 a barrel. The following day, oil ministers agreed to the embargo, a cut in production by five percent from September's output and to continue to cut production in five percent monthly increments until their economic and political objectives were met. On October 19, Nixon requested Congress to appropriate $2.2 billion in emergency aid to Israel, including $1.5 billion in outright grants. George Lenczowski notes, \"Military supplies did not exhaust Nixon's eagerness to prevent Israel's collapse...This [$2.2 billion] decision triggered a collective OPEC response.\" Libya immediately announced it would embargo oil shipments to the United States. Saudi Arabia and the other Arab oil-producing states joined the embargo on October 20, 1973. At their Kuwait meeting, OAPEC proclaimed the embargo that curbed exports to various countries and blocked all oil deliveries to the US as a \"principal hostile country\"."}
{"doc_id": "SQuAD_00018", "dataset": "SQuAD", "text": "The LOR method had the advantage of allowing the lander spacecraft to be used as a \"lifeboat\" in the event of a failure of the command ship. Some documents prove this theory was discussed before and after the method was chosen. A 1964 MSC study concluded, \"The LM [as lifeboat] ... was finally dropped, because no single reasonable CSM failure could be identified that would prohibit use of the SPS.\" Ironically, just such a failure happened on Apollo 13 when an oxygen tank explosion left the command ship without electrical power. The Lunar Module provided propulsion, electrical power and life support to get the crew home safely."}
{"doc_id": "SQuAD_00019", "dataset": "SQuAD", "text": "Walt Disney and his brother Roy contacted Goldenson at the end of 1953 for ABC to agree to finance part of the Disneyland project in exchange for producing a television program for the network. Walt wanted ABC to invest $500,000 and accrued a guarantee of $4.5 million in additional loans, a third of the budget intended for the park. Around 1954, ABC agreed to finance Disneyland in exchange for the right to broadcast a new Sunday night program, Disneyland, which debuted on the network on October 27, 1954 as the first of many anthology television programs that Disney would broadcast over the course of the next 50 years."}
{"doc_id": "SQuAD_00020", "dataset": "SQuAD", "text": "The 1973 oil crisis began in October 1973 when the members of the Organization of Arab Petroleum Exporting Countries (OAPEC, consisting of the Arab members of OPEC plus Egypt and Syria) proclaimed an oil embargo. By the end of the embargo in March 1974, the price of oil had risen from US$3 per barrel to nearly $12 globally; US prices were significantly higher. The embargo caused an oil crisis, or \"shock\", with many short- and long-term effects on global politics and the global economy. It was later called the \"first oil shock\", followed by the 1979 oil crisis, termed the \"second oil shock.\""}
{"doc_id": "SQuAD_00021", "dataset": "SQuAD", "text": "One theory is that, while disobedience may be helpful, any great amount of it would undermine the law by encouraging general disobedience which is neither conscientious nor of social benefit. Therefore, conscientious lawbreakers must be punished. Michael Bayles argues that if a person violates a law in order to create a test case as to the constitutionality of a law, and then wins his case, then that act did not constitute civil disobedience. It has also been argued that breaking the law for self-gratification, as in the case of a homosexual or cannabis user who does not direct his act at securing the repeal of amendment of the law, is not civil disobedience. Likewise, a protestor who attempts to escape punishment by committing the crime covertly and avoiding attribution, or by denying having committed the crime, or by fleeing the jurisdiction, is generally viewed as not being a civil disobedient."}
{"doc_id": "SQuAD_00022", "dataset": "SQuAD", "text": "The BBC drama department's serials division produced the programme for 26 seasons, broadcast on BBC 1. Falling viewing numbers, a decline in the public perception of the show and a less-prominent transmission slot saw production suspended in 1989 by Jonathan Powell, controller of BBC 1. Although (as series co-star Sophie Aldred reported in the documentary Doctor Who: More Than 30 Years in the TARDIS) it was effectively, if not formally, cancelled with the decision not to commission a planned 27th series of the show for transmission in 1990, the BBC repeatedly affirmed that the series would return."}
{"doc_id": "SQuAD_00023", "dataset": "SQuAD", "text": "From the death of Augustus in AD 14 until after AD 70, Rome accepted as her Germanic frontier the water-boundary of the Rhine and upper Danube. Beyond these rivers she held only the fertile plain of Frankfurt, opposite the Roman border fortress of Moguntiacum (Mainz), the southernmost slopes of the Black Forest and a few scattered bridge-heads. The northern section of this frontier, where the Rhine is deep and broad, remained the Roman boundary until the empire fell. The southern part was different. The upper Rhine and upper Danube are easily crossed. The frontier which they form is inconveniently long, enclosing an acute-angled wedge of foreign territory between the modern Baden and Württemberg. The Germanic populations of these lands seem in Roman times to have been scanty, and Roman subjects from the modern Alsace-Lorraine had drifted across the river eastwards."}
{"doc_id": "SQuAD_00024", "dataset": "SQuAD", "text": "The principle of faunal succession is based on the appearance of fossils in sedimentary rocks. As organisms exist at the same time period throughout the world, their presence or (sometimes) absence may be used to provide a relative age of the formations in which they are found. Based on principles laid out by William Smith almost a hundred years before the publication of Charles Darwin's theory of evolution, the principles of succession were developed independently of evolutionary thought. The principle becomes quite complex, however, given the uncertainties of fossilization, the localization of fossil types due to lateral changes in habitat (facies change in sedimentary strata), and that not all fossils may be found globally at the same time."}
{"doc_id": "SQuAD_00025", "dataset": "SQuAD", "text": "In September 1958, Bank of America launched a new product called BankAmericard in Fresno. After a troubled gestation during which its creator resigned, BankAmericard went on to become the first successful credit card; that is, a financial instrument that was usable across a large number of merchants and also allowed cardholders to revolve a balance (earlier financial products could do one or the other but not both). In 1976, BankAmericard was renamed and spun off into a separate company known today as Visa Inc."}
{"doc_id": "SQuAD_00026", "dataset": "SQuAD", "text": "In 1700 several hundred French Huguenots migrated from England to the colony of Virginia, where the English Crown had promised them land grants in Lower Norfolk County. When they arrived, colonial authorities offered them instead land 20 miles above the falls of the James River, at the abandoned Monacan village known as Manakin Town, now in Powhatan County. Some settlers landed in present-day Chesterfield County. On 12 May 1705, the Virginia General Assembly passed an act to naturalise the 148 Huguenots still resident at Manakintown. Of the original 390 settlers in the isolated settlement, many had died; others lived outside town on farms in the English style; and others moved to different areas. Gradually they intermarried with their English neighbors. Through the 18th and 19th centuries, descendants of the French migrated west into the Piedmont, and across the Appalachian Mountains into the West of what became Kentucky, Tennessee, Missouri, and other states. In the Manakintown area, the Huguenot Memorial Bridge across the James River and Huguenot Road were named in their honor, as were many local features, including several schools, including Huguenot High School."}
{"doc_id": "SQuAD_00027", "dataset": "SQuAD", "text": "The 2005 version of Doctor Who is a direct plot continuation of the original 1963–1989 series[note 2] and the 1996 telefilm. This is similar to the 1988 continuation of Mission Impossible, but differs from most other series relaunches which have either been reboots (for example, Battlestar Galactica and Bionic Woman[citation needed]) or set in the same universe as the original but in a different time period and with different characters (for example, Star Trek: The Next Generation and spin-offs[citation needed])."}
{"doc_id": "SQuAD_00028", "dataset": "SQuAD", "text": "The pound-force has a metric counterpart, less commonly used than the newton: the kilogram-force (kgf) (sometimes kilopond), is the force exerted by standard gravity on one kilogram of mass. The kilogram-force leads to an alternate, but rarely used unit of mass: the metric slug (sometimes mug or hyl) is that mass that accelerates at 1 m·s−2 when subjected to a force of 1 kgf. The kilogram-force is not a part of the modern SI system, and is generally deprecated; however it still sees use for some purposes as expressing aircraft weight, jet thrust, bicycle spoke tension, torque wrench settings and engine output torque. Other arcane units of force include the sthène, which is equivalent to 1000 N, and the kip, which is equivalent to 1000 lbf."}
{"doc_id": "SQuAD_00029", "dataset": "SQuAD", "text": "Embedded in the thylakoid membranes are important protein complexes which carry out the light reactions of photosynthesis. Photosystem II and photosystem I contain light-harvesting complexes with chlorophyll and carotenoids that absorb light energy and use it to energize electrons. Molecules in the thylakoid membrane use the energized electrons to pump hydrogen ions into the thylakoid space, decreasing the pH and turning it acidic. ATP synthase is a large protein complex that harnesses the concentration gradient of the hydrogen ions in the thylakoid space to generate ATP energy as the hydrogen ions flow back out into the stroma—much like a dam turbine."}
{"doc_id": "SQuAD_00030", "dataset": "SQuAD", "text": "Their local rivals, Polonia Warsaw, have significantly fewer supporters, yet they managed to win Ekstraklasa Championship in 2000. They also won the country’s championship in 1946, and won the cup twice as well. Polonia's home venue is located at Konwiktorska Street, a ten-minute walk north from the Old Town. Polonia was relegated from the country's top flight in 2013 because of their disastrous financial situation. They are now playing in the 4th league (5th tier in Poland) -the bottom professional league in the National – Polish Football Association (PZPN) structure."}
{"doc_id": "SQuAD_00031", "dataset": "SQuAD", "text": "Commissioners have various privileges, such as being exempt from member state taxes (but not EU taxes), and having immunity from prosecution for doing official acts. Commissioners have sometimes been found to have abused their offices, particularly since the Santer Commission was censured by Parliament in 1999, and it eventually resigned due to corruption allegations. This resulted in one main case, Commission v Edith Cresson where the European Court of Justice held that a Commissioner giving her dentist a job, for which he was clearly unqualified, did in fact not break any law. By contrast to the ECJ's relaxed approach, a Committee of Independent Experts found that a culture had developed where few Commissioners had ‘even the slightest sense of responsibility’. This led to the creation of the European Anti-fraud Office. In 2012 it investigated the Maltese Commissioner for Health, John Dalli, who quickly resigned after allegations that he received a €60m bribe in connection with a Tobacco Products Directive. Beyond the Commission, the European Central Bank has relative executive autonomy in its conduct of monetary policy for the purpose of managing the euro. It has a six-person board appointed by the European Council, on the Council's recommendation. The President of the Council and a Commissioner can sit in on ECB meetings, but do not have voting rights."}
{"doc_id": "SQuAD_00032", "dataset": "SQuAD", "text": "In 1226, immediately after returning from the west, Genghis Khan began a retaliatory attack on the Tanguts. His armies quickly took Heisui, Ganzhou, and Suzhou (not the Suzhou in Jiangsu province), and in the autumn he took Xiliang-fu[disambiguation needed]. One of the Tangut generals challenged the Mongols to a battle near Helan Mountains but was defeated. In November, Genghis laid siege to the Tangut city Lingzhou and crossed the Yellow River, defeating the Tangut relief army. According to legend, it was here that Genghis Khan reportedly saw a line of five stars arranged in the sky and interpreted it as an omen of his victory."}
{"doc_id": "SQuAD_00033", "dataset": "SQuAD", "text": "Steam engines frequently possess two independent mechanisms for ensuring that the pressure in the boiler does not go too high; one may be adjusted by the user, the second is typically designed as an ultimate fail-safe. Such safety valves traditionally used a simple lever to restrain a plug valve in the top of a boiler. One end of the lever carried a weight or spring that restrained the valve against steam pressure. Early valves could be adjusted by engine drivers, leading to many accidents when a driver fastened the valve down to allow greater steam pressure and more power from the engine. The more recent type of safety valve uses an adjustable spring-loaded valve, which is locked such that operators may not tamper with its adjustment unless a seal illegally is broken. This arrangement is considerably safer.[citation needed]"}
{"doc_id": "SQuAD_00034", "dataset": "SQuAD", "text": "The Amazon rainforest (Portuguese: Floresta Amazônica or Amazônia; Spanish: Selva Amazónica, Amazonía or usually Amazonia; French: Forêt amazonienne; Dutch: Amazoneregenwoud), also known in English as Amazonia or the Amazon Jungle, is a moist broadleaf forest that covers most of the Amazon basin of South America. This basin encompasses 7,000,000 square kilometres (2,700,000 sq mi), of which 5,500,000 square kilometres (2,100,000 sq mi) are covered by the rainforest. This region includes territory belonging to nine nations. The majority of the forest is contained within Brazil, with 60% of the rainforest, followed by Peru with 13%, Colombia with 10%, and with minor amounts in Venezuela, Ecuador, Bolivia, Guyana, Suriname and French Guiana. States or departments in four nations contain \"Amazonas\" in their names. The Amazon represents over half of the planet's remaining rainforests, and comprises the largest and most biodiverse tract of tropical rainforest in the world, with an estimated 390 billion individual trees divided into 16,000 species."}
{"doc_id": "SQuAD_00035", "dataset": "SQuAD", "text": "However, this definition is disputed by Thoreau's political philosophy pitching the conscience vs. the collective. The individual is the final judge of right and wrong. More than this, since only individuals act, only individuals can act unjustly. When the government knocks on the door, it is an individual in the form of a postman or tax collector whose hand hits the wood. Before Thoreau’s imprisonment, when a confused taxman had wondered aloud about how to handle his refusal to pay, Thoreau had advised, “Resign.” If a man chose to be an agent of injustice, then Thoreau insisted on confronting him with the fact that he was making a choice. But if government is “the voice of the people,” as it is often called, shouldn’t that voice be heeded? Thoreau admits that government may express the will of the majority but it may also express nothing more than the will of elite politicians. Even a good form of government is “liable to be abused and perverted before the people can act through it.” Moreover, even if a government did express the voice of the people, this fact would not compel the obedience of individuals who disagree with what is being said. The majority may be powerful but it is not necessarily right. What, then, is the proper relationship between the individual and the government?"}
{"doc_id": "SQuAD_00036", "dataset": "SQuAD", "text": "Although Kenya is the most industrially developed country in the African Great Lakes region, manufacturing still accounts for only 14% of the GDP. Industrial activity, concentrated around the three largest urban centres, Nairobi, Mombasa and Kisumu, is dominated by food-processing industries such as grain milling, beer production, and sugarcane crushing, and the fabrication of consumer goods, e.g., vehicles from kits. There is a cement production industry.[citation needed] Kenya has an oil refinery that processes imported crude petroleum into petroleum products, mainly for the domestic market. In addition, a substantial and expanding informal sector commonly referred to as Jua Kali engages in small-scale manufacturing of household goods, motor-vehicle parts, and farm implements.[citation needed]"}
{"doc_id": "SQuAD_00037", "dataset": "SQuAD", "text": "Luther objected to a saying attributed to Johann Tetzel that \"As soon as the coin in the coffer rings, the soul from purgatory (also attested as 'into heaven') springs.\""}
{"doc_id": "SQuAD_00038", "dataset": "SQuAD", "text": "The city has an extensive neoclassical centre referred to as Tyneside Classical largely developed in the 1830s by Richard Grainger and John Dobson, and recently extensively restored. Broadcaster and writer Stuart Maconie described Newcastle as England's best-looking city and the late German-born British scholar of architecture, Nikolaus Pevsner, describes Grey Street as one of the finest streets in England. The street curves down from Grey's Monument towards the valley of the River Tyne and was voted England's finest street in 2005 in a survey of BBC Radio 4 listeners. In the Google Street View awards of 2010, Grey Street came 3rd in the British picturesque category. Osborne Road came 4th in the foodie street category. A portion of Grainger Town was demolished in the 1960s to make way for the Eldon Square Shopping Centre, including all but one side of the original Eldon Square itself."}
{"doc_id": "SQuAD_00039", "dataset": "SQuAD", "text": "Since all modern ctenophores except the beroids have cydippid-like larvae, it has widely been assumed that their last common ancestor also resembled cydippids, having an egg-shaped body and a pair of retractable tentacles. Richard Harbison's purely morphological analysis in 1985 concluded that the cydippids are not monophyletic, in other words do not contain all and only the descendants of a single common ancestor that was itself a cydippid. Instead he found that various cydippid families were more similar to members of other ctenophore orders than to other cydippids. He also suggested that the last common ancestor of modern ctenophores was either cydippid-like or beroid-like. A molecular phylogeny analysis in 2001, using 26 species, including 4 recently discovered ones, confirmed that the cydippids are not monophyletic and concluded that the last common ancestor of modern ctenophores was cydippid-like. It also found that the genetic differences between these species were very small – so small that the relationships between the Lobata, Cestida and Thalassocalycida remained uncertain. This suggests that the last common ancestor of modern ctenophores was relatively recent, and perhaps was lucky enough to survive the Cretaceous–Paleogene extinction event 65.5 million years ago while other lineages perished. When the analysis was broadened to include representatives of other phyla, it concluded that cnidarians are probably more closely related to bilaterians than either group is to ctenophores but that this diagnosis is uncertain."}
{"doc_id": "SQuAD_00040", "dataset": "SQuAD", "text": "Curiously, around half of the protein products of transferred genes aren't even targeted back to the chloroplast. Many became exaptations, taking on new functions like participating in cell division, protein routing, and even disease resistance. A few chloroplast genes found new homes in the mitochondrial genome—most became nonfunctional pseudogenes, though a few tRNA genes still work in the mitochondrion. Some transferred chloroplast DNA protein products get directed to the secretory pathway (though it should be noted that many secondary plastids are bounded by an outermost membrane derived from the host's cell membrane, and therefore topologically outside of the cell, because to reach the chloroplast from the cytosol, you have to cross the cell membrane, just like if you were headed for the extracellular space. In those cases, chloroplast-targeted proteins do initially travel along the secretory pathway)."}
{"doc_id": "SQuAD_00041", "dataset": "SQuAD", "text": "In 1516, Johann Tetzel, a Dominican friar and papal commissioner for indulgences, was sent to Germany by the Roman Catholic Church to sell indulgences to raise money to rebuild St. Peter's Basilica in Rome. Roman Catholic theology stated that faith alone, whether fiduciary or dogmatic, cannot justify man; justification rather depends only on such faith as is active in charity and good works (fides caritate formata). The benefits of good works could be obtained by donating money to the church."}
{"doc_id": "SQuAD_00042", "dataset": "SQuAD", "text": "In the August 1917 edition of the magazine Electrical Experimenter Tesla postulated that electricity could be used to locate submarines via using the reflection of an \"electric ray\" of \"tremendous frequency,\" with the signal being viewed on a fluorescent screen (a system that has been noted to have a superficial resemblance to modern radar). Tesla was incorrect in his assumption that high frequency radio waves would penetrate water but Émile Girardeau, who helped develop France's first radar system in the 1930s, noted in 1953 that Tesla's general speculation that a very strong high frequency signal would be needed was correct stating \"(Tesla) was prophesying or dreaming, since he had at his disposal no means of carrying them out, but one must add that if he was dreaming, at least he was dreaming correctly.\":266"}
{"doc_id": "SQuAD_00043", "dataset": "SQuAD", "text": "In the China of the Yuan, or Mongol era, various important developments in the arts occurred or continued in their development, including the areas of painting, mathematics, calligraphy, poetry, and theater, with many great artists and writers being famous today. Due to the coming together of painting, poetry, and calligraphy at this time many of the artists practicing these different pursuits were the same individuals, though perhaps more famed for one area of their achievements than others. Often in terms of the further development of landscape painting as well as the classical joining together of the arts of painting, poetry, and calligraphy, the Song dynasty and the Yuan dynasty are linked together. In the area of Chinese painting during the Yuan dynasty there were many famous painters. In the area of calligraphy many of the great calligraphers were from the Yuan dynasty era. In Yuan poetry, the main development was the qu, which was used among other poetic forms by most of the famous Yuan poets. Many of the poets were also involved in the major developments in the theater during this time, and the other way around, with people important in the theater becoming famous through the development of the sanqu type of qu. One of the key factors in the mix of the zaju variety show was the incorporation of poetry both classical and of the newer qu form. One of the important cultural developments during the Yuan era was the consolidation of poetry, painting, and calligraphy into a unified piece of the type that tends to come to mind when people think of classical Chinese art. Another important aspect of Yuan times is the increasing incorporation of the then current, vernacular Chinese into both the qu form of poetry and the zaju variety show. Another important consideration regarding Yuan dynasty arts and culture is that so much of it has survived in China, relatively to works from the Tang dynasty and Song dynasty, which have often been better preserved in places such as the Shōsōin, in Japan."}
{"doc_id": "SQuAD_00044", "dataset": "SQuAD", "text": "Singlet oxygen is a name given to several higher-energy species of molecular O\n2 in which all the electron spins are paired. It is much more reactive towards common organic molecules than is molecular oxygen per se. In nature, singlet oxygen is commonly formed from water during photosynthesis, using the energy of sunlight. It is also produced in the troposphere by the photolysis of ozone by light of short wavelength, and by the immune system as a source of active oxygen. Carotenoids in photosynthetic organisms (and possibly also in animals) play a major role in absorbing energy from singlet oxygen and converting it to the unexcited ground state before it can cause harm to tissues."}
{"doc_id": "SQuAD_00045", "dataset": "SQuAD", "text": "A number of researchers (David Rodda, Jacob Vigdor, and Janna Matlack), argue that a shortage of affordable housing – at least in the US – is caused in part by income inequality. David Rodda noted that from 1984 and 1991, the number of quality rental units decreased as the demand for higher quality housing increased (Rhoda 1994:148). Through gentrification of older neighbourhoods, for example, in East New York, rental prices increased rapidly as landlords found new residents willing to pay higher market rate for housing and left lower income families without rental units. The ad valorem property tax policy combined with rising prices made it difficult or impossible for low income residents to keep pace."}
{"doc_id": "SQuAD_00046", "dataset": "SQuAD", "text": "However, in 1883–84 Germany began to build a colonial empire in Africa and the South Pacific, before losing interest in imperialism. Historians have debated exactly why Germany made this sudden and short-lived move.[verification needed] Bismarck was aware that public opinion had started to demand colonies for reasons of German prestige. He was influenced by Hamburg merchants and traders, his neighbors at Friedrichsruh. The establishment of the German colonial empire proceeded smoothly, starting with German New Guinea in 1884."}
{"doc_id": "SQuAD_00047", "dataset": "SQuAD", "text": "The Lobata have a pair of lobes, which are muscular, cuplike extensions of the body that project beyond the mouth. Their inconspicuous tentacles originate from the corners of the mouth, running in convoluted grooves and spreading out over the inner surface of the lobes (rather than trailing far behind, as in the Cydippida). Between the lobes on either side of the mouth, many species of lobates have four auricles, gelatinous projections edged with cilia that produce water currents that help direct microscopic prey toward the mouth. This combination of structures enables lobates to feed continuously on suspended planktonic prey."}
{"doc_id": "SQuAD_00048", "dataset": "SQuAD", "text": "AppleTalk was a proprietary suite of networking protocols developed by Apple Inc. in 1985 for Apple Macintosh computers. It was the primary protocol used by Apple devices through the 1980s and 90s. AppleTalk included features that allowed local area networks to be established ad hoc without the requirement for a centralized router or server. The AppleTalk system automatically assigned addresses, updated the distributed namespace, and configured any required inter-network routing. It was a plug-n-play system."}
{"doc_id": "SQuAD_00049", "dataset": "SQuAD", "text": "The Moon landing data was recorded by a special Apollo TV camera which recorded in a format incompatible with broadcast TV. This resulted in lunar footage that had to be converted for the live television broadcast and stored on magnetic telemetry tapes. During the following years, a magnetic tape shortage prompted NASA to remove massive numbers of magnetic tapes from the National Archives and Records Administration to be recorded over with newer satellite data. Stan Lebar, who led the team that designed and built the lunar television camera at Westinghouse Electric Corporation, also worked with Nafzger to try to locate the missing tapes."}
{"doc_id": "SQuAD_00050", "dataset": "SQuAD", "text": "Kenya has proven deposits of oil in Turkana and the commercial viability was just discovered. Tullow Oil estimates Kenya's oil reserves to be around 10 billion barrels. Exploration is still continuing to determine if there are more reserves. Kenya currently imports all crude petroleum requirements. Kenya, east Africa's largest economy, has no strategic reserves and relies solely on oil marketers' 21-day oil reserves required under industry regulations. Petroleum accounts for 20% to 25% of the national import bill."}
{"doc_id": "SQuAD_00051", "dataset": "SQuAD", "text": "In Europe there are old pharmacies still operating in Dubrovnik, Croatia, located inside the Franciscan monastery, opened in 1317; and in the Town Hall Square of Tallinn, Estonia, dating from at least 1422. The oldest is claimed to have been set up in 1221 in the Church of Santa Maria Novella in Florence, Italy, which now houses a perfume museum. The medieval Esteve Pharmacy, located in Llívia, a Catalan enclave close to Puigcerdà, also now a museum, dates back to the 15th century, keeping albarellos from the 16th and 17th centuries, old prescription books and antique drugs."}
{"doc_id": "SQuAD_00052", "dataset": "SQuAD", "text": "The Cestida (\"belt animals\") are ribbon-shaped planktonic animals, with the mouth and aboral organ aligned in the middle of opposite edges of the ribbon. There is a pair of comb-rows along each aboral edge, and tentilla emerging from a groove all along the oral edge, which stream back across most of the wing-like body surface. Cestids can swim by undulating their bodies as well as by the beating of their comb-rows. There are two known species, with worldwide distribution in warm, and warm-temperate waters: Cestum veneris (\"Venus' girdle\") is among the largest ctenophores – up to 1.5 meters (4.9 ft) long, and can undulate slowly or quite rapidly. Velamen parallelum, which is typically less than 20 centimeters (0.66 ft) long, can move much faster in what has been described as a \"darting motion\"."}
{"doc_id": "SQuAD_00053", "dataset": "SQuAD", "text": "There are also several smaller freight operators and numerous tourist railways operating over lines which were once parts of a state-owned system. Victorian lines mainly use the 1,600 mm (5 ft 3 in) broad gauge. However, the interstate trunk routes, as well as a number of branch lines in the west of the state have been converted to 1,435 mm (4 ft 8 1⁄2 in) standard gauge. Two tourist railways operate over 760 mm (2 ft 6 in) narrow gauge lines, which are the remnants of five formerly government-owned lines which were built in mountainous areas."}
{"doc_id": "SQuAD_00054", "dataset": "SQuAD", "text": "For the Canadian broadcast, Christopher Eccleston recorded special video introductions for each episode (including a trivia question as part of a viewer contest) and excerpts from the Doctor Who Confidential documentary were played over the closing credits; for the broadcast of \"The Christmas Invasion\" on 26 December 2005, Billie Piper recorded a special video introduction. CBC began airing series two on 9 October 2006 at 20:00 E/P (20:30 in Newfoundland and Labrador), shortly after that day's CFL double header on Thanksgiving in most of the country.[citation needed]"}
{"doc_id": "SQuAD_00055", "dataset": "SQuAD", "text": "In 1993, the FCC repealed the Financial Interest and Syndication Rules, once again allowing networks to hold interests in television production studios. That same year, Capital Cities/ABC purchased the French animation studio DIC Entertainment; it also signed an agreement with Time Warner Cable to carry its owned-and-operated television stations on the provider's systems in ABC O&O markets. By that year, ABC had a total viewership share of 23.63% of American households, just below the limit of 25% imposed by the FCC."}
{"doc_id": "SQuAD_00056", "dataset": "SQuAD", "text": "For the first time, the Super Bowl 50 Host Committee and the NFL have openly sought disabled veteran and lesbian, gay, bisexual and transgender-owned businesses in Business Connect, the Super Bowl program that provides local companies with contracting opportunities in and around the Super Bowl. The host committee has already raised over $40 million through sponsors including Apple, Google, Yahoo!, Intel, Gap, Chevron, and Dignity Health."}
{"doc_id": "SQuAD_00057", "dataset": "SQuAD", "text": "Originating as the Jama'at al-Tawhid wal-Jihad in 1999, it pledged allegiance to al-Qaeda in 2004, participated in the Iraqi insurgency that followed the March 2003 invasion of Iraq by Western forces, joined the fight in the Syrian Civil War beginning in March 2011, and was expelled from al-Qaeda in early 2014, (which complained of its failure to consult and \"notorious intransigence\"). The group gained prominence after it drove Iraqi government forces out of key cities in western Iraq in a 2014 offensive. The group is adept at social media, posting Internet videos of beheadings of soldiers, civilians, journalists and aid workers, and is known for its destruction of cultural heritage sites. The United Nations has held ISIL responsible for human rights abuses and war crimes, and Amnesty International has reported ethnic cleansing by the group on a \"historic scale\". The group has been designated a terrorist organisation by the United Nations, the European Union and member states, the United States, India, Indonesia, Turkey, Saudi Arabia, Syria and other countries."}
{"doc_id": "SQuAD_00058", "dataset": "SQuAD", "text": "Temüjin began his ascent to power by offering himself as an ally (or, according to other sources, a vassal) to his father's anda (sworn brother or blood brother) Toghrul, who was Khan of the Keraites, and is better known by the Chinese title \"Wang Khan\", which the Jurchen Jin dynasty granted him in 1197. This relationship was first reinforced when Börte was captured by the Merkits. Temüjin turned to Toghrul for support, and in response, Toghrul offered his vassal 20,000 of his Keraite warriors and suggested that he also involve his childhood friend Jamukha, who had himself become Khan (ruler) of his own tribe, the Jadaran."}
{"doc_id": "SQuAD_00059", "dataset": "SQuAD", "text": "Warsaw (Polish: Warszawa [varˈʂava] ( listen); see also other names) is the capital and largest city of Poland. It stands on the Vistula River in east-central Poland, roughly 260 kilometres (160 mi) from the Baltic Sea and 300 kilometres (190 mi) from the Carpathian Mountains. Its population is estimated at 1.740 million residents within a greater metropolitan area of 2.666 million residents, which makes Warsaw the 9th most-populous capital city in the European Union. The city limits cover 516.9 square kilometres (199.6 sq mi), while the metropolitan area covers 6,100.43 square kilometres (2,355.39 sq mi)."}
{"doc_id": "SQuAD_00060", "dataset": "SQuAD", "text": "On 19 October 1512, he was awarded his Doctor of Theology and, on 21 October 1512, was received into the senate of the theological faculty of the University of Wittenberg, having been called to the position of Doctor in Bible. He spent the rest of his career in this position at the University of Wittenberg."}
{"doc_id": "SQuAD_00061", "dataset": "SQuAD", "text": "Tesla was raised an Orthodox Christian. Later in his life, he did not consider himself to be a \"believer in the orthodox sense,\" and opposed religious fanaticism. Despite this, he had a profound respect for both Buddhism and Christianity."}
{"doc_id": "SQuAD_00062", "dataset": "SQuAD", "text": "Building construction is the process of adding structure to real property or construction of buildings. The majority of building construction jobs are small renovations, such as addition of a room, or renovation of a bathroom. Often, the owner of the property acts as laborer, paymaster, and design team for the entire project. Although building construction projects typically include various common elements, such as design, financial, estimating and legal considerations, many projects of varying sizes reach undesirable end results, such as structural collapse, cost overruns, and/or litigation. For this reason, those with experience in the field make detailed plans and maintain careful oversight during the project to ensure a positive outcome."}
{"doc_id": "SQuAD_00063", "dataset": "SQuAD", "text": "In the more than 220 years since 1784, Methodism in the United States, like many other Protestant denominations, has seen a number of divisions and mergers. In 1830, the Methodist Protestant Church split from the Methodist Episcopal Church over the issue of laity having a voice and vote in the administration of the church, insisting that clergy should not be the only ones to have any determination in how the church was to be operated. In 1844, the General Conference of the Methodist Episcopal Church split into two conferences because of tensions over slavery and the power of bishops in the denomination."}
{"doc_id": "SQuAD_00064", "dataset": "SQuAD", "text": "There are several museums and galleries in Newcastle, including the Centre for Life with its Science Village; the Discovery Museum a museum highlighting life on Tyneside, including Tyneside's shipbuilding heritage, and inventions which changed the world; the Great North Museum; in 2009 the Newcastle on Tyne Museum of Antiquities merged with the Great North Museum (Hancock Museum); Seven Stories a museum dedicated to children's books, the Side Gallery historical and contemporary photography from around the world and Northern England and the Newburn Hall Motor Museum."}
{"doc_id": "SQuAD_00065", "dataset": "SQuAD", "text": "The pattern of warfare, followed by brief periods of peace, continued for nearly another quarter-century. The warfare was definitively quelled in 1598, when Henry of Navarre, having succeeded to the French throne as Henry IV, and having recanted Protestantism in favour of Roman Catholicism, issued the Edict of Nantes. The Edict reaffirmed Catholicism as the state religion of France, but granted the Protestants equality with Catholics under the throne and a degree of religious and political freedom within their domains. The Edict simultaneously protected Catholic interests by discouraging the founding of new Protestant churches in Catholic-controlled regions.[citation needed]"}
{"doc_id": "SQuAD_00066", "dataset": "SQuAD", "text": "In 1874, Tesla evaded being drafted into the Austro-Hungarian Army in Smiljan by running away to Tomingaj, near Gračac. There, he explored the mountains in hunter's garb. Tesla said that this contact with nature made him stronger, both physically and mentally. He read many books while in Tomingaj, and later said that Mark Twain's works had helped him to miraculously recover from his earlier illness."}
{"doc_id": "SQuAD_00067", "dataset": "SQuAD", "text": "In front of the Presiding Officers' desk is the parliamentary mace, which is made from silver and inlaid with gold panned from Scottish rivers and inscribed with the words: Wisdom, Compassion, Justice and Integrity. The words There shall be a Scottish Parliament, which are the first words of the Scotland Act, are inscribed around the head of the mace, which has a formal ceremonial role in the meetings of Parliament, reinforcing the authority of the Parliament in its ability to make laws. Presented to the Scottish Parliament by the Queen upon its official opening in July 1999, the mace is displayed in a glass case suspended from the lid. At the beginning of each sitting in the chamber, the lid of the case is rotated so that the mace is above the glass, to symbolise that a full meeting of the Parliament is taking place."}
{"doc_id": "SQuAD_00068", "dataset": "SQuAD", "text": "To make new legislation, TFEU article 294 defines the \"ordinary legislative procedure\" that applies for most EU acts. The essence is there are three readings, starting with a Commission proposal, where the Parliament must vote by a majority of all MEPs (not just those present) to block or suggest changes, and the Council must vote by qualified majority to approve changes, but by unanimity to block Commission amendment. Where the different institutions cannot agree at any stage, a \"Conciliation Committee\" is convened, representing MEPs, ministers and the Commission to try and get agreement on a joint text: if this works, it will be sent back to the Parliament and Council to approve by absolute and qualified majority. This means, legislation can be blocked by a majority in Parliament, a minority in the Council, and a majority in the Commission: it is harder to change EU law than stay the same. A different procedure exists for budgets. For \"enhanced cooperation\" among a sub-set of at least member states, authorisation must be given by the Council. Member state governments should be informed by the Commission at the outset before any proposals start the legislative procedure. The EU as a whole can only act within its power set out in the Treaties. TEU articles 4 and 5 state that powers remain with the member states unless they have been conferred, although there is a debate about the Kompetenz-Kompetenz question: who ultimately has the \"competence\" to define the EU's \"competence\". Many member state courts believe they decide, other member state Parliaments believe they decide, while within the EU, the Court of Justice believes it has the final say."}
{"doc_id": "SQuAD_00069", "dataset": "SQuAD", "text": "In the United States, the game was televised by CBS, as part of a cycle between the three main broadcast television partners of the NFL. The network's lead broadcast team of Jim Nantz and Phil Simms called the contest, with Tracy Wolfson and Evan Washburn on the sidelines. CBS introduced new features during the telecast, including pylon cameras and microphones along with EyeVision 360—an array of 36 cameras along the upper deck that can be used to provide a 360-degree view of plays and \"bullet time\" effects. (An earlier version of EyeVision was last used in Super Bowl XXXV; for Super Bowl 50, the cameras were upgraded to 5K resolution.)"}
{"doc_id": "SQuAD_00070", "dataset": "SQuAD", "text": "It was only the orbit of the planet Mercury that Newton's Law of Gravitation seemed not to fully explain. Some astrophysicists predicted the existence of another planet (Vulcan) that would explain the discrepancies; however, despite some early indications, no such planet could be found. When Albert Einstein formulated his theory of general relativity (GR) he turned his attention to the problem of Mercury's orbit and found that his theory added a correction, which could account for the discrepancy. This was the first time that Newton's Theory of Gravity had been shown to be less correct than an alternative."}
{"doc_id": "SQuAD_00071", "dataset": "SQuAD", "text": "The Free Movement of Workers Regulation articles 1 to 7 set out the main provisions on equal treatment of workers. First, articles 1 to 4 generally require that workers can take up employment, conclude contracts, and not suffer discrimination compared to nationals of the member state. In a famous case, the Belgian Football Association v Bosman, a Belgian footballer named Jean-Marc Bosman claimed that he should be able to transfer from R.F.C. de Liège to USL Dunkerque when his contract finished, regardless of whether Dunkerque could afford to pay Liège the habitual transfer fees. The Court of Justice held \"the transfer rules constitute[d] an obstacle to free movement\" and were unlawful unless they could be justified in the public interest, but this was unlikely. In Groener v Minister for Education the Court of Justice accepted that a requirement to speak Gaelic to teach in a Dublin design college could be justified as part of the public policy of promoting the Irish language, but only if the measure was not disproportionate. By contrast in Angonese v Cassa di Risparmio di Bolzano SpA a bank in Bolzano, Italy, was not allowed to require Mr Angonese to have a bilingual certificate that could only be obtained in Bolzano. The Court of Justice, giving \"horizontal\" direct effect to TFEU article 45, reasoned that people from other countries would have little chance of acquiring the certificate, and because it was \"impossible to submit proof of the required linguistic knowledge by any other means\", the measure was disproportionate. Second, article 7(2) requires equal treatment in respect of tax. In Finanzamt Köln Altstadt v Schumacker the Court of Justice held that it contravened TFEU art 45 to deny tax benefits (e.g. for married couples, and social insurance expense deductions) to a man who worked in Germany, but was resident in Belgium when other German residents got the benefits. By contrast in Weigel v Finanzlandesdirektion für Vorarlberg the Court of Justice rejected Mr Weigel's claim that a re-registration charge upon bringing his car to Austria violated his right to free movement. Although the tax was \"likely to have a negative bearing on the decision of migrant workers to exercise their right to freedom of movement\", because the charge applied equally to Austrians, in absence of EU legislation on the matter it had to be regarded as justified. Third, people must receive equal treatment regarding \"social advantages\", although the Court has approved residential qualifying periods. In Hendrix v Employee Insurance Institute the Court of Justice held that a Dutch national was not entitled to continue receiving incapacity benefits when he moved to Belgium, because the benefit was \"closely linked to the socio-economic situation\" of the Netherlands. Conversely, in Geven v Land Nordrhein-Westfalen the Court of Justice held that a Dutch woman living in the Netherlands, but working between 3 and 14 hours a week in Germany, did not have a right to receive German child benefits, even though the wife of a man who worked full-time in Germany but was resident in Austria could. The general justifications for limiting free movement in TFEU article 45(3) are \"public policy, public security or public health\", and there is also a general exception in article 45(4) for \"employment in the public service\"."}
{"doc_id": "SQuAD_00072", "dataset": "SQuAD", "text": "Nurses treat 80% of the population who visit dispensaries, health centres and private clinics in rural and under-served urban areas. Complicated cases are referred to clinical officers, medical officers and medical practitioners. According to the Kenya National Bureau of Statistics, in 2011 there were 65,000 qualified nurses registered in the country; 8,600 clinical officers and 7,000 doctors for the population of 43 million people (These figures from official registers include those who have died or left the profession hence the actual number of these workers may be lower)."}
{"doc_id": "SQuAD_00073", "dataset": "SQuAD", "text": "After the revocation of the Edict of Nantes, the Dutch Republic received the largest group of Huguenot refugees, an estimated total of 75,000 to 100,000 people. Amongst them were 200 clergy. Many came from the region of the Cévennes, for instance, the village of Fraissinet-de-Lozère. This was a huge influx as the entire population of the Dutch Republic amounted to ca. 2 million at that time. Around 1700, it is estimated that nearly 25% of the Amsterdam population was Huguenot.[citation needed] In 1705, Amsterdam and the area of West Frisia were the first areas to provide full citizens rights to Huguenot immigrants, followed by the Dutch Republic in 1715. Huguenots intermarried with Dutch from the outset."}
{"doc_id": "SQuAD_00074", "dataset": "SQuAD", "text": "Funding for private schools is generally provided through student tuition, endowments, scholarship/voucher funds, and donations and grants from religious organizations or private individuals. Government funding for religious schools is either subject to restrictions or possibly forbidden, according to the courts' interpretation of the Establishment Clause of the First Amendment or individual state Blaine Amendments. Non-religious private schools theoretically could qualify for such funding without hassle, preferring the advantages of independent control of their student admissions and course content instead of the public funding they could get with charter status."}
{"doc_id": "SQuAD_00075", "dataset": "SQuAD", "text": "Since the 1920s, motion pictures, petroleum and aircraft manufacturing have been major industries. In one of the richest agricultural regions in the U.S., cattle and citrus were major industries until farmlands were turned into suburbs. Although military spending cutbacks have had an impact, aerospace continues to be a major factor."}
{"doc_id": "SQuAD_00076", "dataset": "SQuAD", "text": "In Berlin, the Huguenots created two new neighbourhoods: Dorotheenstadt and Friedrichstadt. By 1700, one-fifth of the city's population was French speaking. The Berlin Huguenots preserved the French language in their church services for nearly a century. They ultimately decided to switch to German in protest against the occupation of Prussia by Napoleon in 1806-07. Many of their descendents rose to positions of prominence. Several congregations were founded, such as those of Fredericia (Denmark), Berlin, Stockholm, Hamburg, Frankfurt, Helsinki, and Emden."}
{"doc_id": "SQuAD_00077", "dataset": "SQuAD", "text": "The serials The Deadly Assassin and Mawdryn Undead and the 1996 TV film would later establish that a Time Lord can only regenerate 12 times, for a total of 13 incarnations. This line became stuck in the public consciousness despite not often being repeated, and was recognised by producers of the show as a plot obstacle for when the show finally had to regenerate the Doctor a thirteenth time. The episode \"The Time of the Doctor\" depicted the Doctor acquiring a new cycle of regenerations, starting from the Twelfth Doctor, due to the Eleventh Doctor being the product of the Doctor's twelfth regeneration from his original set."}
{"doc_id": "SQuAD_00078", "dataset": "SQuAD", "text": "There is evidence that there have been significant changes in Amazon rainforest vegetation over the last 21,000 years through the Last Glacial Maximum (LGM) and subsequent deglaciation. Analyses of sediment deposits from Amazon basin paleolakes and from the Amazon Fan indicate that rainfall in the basin during the LGM was lower than for the present, and this was almost certainly associated with reduced moist tropical vegetation cover in the basin. There is debate, however, over how extensive this reduction was. Some scientists argue that the rainforest was reduced to small, isolated refugia separated by open forest and grassland; other scientists argue that the rainforest remained largely intact but extended less far to the north, south, and east than is seen today. This debate has proved difficult to resolve because the practical limitations of working in the rainforest mean that data sampling is biased away from the center of the Amazon basin, and both explanations are reasonably well supported by the available data."}
{"doc_id": "SQuAD_00079", "dataset": "SQuAD", "text": "In April 1191 Richard the Lion-hearted left Messina with a large fleet in order to reach Acre. But a storm dispersed the fleet. After some searching, it was discovered that the boat carrying his sister and his fiancée Berengaria was anchored on the south coast of Cyprus, together with the wrecks of several other ships, including the treasure ship. Survivors of the wrecks had been taken prisoner by the island's despot Isaac Komnenos. On 1 May 1191, Richard's fleet arrived in the port of Limassol on Cyprus. He ordered Isaac to release the prisoners and the treasure. Isaac refused, so Richard landed his troops and took Limassol."}
{"doc_id": "SQuAD_00080", "dataset": "SQuAD", "text": "In 1993, Galor and Zeira showed that inequality in the presence of credit market imperfections has a long lasting detrimental effect on human capital formation and economic development. A 1996 study by Perotti examined the channels through which inequality may affect economic growth. He showed that, in accordance with the credit market imperfection approach, inequality is associated with lower level of human capital formation (education, experience, and apprenticeship) and higher level of fertility, and thereby lower levels of growth. He found that inequality is associated with higher levels of redistributive taxation, which is associated with lower levels of growth from reductions in private savings and investment. Perotti concluded that, \"more equal societies have lower fertility rates and higher rates of investment in education. Both are reflected in higher rates of growth. Also, very unequal societies tend to be politically and socially unstable, which is reflected in lower rates of investment and therefore growth.\""}
{"doc_id": "SQuAD_00081", "dataset": "SQuAD", "text": "Chris Keates, the general secretary of National Association of Schoolmasters Union of Women Teachers, said that teachers who have sex with pupils over the age of consent should not be placed on the sex offenders register and that prosecution for statutory rape \"is a real anomaly in the law that we are concerned about.\" This has led to outrage from child protection and parental rights groups. Fears of being labelled a pedophile or hebephile has led to several men who enjoy teaching avoiding the profession. This has in some jurisdictions reportedly led to a shortage of male teachers."}
{"doc_id": "SQuAD_00082", "dataset": "SQuAD", "text": "Tesla was generally antagonistic towards theories about the conversion of matter into energy.:247 He was also critical of Einstein's theory of relativity, saying:"}
{"doc_id": "SQuAD_00083", "dataset": "SQuAD", "text": "In 1979, the Soviet Union deployed its 40th Army into Afghanistan, attempting to suppress an Islamic rebellion against an allied Marxist regime in the Afghan Civil War. The conflict, pitting indigenous impoverished Muslims (mujahideen) against an anti-religious superpower, galvanized thousands of Muslims around the world to send aid and sometimes to go themselves to fight for their faith. Leading this pan-Islamic effort was Palestinian sheikh Abdullah Yusuf Azzam. While the military effectiveness of these \"Afghan Arabs\" was marginal, an estimated 16,000 to 35,000 Muslim volunteers came from around the world came to fight in Afghanistan."}
{"doc_id": "SQuAD_00084", "dataset": "SQuAD", "text": "For a long time, it was thought that the Amazon rainforest was only ever sparsely populated, as it was impossible to sustain a large population through agriculture given the poor soil. Archeologist Betty Meggers was a prominent proponent of this idea, as described in her book Amazonia: Man and Culture in a Counterfeit Paradise. She claimed that a population density of 0.2 inhabitants per square kilometre (0.52/sq mi) is the maximum that can be sustained in the rainforest through hunting, with agriculture needed to host a larger population. However, recent anthropological findings have suggested that the region was actually densely populated. Some 5 million people may have lived in the Amazon region in AD 1500, divided between dense coastal settlements, such as that at Marajó, and inland dwellers. By 1900 the population had fallen to 1 million and by the early 1980s it was less than 200,000."}
{"doc_id": "SQuAD_00085", "dataset": "SQuAD", "text": "In Tibetan Buddhism the teachers of Dharma in Tibet are most commonly called a Lama. A Lama who has through phowa and siddhi consciously determined to be reborn, often many times, in order to continue their Bodhisattva vow is called a Tulku."}
{"doc_id": "SQuAD_00086", "dataset": "SQuAD", "text": "In Mongolia today, Genghis Khan's name and likeness are endorsed on products, streets, buildings, and other places. His face can be found on everyday commodities, from liquor bottles to candy products, and on the largest denominations of 500, 1,000, 5,000, 10,000, and 20,000 Mongolian tögrög (₮). Mongolia's main international airport in Ulaanbaatar is named Chinggis Khaan International Airport. Major Genghis Khan statues have been erected before the parliament and near Ulaanbaatar. There have been repeated discussions about regulating the use of his name and image to avoid trivialization."}
{"doc_id": "SQuAD_00087", "dataset": "SQuAD", "text": "The interpretation of Islam promoted by this funding was the strict, conservative Saudi-based Wahhabism or Salafism. In its harshest form it preached that Muslims should not only \"always oppose\" infidels \"in every way,\" but \"hate them for their religion ... for Allah's sake,\" that democracy \"is responsible for all the horrible wars of the 20th century,\" that Shia and other non-Wahhabi Muslims were infidels, etc. While this effort has by no means converted all, or even most Muslims to the Wahhabist interpretation of Islam, it has done much to overwhelm more moderate local interpretations, and has set the Saudi-interpretation of Islam as the \"gold standard\" of religion in minds of some or many Muslims."}
{"doc_id": "SQuAD_00088", "dataset": "SQuAD", "text": "The pound-force has a metric counterpart, less commonly used than the newton: the kilogram-force (kgf) (sometimes kilopond), is the force exerted by standard gravity on one kilogram of mass. The kilogram-force leads to an alternate, but rarely used unit of mass: the metric slug (sometimes mug or hyl) is that mass that accelerates at 1 m·s−2 when subjected to a force of 1 kgf. The kilogram-force is not a part of the modern SI system, and is generally deprecated; however it still sees use for some purposes as expressing aircraft weight, jet thrust, bicycle spoke tension, torque wrench settings and engine output torque. Other arcane units of force include the sthène, which is equivalent to 1000 N, and the kip, which is equivalent to 1000 lbf."}
{"doc_id": "SQuAD_00089", "dataset": "SQuAD", "text": "In an interview with newspaper editor Arthur Brisbane, Tesla said that he did not believe in telepathy, stating, \"Suppose I made up my mind to murder you,\" he said, \"In a second you would know it. Now, isn't that wonderful? By what process does the mind get at all this?\" In the same interview, Tesla said that he believed that all fundamental laws could be reduced to one."}
{"doc_id": "SQuAD_00090", "dataset": "SQuAD", "text": "The unusually high concentration of oxygen gas on Earth is the result of the oxygen cycle. This biogeochemical cycle describes the movement of oxygen within and between its three main reservoirs on Earth: the atmosphere, the biosphere, and the lithosphere. The main driving factor of the oxygen cycle is photosynthesis, which is responsible for modern Earth's atmosphere. Photosynthesis releases oxygen into the atmosphere, while respiration and decay remove it from the atmosphere. In the present equilibrium, production and consumption occur at the same rate of roughly 1/2000th of the entire atmospheric oxygen per year."}
{"doc_id": "SQuAD_00091", "dataset": "SQuAD", "text": "The party, or parties, that hold the majority of seats in the Parliament forms the Scottish Government. In contrast to many other parliamentary systems, Parliament elects a First Minister from a number of candidates at the beginning of each parliamentary term (after a general election). Any member can put their name forward to be First Minister, and a vote is taken by all members of Parliament. Normally, the leader of the largest party is returned as First Minister, and head of the Scottish Government. Theoretically, Parliament also elects the Scottish Ministers who form the government of Scotland and sit in the Scottish cabinet, but such ministers are, in practice, appointed to their roles by the First Minister. Junior ministers, who do not attend cabinet, are also appointed to assist Scottish ministers in their departments. Most ministers and their juniors are drawn from amongst the elected MSPs, with the exception of Scotland's Chief Law Officers: the Lord Advocate and the Solicitor General. Whilst the First Minister chooses the ministers – and may decide to remove them at any time – the formal appointment or dismissal is made by the Sovereign."}
{"doc_id": "SQuAD_00092", "dataset": "SQuAD", "text": "The Apollo program was conceived during the Eisenhower administration in early 1960, as a follow-up to Project Mercury. While the Mercury capsule could only support one astronaut on a limited Earth orbital mission, Apollo would carry three astronauts. Possible missions included ferrying crews to a space station, circumlunar flights, and eventual manned lunar landings. The program was named after the Greek god of light, music, and the sun by NASA manager Abe Silverstein, who later said that \"I was naming the spacecraft like I'd name my baby.\" Silverstein chose the name at home one evening, early in 1960, because he felt \"Apollo riding his chariot across the Sun was appropriate to the grand scale of the proposed program.\""}
{"doc_id": "SQuAD_00093", "dataset": "SQuAD", "text": "Southern California consists of a heavily developed urban environment, home to some of the largest urban areas in the state, along with vast areas that have been left undeveloped. It is the third most populated megalopolis in the United States, after the Great Lakes Megalopolis and the Northeastern megalopolis. Much of southern California is famous for its large, spread-out, suburban communities and use of automobiles and highways. The dominant areas are Los Angeles, Orange County, San Diego, and Riverside-San Bernardino, each of which is the center of its respective metropolitan area, composed of numerous smaller cities and communities. The urban area is also host to an international metropolitan region in the form of San Diego–Tijuana, created by the urban area spilling over into Baja California."}
{"doc_id": "SQuAD_00094", "dataset": "SQuAD", "text": "Starting in 1965, Donald Davies at the National Physical Laboratory, UK, independently developed the same message routing methodology as developed by Baran. He called it packet switching, a more accessible name than Baran's, and proposed to build a nationwide network in the UK. He gave a talk on the proposal in 1966, after which a person from the Ministry of Defence (MoD) told him about Baran's work. A member of Davies' team (Roger Scantlebury) met Lawrence Roberts at the 1967 ACM Symposium on Operating System Principles and suggested it for use in the ARPANET."}
{"doc_id": "SQuAD_00095", "dataset": "SQuAD", "text": "Pope Leo X was used to reformers and heretics, and he responded slowly, \"with great care as is proper.\" Over the next three years he deployed a series of papal theologians and envoys against Luther, which served only to harden the reformer's anti-papal theology. First, the Dominican theologian Sylvester Mazzolini drafted a heresy case against Luther, whom Leo then summoned to Rome. The Elector Frederick persuaded the pope to have Luther examined at Augsburg, where the Imperial Diet was held. There, in October 1518, under questioning by papal legate Cardinal Cajetan Luther stated that he did not consider the papacy part of the biblical Church because historistical interpretation of Bible prophecy concluded that the papacy was the Antichrist. The prophecies concerning the Antichrist soon became the center of controversy. The hearings degenerated into a shouting match. More than his writing the 95 Theses, Luther's confrontation with the church cast him as an enemy of the pope. Cajetan's original instructions had been to arrest Luther if he failed to recant, but the legate desisted from doing so. Luther slipped out of the city at night, unbeknownst to Cajetan."}
{"doc_id": "SQuAD_00096", "dataset": "SQuAD", "text": "For example, consider the deterministic sorting algorithm quicksort. This solves the problem of sorting a list of integers that is given as the input. The worst-case is when the input is sorted or sorted in reverse order, and the algorithm takes time O(n2) for this case. If we assume that all possible permutations of the input list are equally likely, the average time taken for sorting is O(n log n). The best case occurs when each pivoting divides the list in half, also needing O(n log n) time."}
{"doc_id": "SQuAD_00097", "dataset": "SQuAD", "text": "There are many concepts of teachers in Islam, ranging from mullahs (the teachers at madrassas) to ulemas, who teach of the laws of Islam for the proper way of Islamic living according to the Sunnah and Ahadith, and can render legal verdicts upon matters of Islamic law in accordance with the teaching of one of the Four Schools of Jurisprudence. In the more spiritual or mystical Islamic tradition of Sufism, the position of spiritual teacher and an esoteric (as opposed to exoteric, or actions-oriented, e.g. the Five Pillars of Islam) spirituality and spiritual knowledge takes on a more important dimension, with emphasis on learning from living saints - the highest of which is a Qutb - and of traditions passed down from initiate to initiate, and traceable back to the founder of the order."}
{"doc_id": "SQuAD_00098", "dataset": "SQuAD", "text": "The Victoria and Albert Museum’s Word and Image Department was under the same pressure being felt in archives around the world, to digitize their collection. A large scale digitization project began in 2007 in that department. That project was entitled the Factory Project to reference Andy Warhol and to create a factory to completely digitize the collection. The first step of the Factory Project was to take photographs utilizing digital cameras. The Word and Image Department had a collection of old photos but they were in black and white and in variant conditions, so new photos were shot. Those new photographs will be accessible to researchers to the Victoria and Albert Museum web-site. 15,000 images were taken during the first year of the Factory Project, including drawings, watercolors, computer-generated art, photographs, posters, and woodcuts. The second step of the Factory Project is to catalog everything. The third step of the Factory Project is to audit the collection. All of those items which were photographed and cataloged, must be audited to make sure everything listed as being in the collection was physically found during the creation of the Factory Project. The fourth goal of the Factory Project is conservation, which means performing some basic preventable procedures to those items in the department. There is a \"Search the Collections\" feature on the Victoria and Albert web-site. The main impetus behind the large-scale digitization project called the Factory Project was to list more items in the collections in those computer databases."}
{"doc_id": "SQuAD_00099", "dataset": "SQuAD", "text": "LeGrande writes that \"the formulation of a single all-encompassing definition of the term is extremely difficult, if not impossible. In reviewing the voluminous literature on the subject, the student of civil disobedience rapidly finds himself surrounded by a maze of semantical problems and grammatical niceties. Like Alice in Wonderland, he often finds that specific terminology has no more (or no less) meaning than the individual orator intends it to have.\" He encourages a distinction between lawful protest demonstration, nonviolent civil disobedience, and violent civil disobedience."}
{"doc_id": "SQuAD_00100", "dataset": "SQuAD", "text": "ITV Tyne Tees was based at City Road for over 40 years after its launch in January 1959. In 2005 it moved to a new facility on The Watermark business park next to the MetroCentre in Gateshead. The entrance to studio 5 at the City Road complex gave its name to the 1980s music television programme, The Tube. BBC North East and Cumbria is located to the north of the city on Barrack Road, Spital Tongues, in a building known, as the result of its colouring, as the Pink Palace. It is from here that the Corporation broadcasts the Look North television regional news programme and local radio station BBC Radio Newcastle."}
{"doc_id": "SQuAD_00101", "dataset": "SQuAD", "text": "The new British command was not in place until July. When he arrived in Albany, Abercrombie refused to take any significant actions until Loudoun approved them. Montcalm took bold action against his inertia. Building on Vaudreuil's work harassing the Oswego garrison, Montcalm executed a strategic feint by moving his headquarters to Ticonderoga, as if to presage another attack along Lake George. With Abercrombie pinned down at Albany, Montcalm slipped away and led the successful attack on Oswego in August. In the aftermath, Montcalm and the Indians under his command disagreed about the disposition of prisoners' personal effects. The Europeans did not consider them prizes and prevented the Indians from stripping the prisoners of their valuables, which angered the Indians."}
{"doc_id": "SQuAD_00102", "dataset": "SQuAD", "text": "The main façade, built from red brick and Portland stone, stretches 720 feet (220 m) along Cromwell Gardens and was designed by Aston Webb after winning a competition in 1891 to extend the museum. Construction took place between 1899 and 1909. Stylistically it is a strange hybrid, although much of the detail belongs to the Renaissance there are medieval influences at work. The main entrance consisting of a series of shallow arches supported by slender columns and niches with twin doors separated by pier is Romanesque in form but Classical in detail. Likewise the tower above the main entrance has an open work crown surmounted by a statue of fame, a feature of late Gothic architecture and a feature common in Scotland, but the detail is Classical. The main windows to the galleries are also mullioned and transomed, again a Gothic feature, the top row of windows are interspersed with statues of many of the British artists whose work is displayed in the museum."}
{"doc_id": "SQuAD_00103", "dataset": "SQuAD", "text": "Plastid differentiation is not permanent, in fact many interconversions are possible. Chloroplasts may be converted to chromoplasts, which are pigment-filled plastids responsible for the bright colors seen in flowers and ripe fruit. Starch storing amyloplasts can also be converted to chromoplasts, and it is possible for proplastids to develop straight into chromoplasts. Chromoplasts and amyloplasts can also become chloroplasts, like what happens when a carrot or a potato is illuminated. If a plant is injured, or something else causes a plant cell to revert to a meristematic state, chloroplasts and other plastids can turn back into proplastids. Chloroplast, amyloplast, chromoplast, proplast, etc., are not absolute states—intermediate forms are common."}
{"doc_id": "SQuAD_00104", "dataset": "SQuAD", "text": "It became clear that managing the Apollo program would exceed the capabilities of Robert R. Gilruth's Space Task Group, which had been directing the nation's manned space program from NASA's Langley Research Center. So Gilruth was given authority to grow his organization into a new NASA center, the Manned Spacecraft Center (MSC). A site was chosen in Houston, Texas, on land donated by Rice University, and Administrator Webb announced the conversion on September 19, 1961. It was also clear NASA would soon outgrow its practice of controlling missions from its Cape Canaveral Air Force Station launch facilities in Florida, so a new Mission Control Center would be included in the MSC."}
{"doc_id": "SQuAD_00105", "dataset": "SQuAD", "text": "The Broncos defeated the Pittsburgh Steelers in the divisional round, 23–16, by scoring 11 points in the final three minutes of the game. They then beat the defending Super Bowl XLIX champion New England Patriots in the AFC Championship Game, 20–18, by intercepting a pass on New England's 2-point conversion attempt with 17 seconds left on the clock. Despite Manning's problems with interceptions during the season, he didn't throw any in their two playoff games."}
{"doc_id": "SQuAD_00106", "dataset": "SQuAD", "text": "Imperialism has played an important role in the histories of Japan, Korea, the Assyrian Empire, the Chinese Empire, the Roman Empire, Greece, the Byzantine Empire, the Persian Empire, the Ottoman Empire, Ancient Egypt, the British Empire, India, and many other empires. Imperialism was a basic component to the conquests of Genghis Khan during the Mongol Empire, and of other war-lords. Historically recognized Muslim empires number in the dozens. Sub-Saharan Africa has also featured dozens of empires that predate the European colonial era, for example the Ethiopian Empire, Oyo Empire, Asante Union, Luba Empire, Lunda Empire, and Mutapa Empire. The Americas during the pre-Columbian era also had large empires such as the Aztec Empire and the Incan Empire."}
{"doc_id": "SQuAD_00107", "dataset": "SQuAD", "text": "For a phylum with relatively few species, ctenophores have a wide range of body plans. Coastal species need to be tough enough to withstand waves and swirling sediment particles, while some oceanic species are so fragile that it is very difficult to capture them intact for study. In addition oceanic species do not preserve well, and are known mainly from photographs and from observers' notes. Hence most attention has until recently concentrated on three coastal genera – Pleurobrachia, Beroe and Mnemiopsis. At least two textbooks base their descriptions of ctenophores on the cydippid Pleurobrachia."}
{"doc_id": "SQuAD_00108", "dataset": "SQuAD", "text": "In August 1227, during the fall of Yinchuan, the capital of Western Xia, Genghis Khan died. The exact cause of his death remains a mystery, and is variously attributed to being killed in action against the Western Xia, illness, falling from his horse, or wounds sustained in hunting or battle. According to The Secret History of the Mongols Genghis Khan fell from his horse while hunting and died because of the injury. He was already old and tired from his journeys. The Galician–Volhynian Chronicle alleges he was killed by the Western Xia in battle, while Marco Polo wrote that he died after the infection of an arrow wound he received during his final campaign. Later Mongol chronicles connect Genghis' death with a Western Xia princess taken as war booty. One chronicle from the early 17th century even relates the legend that the princess hid a small dagger and stabbed him, though some Mongol authors have doubted this version and suspected it to be an invention by the rival Oirads."}
{"doc_id": "SQuAD_00109", "dataset": "SQuAD", "text": "Luther refused to recant his writings. He is sometimes also quoted as saying: \"Here I stand. I can do no other\". Recent scholars consider the evidence for these words to be unreliable, since they were inserted before \"May God help me\" only in later versions of the speech and not recorded in witness accounts of the proceedings. However, Mullett suggests that given his nature, \"we are free to believe that Luther would tend to select the more dramatic form of words.\""}
{"doc_id": "SQuAD_00110", "dataset": "SQuAD", "text": "The Rhine-Meuse Delta is a tidal delta, shaped not only by the sedimentation of the rivers, but also by tidal currents. This meant that high tide formed a serious risk because strong tidal currents could tear huge areas of land into the sea. Before the construction of the Delta Works, tidal influence was palpable up to Nijmegen, and even today, after the regulatory action of the Delta Works, the tide acts far inland. At the Waal, for example, the most landward tidal influence can be detected between Brakel and Zaltbommel."}
{"doc_id": "SQuAD_00111", "dataset": "SQuAD", "text": "For a long time, it was thought that the Amazon rainforest was only ever sparsely populated, as it was impossible to sustain a large population through agriculture given the poor soil. Archeologist Betty Meggers was a prominent proponent of this idea, as described in her book Amazonia: Man and Culture in a Counterfeit Paradise. She claimed that a population density of 0.2 inhabitants per square kilometre (0.52/sq mi) is the maximum that can be sustained in the rainforest through hunting, with agriculture needed to host a larger population. However, recent anthropological findings have suggested that the region was actually densely populated. Some 5 million people may have lived in the Amazon region in AD 1500, divided between dense coastal settlements, such as that at Marajó, and inland dwellers. By 1900 the population had fallen to 1 million and by the early 1980s it was less than 200,000."}
{"doc_id": "SQuAD_00112", "dataset": "SQuAD", "text": "Rugby is also a growing sport in southern California, particularly at the high school level, with increasing numbers of schools adding rugby as an official school sport."}
{"doc_id": "SQuAD_00113", "dataset": "SQuAD", "text": "Guo Shoujing applied mathematics to the construction of calendars. He was one of the first mathematicians in China to work on spherical trigonometry. Gou derived a cubic interpolation formula for his astronomical calculations. His calendar, the Shoushi Li (授時暦) or Calendar for Fixing the Seasons, was disseminated in 1281 as the official calendar of the Yuan dynasty. The calendar may have been influenced solely by the work of Song dynasty astronomer Shen Kuo or possibly by the work of Arab astronomers. There are no explicit signs of Muslim influences in the Shoushi calendar, but Mongol rulers were known to be interested in Muslim calendars. Mathematical knowledge from the Middle East was introduced to China under the Mongols, and Muslim astronomers brought Arabic numerals to China in the 13th century."}
{"doc_id": "SQuAD_00114", "dataset": "SQuAD", "text": "The concept of legal certainty is recognised one of the general principles of European Union law by the European Court of Justice since the 1960s. It is an important general principle of international law and public law, which predates European Union law. As a general principle in European Union law it means that the law must be certain, in that it is clear and precise, and its legal implications foreseeable, specially when applied to financial obligations. The adoption of laws which will have legal effect in the European Union must have a proper legal basis. Legislation in member states which implements European Union law must be worded so that it is clearly understandable by those who are subject to the law. In European Union law the general principle of legal certainty prohibits Ex post facto laws, i.e. laws should not take effect before they are published. The doctrine of legitimate expectation, which has its roots in the principles of legal certainty and good faith, is also a central element of the general principle of legal certainty in European Union law. The legitimate expectation doctrine holds that and that \"those who act in good faith on the basis of law as it is or seems to be should not be frustrated in their expectations\"."}
{"doc_id": "SQuAD_00115", "dataset": "SQuAD", "text": "In one experiment, Lavoisier observed that there was no overall increase in weight when tin and air were heated in a closed container. He noted that air rushed in when he opened the container, which indicated that part of the trapped air had been consumed. He also noted that the tin had increased in weight and that increase was the same as the weight of the air that rushed back in. This and other experiments on combustion were documented in his book Sur la combustion en général, which was published in 1777. In that work, he proved that air is a mixture of two gases; 'vital air', which is essential to combustion and respiration, and azote (Gk. ἄζωτον \"lifeless\"), which did not support either. Azote later became nitrogen in English, although it has kept the name in French and several other European languages."}
{"doc_id": "SQuAD_00116", "dataset": "SQuAD", "text": "The property of being prime (or not) is called primality. A simple but slow method of verifying the primality of a given number n is known as trial division. It consists of testing whether n is a multiple of any integer between 2 and . Algorithms much more efficient than trial division have been devised to test the primality of large numbers. These include the Miller–Rabin primality test, which is fast but has a small probability of error, and the AKS primality test, which always produces the correct answer in polynomial time but is too slow to be practical. Particularly fast methods are available for numbers of special forms, such as Mersenne numbers. As of January 2016[update], the largest known prime number has 22,338,618 decimal digits."}
{"doc_id": "SQuAD_00117", "dataset": "SQuAD", "text": "Martin Luther was born to Hans Luder (or Ludher, later Luther) and his wife Margarethe (née Lindemann) on 10 November 1483 in Eisleben, Saxony, then part of the Holy Roman Empire. He was baptized as a Catholic the next morning on the feast day of St. Martin of Tours. His family moved to Mansfeld in 1484, where his father was a leaseholder of copper mines and smelters and served as one of four citizen representatives on the local council. The religious scholar Martin Marty describes Luther's mother as a hard-working woman of \"trading-class stock and middling means\" and notes that Luther's enemies later wrongly described her as a whore and bath attendant. He had several brothers and sisters, and is known to have been close to one of them, Jacob. Hans Luther was ambitious for himself and his family, and he was determined to see Martin, his eldest son, become a lawyer. He sent Martin to Latin schools in Mansfeld, then Magdeburg in 1497, where he attended a school operated by a lay group called the Brethren of the Common Life, and Eisenach in 1498. The three schools focused on the so-called \"trivium\": grammar, rhetoric, and logic. Luther later compared his education there to purgatory and hell."}
{"doc_id": "SQuAD_00118", "dataset": "SQuAD", "text": "The secondary level includes schools offering years 7 through 12 (year twelve is known as lower sixth) and year 13 (upper sixth). This category includes university-preparatory schools or \"prep schools\", boarding schools and day schools. Tuition at private secondary schools varies from school to school and depends on many factors, including the location of the school, the willingness of parents to pay, peer tuitions and the school's financial endowment. High tuition, schools claim, is used to pay higher salaries for the best teachers and also used to provide enriched learning environments, including a low student to teacher ratio, small class sizes and services, such as libraries, science laboratories and computers. Some private schools are boarding schools and many military academies are privately owned or operated as well."}
{"doc_id": "SQuAD_00119", "dataset": "SQuAD", "text": "To fix carbon dioxide into sugar molecules in the process of photosynthesis, chloroplasts use an enzyme called rubisco. Rubisco has a problem—it has trouble distinguishing between carbon dioxide and oxygen, so at high oxygen concentrations, rubisco starts accidentally adding oxygen to sugar precursors. This has the end result of ATP energy being wasted and CO2 being released, all with no sugar being produced. This is a big problem, since O2 is produced by the initial light reactions of photosynthesis, causing issues down the line in the Calvin cycle which uses rubisco."}
{"doc_id": "SQuAD_00120", "dataset": "SQuAD", "text": "The revocation forbade Protestant services, required education of children as Catholics, and prohibited emigration. It proved disastrous to the Huguenots and costly for France. It precipitated civil bloodshed, ruined commerce, and resulted in the illegal flight from the country of hundreds of thousands of Protestants, many of whom became intellectuals, doctors and business leaders in Britain as well as Holland, Prussia, and South Africa. Four thousand emigrated to the North American colonies, where they settled in New York and Virginia, especially. The English welcomed the French refugees, providing money from both government and private agencies to aid their relocation. Those Huguenots who stayed in France became Catholics and were called \"new converts\"."}
{"doc_id": "SQuAD_00121", "dataset": "SQuAD", "text": "Education in Australia is primarily the responsibility of the individual states and territories. Generally, education in Australia follows the three-tier model which includes primary education (primary schools), followed by secondary education (secondary schools/high schools) and tertiary education (universities and/or TAFE colleges)."}
{"doc_id": "SQuAD_00122", "dataset": "SQuAD", "text": "In Tibetan Buddhism the teachers of Dharma in Tibet are most commonly called a Lama. A Lama who has through phowa and siddhi consciously determined to be reborn, often many times, in order to continue their Bodhisattva vow is called a Tulku."}
{"doc_id": "SQuAD_00123", "dataset": "SQuAD", "text": "Compact trucks were introduced, such as the Toyota Hilux and the Datsun Truck, followed by the Mazda Truck (sold as the Ford Courier), and the Isuzu-built Chevrolet LUV. Mitsubishi rebranded its Forte as the Dodge D-50 a few years after the oil crisis. Mazda, Mitsubishi and Isuzu had joint partnerships with Ford, Chrysler, and GM, respectively. Later the American makers introduced their domestic replacements (Ford Ranger, Dodge Dakota and the Chevrolet S10/GMC S-15), ending their captive import policy."}
{"doc_id": "SQuAD_00124", "dataset": "SQuAD", "text": "Commissioners have various privileges, such as being exempt from member state taxes (but not EU taxes), and having immunity from prosecution for doing official acts. Commissioners have sometimes been found to have abused their offices, particularly since the Santer Commission was censured by Parliament in 1999, and it eventually resigned due to corruption allegations. This resulted in one main case, Commission v Edith Cresson where the European Court of Justice held that a Commissioner giving her dentist a job, for which he was clearly unqualified, did in fact not break any law. By contrast to the ECJ's relaxed approach, a Committee of Independent Experts found that a culture had developed where few Commissioners had ‘even the slightest sense of responsibility’. This led to the creation of the European Anti-fraud Office. In 2012 it investigated the Maltese Commissioner for Health, John Dalli, who quickly resigned after allegations that he received a €60m bribe in connection with a Tobacco Products Directive. Beyond the Commission, the European Central Bank has relative executive autonomy in its conduct of monetary policy for the purpose of managing the euro. It has a six-person board appointed by the European Council, on the Council's recommendation. The President of the Council and a Commissioner can sit in on ECB meetings, but do not have voting rights."}
{"doc_id": "SQuAD_00125", "dataset": "SQuAD", "text": "As the designated home team in the annual rotation between AFC and NFC teams, the Broncos elected to wear their road white jerseys with matching white pants. Elway stated, \"We've had Super Bowl success in our white uniforms.\" The Broncos last wore matching white jerseys and pants in the Super Bowl in Super Bowl XXXIII, Elway's last game as Denver QB, when they defeated the Atlanta Falcons 34–19. In their only other Super Bowl win in Super Bowl XXXII, Denver wore blue jerseys, which was their primary color at the time. They also lost Super Bowl XXI when they wore white jerseys, but they are 0-4 in Super Bowls when wearing orange jerseys, losing in Super Bowl XII, XXII, XXIV, and XLVIII. The only other AFC champion team to have worn white as the designated home team in the Super Bowl was the Pittsburgh Steelers; they defeated the Seattle Seahawks 21–10 in Super Bowl XL 10 seasons prior. The Broncos' decision to wear white meant the Panthers would wear their standard home uniform: black jerseys with silver pants."}
{"doc_id": "SQuAD_00126", "dataset": "SQuAD", "text": "However, already in quantum mechanics there is one \"caveat\", namely the particles acting onto each other do not only possess the spatial variable, but also a discrete intrinsic angular momentum-like variable called the \"spin\", and there is the Pauli principle relating the space and the spin variables. Depending on the value of the spin, identical particles split into two different classes, fermions and bosons. If two identical fermions (e.g. electrons) have a symmetric spin function (e.g. parallel spins) the spatial variables must be antisymmetric (i.e. they exclude each other from their places much as if there was a repulsive force), and vice versa, i.e. for antiparallel spins the position variables must be symmetric (i.e. the apparent force must be attractive). Thus in the case of two fermions there is a strictly negative correlation between spatial and spin variables, whereas for two bosons (e.g. quanta of electromagnetic waves, photons) the correlation is strictly positive."}
{"doc_id": "SQuAD_00127", "dataset": "SQuAD", "text": "The common pattern comes from John Wesley, who wrote that \"there is no Liturgy in the world, either in ancient or modern language, which breathes more of a solid, scriptural, rational piety, than the Common Prayer of the Church of England.\" When the Methodists in America were separated from the Church of England, John Wesley himself provided a revised version of The Book of Common Prayer called the Sunday Service of the Methodists in North America. Wesley's Sunday Service has shaped the official liturgies of the Methodists ever since."}
{"doc_id": "SQuAD_00128", "dataset": "SQuAD", "text": "For the complexity classes defined in this way, it is desirable to prove that relaxing the requirements on (say) computation time indeed defines a bigger set of problems. In particular, although DTIME(n) is contained in DTIME(n2), it would be interesting to know if the inclusion is strict. For time and space requirements, the answer to such questions is given by the time and space hierarchy theorems respectively. They are called hierarchy theorems because they induce a proper hierarchy on the classes defined by constraining the respective resources. Thus there are pairs of complexity classes such that one is properly included in the other. Having deduced such proper set inclusions, we can proceed to make quantitative statements about how much more additional time or space is needed in order to increase the number of problems that can be solved."}
{"doc_id": "SQuAD_00129", "dataset": "SQuAD", "text": "Residential construction practices, technologies, and resources must conform to local building authority regulations and codes of practice. Materials readily available in the area generally dictate the construction materials used (e.g. brick versus stone, versus timber). Cost of construction on a per square meter (or per square foot) basis for houses can vary dramatically based on site conditions, local regulations, economies of scale (custom designed homes are often more expensive to build) and the availability of skilled tradespeople. As residential construction (as well as all other types of construction) can generate a lot of waste, careful planning again is needed here."}
{"doc_id": "SQuAD_00130", "dataset": "SQuAD", "text": "Cyanobacteria are considered the ancestors of chloroplasts. They are sometimes called blue-green algae even though they are prokaryotes. They are a diverse phylum of bacteria capable of carrying out photosynthesis, and are gram-negative, meaning that they have two cell membranes. Cyanobacteria also contain a peptidoglycan cell wall, which is thicker than in other gram-negative bacteria, and which is located between their two cell membranes. Like chloroplasts, they have thylakoids within. On the thylakoid membranes are photosynthetic pigments, including chlorophyll a. Phycobilins are also common cyanobacterial pigments, usually organized into hemispherical phycobilisomes attached to the outside of the thylakoid membranes (phycobilins are not shared with all chloroplasts though)."}
{"doc_id": "SQuAD_00131", "dataset": "SQuAD", "text": "Sometimes the prosecution proposes a plea bargain to civil disobedients, as in the case of the Camden 28, in which the defendants were offered an opportunity to plead guilty to one misdemeanor count and receive no jail time. In some mass arrest situations, the activists decide to use solidarity tactics to secure the same plea bargain for everyone. But some activists have opted to enter a blind plea, pleading guilty without any plea agreement in place. Mohandas Gandhi pleaded guilty and told the court, \"I am here to . . . submit cheerfully to the highest penalty that can be inflicted upon me for what in law is a deliberate crime and what appears to me to be the highest duty of a citizen.\""}
{"doc_id": "SQuAD_00132", "dataset": "SQuAD", "text": "On December 28, 2015, ESPN Deportes announced that they had reached an agreement with CBS and the NFL to be the exclusive Spanish-language broadcaster of the game, marking the third dedicated Spanish-language broadcast of the Super Bowl. Unlike NBC and Fox, CBS does not have a Spanish-language outlet of its own that could broadcast the game (though per league policy, a separate Spanish play-by-play call was carried on CBS's second audio program channel for over-the-air viewers). The game was called by ESPN Deportes' Monday Night Football commentary crew of Alvaro Martin and Raul Allegre, and sideline reporter John Sutcliffe. ESPN Deportes broadcast pre-game and post-game coverage, while Martin, Allegre, and Sutcliffe contributed English-language reports for ESPN's SportsCenter and Mike & Mike."}
{"doc_id": "SQuAD_00133", "dataset": "SQuAD", "text": "The Master is the Doctor's archenemy, a renegade Time Lord who desires to rule the universe. Conceived as \"Professor Moriarty to the Doctor's Sherlock Holmes\", the character first appeared in 1971. As with the Doctor, the role has been portrayed by several actors, since the Master is a Time Lord as well and able to regenerate; the first of these actors was Roger Delgado, who continued in the role until his death in 1973. The Master was briefly played by Peter Pratt and Geoffrey Beevers until Anthony Ainley took over and continued to play the character until Doctor Who's hiatus in 1989. The Master returned in the 1996 television movie of Doctor Who, and was played by American actor Eric Roberts."}
{"doc_id": "SQuAD_00134", "dataset": "SQuAD", "text": "Luther was the most widely read author of his generation, and within Germany he acquired the status of a prophet. According to the prevailing view among historians, his anti-Jewish rhetoric contributed significantly to the development of antisemitism in Germany, and in the 1930s and 1940s provided an \"ideal underpinning\" for the Nazis' attacks on Jews. Reinhold Lewin writes that anybody who \"wrote against the Jews for whatever reason believed he had the right to justify himself by triumphantly referring to Luther.\" According to Michael, just about every anti-Jewish book printed in the Third Reich contained references to and quotations from Luther. Heinrich Himmler wrote admiringly of his writings and sermons on the Jews in 1940. The city of Nuremberg presented a first edition of On the Jews and their Lies to Julius Streicher, editor of the Nazi newspaper Der Stürmer, on his birthday in 1937; the newspaper described it as the most radically anti-Semitic tract ever published. It was publicly exhibited in a glass case at the Nuremberg rallies and quoted in a 54-page explanation of the Aryan Law by Dr. E.H. Schulz and Dr. R. Frercks."}
{"doc_id": "SQuAD_00135", "dataset": "SQuAD", "text": "Ctenophores may be abundant during the summer months in some coastal locations, but in other places they are uncommon and difficult to find. In bays where they occur in very high numbers, predation by ctenophores may control the populations of small zooplanktonic organisms such as copepods, which might otherwise wipe out the phytoplankton (planktonic plants), which are a vital part of marine food chains. One ctenophore, Mnemiopsis, has accidentally been introduced into the Black Sea, where it is blamed for causing fish stocks to collapse by eating both fish larvae and organisms that would otherwise have fed the fish. The situation was aggravated by other factors, such as over-fishing and long-term environmental changes that promoted the growth of the Mnemiopsis population. The later accidental introduction of Beroe helped to mitigate the problem, as Beroe preys on other ctenophores."}
{"doc_id": "SQuAD_00136", "dataset": "SQuAD", "text": "In April 1970, Congress passed the Public Health Cigarette Smoking Act which banned cigarette advertising from all television and radio networks, including ABC, when it took effect on January 2, 1971. Citing limited profitability of its cinemas, ABC Great States, the Central West division of ABC Theatres, was sold to Henry Plitt in 1974. On January 17, 1972, Elton Rule was named President and Chief Operating Officer of ABC a few months after Goldenson reduced his role in the company after suffering a heart attack."}
{"doc_id": "SQuAD_00137", "dataset": "SQuAD", "text": "According to International Monetary Fund economists, inequality in wealth and income is negatively correlated with the duration of economic growth spells (not the rate of growth). High levels of inequality prevent not just economic prosperity, but also the quality of a country's institutions and high levels of education. According to IMF staff economists, \"if the income share of the top 20 percent (the rich) increases, then GDP growth actually declines over the medium term, suggesting that the benefits do not trickle down. In contrast, an increase in the income share of the bottom 20 percent (the poor) is associated with higher GDP growth. The poor and the middle class matter the most for growth via a number of interrelated economic, social, and political channels.\""}
{"doc_id": "SQuAD_00138", "dataset": "SQuAD", "text": "Conservation is responsible for the long-term preservation of the collections, and covers all the collections held by the V&A and the V&A Museum of Childhood. The conservators specialise in particular areas of conservation. Areas covered by conservator's work include \"preventive\" conservation this includes: performing surveys, assessments and providing advice on the handling of items, correct packaging, mounting and handling procedures during movement and display to reduce risk of damaging objects. Activities include controlling the museum environment (for example, temperature and light) and preventing pests (primarily insects) from damaging artefacts. The other major category is \"interventive\" conservation, this includes: cleaning and reintegration to strengthen fragile objects, reveal original surface decoration, and restore shape. Interventive treatment makes an object more stable, but also more attractive and comprehensible to the viewer. It is usually undertaken on items that are to go on public display."}
{"doc_id": "SQuAD_00139", "dataset": "SQuAD", "text": "The official record high temperature for Fresno is 115 °F (46.1 °C), set on July 8, 1905, while the official record low is 17 °F (−8 °C), set on January 6, 1913. The average windows for 100 °F (37.8 °C)+, 90 °F (32.2 °C)+, and freezing temperatures are June 1 thru September 13, April 26 thru October 9, and December 10 thru January 28, respectively, and no freeze occurred between in the 1983/1984 season. Annual rainfall has ranged from 23.57 inches (598.7 mm) in the “rain year” from July 1982 to June 1983 down to 4.43 inches (112.5 mm) from July 1933 to June 1934. The most rainfall in one month was 9.54 inches (242.3 mm) in November 1885 and the most rainfall in 24 hours 3.55 inches (90.2 mm) on November 18, 1885. Measurable precipitation falls on an average of 48 days annually. Snow is a rarity; the heaviest snowfall at the airport was 2.2 inches (0.06 m) on January 21, 1962."}
{"doc_id": "SQuAD_00140", "dataset": "SQuAD", "text": "The earliest Doctor Who-related audio release was a 21-minute narrated abridgement of the First Doctor television story The Chase released in 1966. Ten years later, the first original Doctor Who audio was released on LP record; Doctor Who and the Pescatons featuring the Fourth Doctor. The first commercially available audiobook was an abridged reading of the Fourth Doctor story State of Decay in 1981. In 1988, during a hiatus in the television show, Slipback, the first radio drama, was transmitted."}
{"doc_id": "SQuAD_00141", "dataset": "SQuAD", "text": "A further type of committee is normally set up to scrutinise private bills submitted to the Scottish Parliament by an outside party or promoter who is not a member of the Scottish Parliament or Scottish Government. Private bills normally relate to large-scale development projects such as infrastructure projects that require the use of land or property. Private Bill Committees have been set up to consider legislation on issues such as the development of the Edinburgh Tram Network, the Glasgow Airport Rail Link, the Airdrie-Bathgate Rail Link and extensions to the National Gallery of Scotland."}
{"doc_id": "SQuAD_00142", "dataset": "SQuAD", "text": "A study by the World Institute for Development Economics Research at United Nations University reports that the richest 1% of adults alone owned 40% of global assets in the year 2000. The three richest people in the world possess more financial assets than the lowest 48 nations combined. The combined wealth of the \"10 million dollar millionaires\" grew to nearly $41 trillion in 2008. A January 2014 report by Oxfam claims that the 85 wealthiest individuals in the world have a combined wealth equal to that of the bottom 50% of the world's population, or about 3.5 billion people. According to a Los Angeles Times analysis of the report, the wealthiest 1% owns 46% of the world's wealth; the 85 richest people, a small part of the wealthiest 1%, own about 0.7% of the human population's wealth, which is the same as the bottom half of the population. More recently, in January 2015, Oxfam reported that the wealthiest 1 percent will own more than half of the global wealth by 2016. An October 2014 study by Credit Suisse also claims that the top 1% now own nearly half of the world's wealth and that the accelerating disparity could trigger a recession. In October 2015, Credit Suisse published a study which shows global inequality continues to increase, and that half of the world's wealth is now in the hands of those in the top percentile, whose assets each exceed $759,900. A 2016 report by Oxfam claims that the 62 wealthiest individuals own as much wealth as the poorer half of the global population combined. Oxfam's claims have however been questioned on the basis of the methodology used: by using net wealth (adding up assets and subtracting debts), the Oxfam report, for instance, finds that there are more poor people in the United States and Western Europe than in China (due to a greater tendency to take on debts).[unreliable source?][unreliable source?] Anthony Shorrocks, the lead author of the Credit Suisse report which is one of the sources of Oxfam's data, considers the criticism about debt to be a \"silly argument\" and \"a non-issue . . . a diversion.\""}
{"doc_id": "SQuAD_00143", "dataset": "SQuAD", "text": "are prime for any natural number n. Here  represents the floor function, i.e., largest integer not greater than the number in question. The latter formula can be shown using Bertrand's postulate (proven first by Chebyshev), which states that there always exists at least one prime number p with n < p < 2n − 2, for any natural number n > 3. However, computing A or μ requires the knowledge of infinitely many primes to begin with. Another formula is based on Wilson's theorem and generates the number 2 many times and all other primes exactly once."}
{"doc_id": "SQuAD_00144", "dataset": "SQuAD", "text": "The Super Bowl 50 Host Committee has vowed to be \"the most giving Super Bowl ever\", and will dedicate 25 percent of all money it raises for philanthropic causes in the Bay Area. The committee created the 50 fund as its philanthropic initiative and focuses on providing grants to aid with youth development, community investment and sustainable environments."}
{"doc_id": "SQuAD_00145", "dataset": "SQuAD", "text": "Ctenophores used to be regarded as \"dead ends\" in marine food chains because it was thought their low ratio of organic matter to salt and water made them a poor diet for other animals. It is also often difficult to identify the remains of ctenophores in the guts of possible predators, although the combs sometimes remain intact long enough to provide a clue. Detailed investigation of chum salmon, Oncorhynchus keta, showed that these fish digest ctenophores 20 times as fast as an equal weight of shrimps, and that ctenophores can provide a good diet if there are enough of them around. Beroids prey mainly on other ctenophores. Some jellyfish and turtles eat large quantities of ctenophores, and jellyfish may temporarily wipe out ctenophore populations. Since ctenophores and jellyfish often have large seasonal variations in population, most fish that prey on them are generalists, and may have a greater effect on populations than the specialist jelly-eaters. This is underlined by an observation of herbivorous fishes deliberately feeding on gelatinous zooplankton during blooms in the Red Sea. The larvae of some sea anemones are parasites on ctenophores, as are the larvae of some flatworms that parasitize fish when they reach adulthood."}
{"doc_id": "SQuAD_00146", "dataset": "SQuAD", "text": "In the early years, many Huguenots also settled in the area of present-day Charleston, South Carolina. In 1685, Rev. Elie Prioleau from the town of Pons in France, was among the first to settle there. He became pastor of the first Huguenot church in North America in that city. After the Revocation of the Edict of Nantes in 1685, several Huguenot families of Norman and Carolingian nobility and descent, including Edmund Bohun of Suffolk England from the Humphrey de Bohun line of French royalty descended from Charlemagne, Jean Postell of Dieppe France, Alexander Pepin, Antoine Poitevin of Orsement France, and Jacques de Bordeaux of Grenoble, immigrated to the Charleston Orange district. They were very successful at marriage and property speculation. After petitioning the British Crown in 1697 for the right to own land in the Baronies, they prospered as slave owners on the Cooper, Ashepoo, Ashley and Santee River plantations they purchased from the British Landgrave Edmund Bellinger. Some of their descendants moved into the Deep South and Texas, where they developed new plantations."}
{"doc_id": "SQuAD_00147", "dataset": "SQuAD", "text": "On October 6, 2004, a joint Japanese-Mongolian archaeological dig uncovered what is believed to be Genghis Khan's palace in rural Mongolia, which raises the possibility of actually locating the ruler's long-lost burial site. Folklore says that a river was diverted over his grave to make it impossible to find (the same manner of burial as the Sumerian King Gilgamesh of Uruk and Atilla the Hun). Other tales state that his grave was stampeded over by many horses, and that trees were then planted over the site, and the permafrost also did its part in hiding the burial site."}
{"doc_id": "SQuAD_00148", "dataset": "SQuAD", "text": "Current faculty include the anthropologist Marshall Sahlins, historian Dipesh Chakrabarty, paleontologists Neil Shubin and Paul Sereno, evolutionary biologist Jerry Coyne, Nobel prize winning physicist Yoichiro Nambu, Nobel prize winning physicist James Cronin, Nobel Prize winning economists Eugene Fama, James Heckman, Lars Peter Hansen, Roger Myerson and Robert Lucas, Jr., Freakonomics author and noted economist Steven Levitt, current governor of India's central bank Raghuram Rajan, the 74th United States Secretary of the Treasury and former Goldman Sachs Chairman and CEO Hank Paulson, former Chairman of President Barack Obama's Council of Economic Advisors Austan Goolsbee, Shakespeare scholar David Bevington, and renowned political scientists John Mearsheimer and Robert Pape."}
{"doc_id": "SQuAD_00149", "dataset": "SQuAD", "text": "The notion \"force\" keeps its meaning in quantum mechanics, though one is now dealing with operators instead of classical variables and though the physics is now described by the Schrödinger equation instead of Newtonian equations. This has the consequence that the results of a measurement are now sometimes \"quantized\", i.e. they appear in discrete portions. This is, of course, difficult to imagine in the context of \"forces\". However, the potentials V(x,y,z) or fields, from which the forces generally can be derived, are treated similar to classical position variables, i.e., ."}
{"doc_id": "SQuAD_00150", "dataset": "SQuAD", "text": "In order to compete with CNN, ABC proposed a 24-hour news channel called ABC Cable News, with plans to launch the network in 1995; however, the plan would ultimately be shelved by company management. ABC would reattempt such a concept in July 2004 with the launch of ABC News Now, a 24-hour news channel distributed for viewing on the Internet and mobile phones. On August 29, 1994, ABC purchased Flint, Michigan affiliate WJRT-TV and WTVG in Toledo, Ohio (which was previously affiliated with ABC from 1958 to 1970) from SJL Broadcast Management, with the latter switching to ABC once its contract with NBC expired two months after the purchase was finalized in early 1995. Both stations were acquired as a contingency plan in the event that CBS reached an affiliation deal with WXYZ-TV (to replace WJBK, which switched to Fox as a result of that network's group affiliation agreement with New World Communications) in order to allow the network to retain some over-the-air presence in the Detroit market (the E.W. Scripps Company and ABC would reach a group affiliation deal that renewed affiliation agreements with WXYZ and WEWS, and switch four other stations, including two whose Fox affiliations were displaced by the New World deal, with the network)."}
{"doc_id": "SQuAD_00151", "dataset": "SQuAD", "text": "The first recorded travels by Europeans to China and back date from this time. The most famous traveler of the period was the Venetian Marco Polo, whose account of his trip to \"Cambaluc,\" the capital of the Great Khan, and of life there astounded the people of Europe. The account of his travels, Il milione (or, The Million, known in English as the Travels of Marco Polo), appeared about the year 1299. Some argue over the accuracy of Marco Polo's accounts due to the lack of mentioning the Great Wall of China, tea houses, which would have been a prominent sight since Europeans had yet to adopt a tea culture, as well the practice of foot binding by the women in capital of the Great Khan. Some suggest that Marco Polo acquired much of his knowledge through contact with Persian traders since many of the places he named were in Persian."}
{"doc_id": "SQuAD_00152", "dataset": "SQuAD", "text": "The University of Chicago was created and incorporated as a coeducational, secular institution in 1890 by the American Baptist Education Society and a donation from oil magnate and philanthropist John D. Rockefeller on land donated by Marshall Field. While the Rockefeller donation provided money for academic operations and long-term endowment, it was stipulated that such money could not be used for buildings. The original physical campus was financed by donations from wealthy Chicagoans like Silas B. Cobb who provided the funds for the campus' first building, Cobb Lecture Hall, and matched Marshall Field's pledge of $100,000. Other early benefactors included businessmen Charles L. Hutchinson (trustee, treasurer and donor of Hutchinson Commons), Martin A. Ryerson (president of the board of trustees and donor of the Ryerson Physical Laboratory) Adolphus Clay Bartlett and Leon Mandel, who funded the construction of the gymnasium and assembly hall, and George C. Walker of the Walker Museum, a relative of Cobb who encouraged his inaugural donation for facilities."}
{"doc_id": "SQuAD_00153", "dataset": "SQuAD", "text": "On April 14, 2011, ABC canceled the long-running soap operas All My Children and One Life to Live after 41 and 43 years on the air, respectively (following backlash from fans, ABC sold the rights to both shows to Prospect Park, which eventually revived the soaps on Hulu for one additional season in 2013 and with both companies suing one another for allegations of interference with the process of reviving the shows, failure to pay licensing fees and issues over ABC's use of certain characters from One Live to Live on General Hospital during the transition). The talk/lifestyle show that replaced One Life to Live, The Revolution, failed to generate satisfactory ratings and was in turn canceled after only seven months. The 2011–12 season saw ABC drop to fourth place in the 18–49 demographic despite renewing a handful of new shows (including freshmen dramas Scandal, Revenge and Once Upon a Time) for second seasons."}
{"doc_id": "SQuAD_00154", "dataset": "SQuAD", "text": "His poor physical health made him short-tempered and even harsher in his writings and comments. His wife Katharina was overheard saying, \"Dear husband, you are too rude,\" and he responded, \"They are teaching me to be rude.\" In 1545 and 1546 Luther preached three times in the Market Church in Halle, staying with his friend Justus Jonas during Christmas."}
{"doc_id": "SQuAD_00155", "dataset": "SQuAD", "text": "The Normans (Norman: Nourmands; French: Normands; Latin: Normanni) were the people who in the 10th and 11th centuries gave their name to Normandy, a region in France. They were descended from Norse (\"Norman\" comes from \"Norseman\") raiders and pirates from Denmark, Iceland and Norway who, under their leader Rollo, agreed to swear fealty to King Charles III of West Francia. Through generations of assimilation and mixing with the native Frankish and Roman-Gaulish populations, their descendants would gradually merge with the Carolingian-based cultures of West Francia. The distinct cultural and ethnic identity of the Normans emerged initially in the first half of the 10th century, and it continued to evolve over the succeeding centuries."}
{"doc_id": "SQuAD_00156", "dataset": "SQuAD", "text": "One of the more notable applications of printing technology was the chao, the paper money of the Yuan. Chao were made from the bark of mulberry trees. The Yuan government used woodblocks to print paper money, but switched to bronze plates in 1275. The Mongols experimented with establishing the Chinese-style paper monetary system in Mongol-controlled territories outside of China. The Yuan minister Bolad was sent to Iran, where he explained Yuan paper money to the Il-khanate court of Gaykhatu. The Il-khanate government issued paper money in 1294, but public distrust of the exotic new currency doomed the experiment."}
{"doc_id": "SQuAD_00157", "dataset": "SQuAD", "text": "Modern primality tests for general numbers n can be divided into two main classes, probabilistic (or \"Monte Carlo\") and deterministic algorithms. Deterministic algorithms provide a way to tell for sure whether a given number is prime or not. For example, trial division is a deterministic algorithm because, if performed correctly, it will always identify a prime number as prime and a composite number as composite. Probabilistic algorithms are normally faster, but do not completely prove that a number is prime. These tests rely on testing a given number in a partly random way. For example, a given test might pass all the time if applied to a prime number, but pass only with probability p if applied to a composite number. If we repeat the test n times and pass every time, then the probability that our number is composite is 1/(1-p)n, which decreases exponentially with the number of tests, so we can be as sure as we like (though never perfectly sure) that the number is prime. On the other hand, if the test ever fails, then we know that the number is composite."}
{"doc_id": "SQuAD_00158", "dataset": "SQuAD", "text": "For a long time, it was thought that the Amazon rainforest was only ever sparsely populated, as it was impossible to sustain a large population through agriculture given the poor soil. Archeologist Betty Meggers was a prominent proponent of this idea, as described in her book Amazonia: Man and Culture in a Counterfeit Paradise. She claimed that a population density of 0.2 inhabitants per square kilometre (0.52/sq mi) is the maximum that can be sustained in the rainforest through hunting, with agriculture needed to host a larger population. However, recent anthropological findings have suggested that the region was actually densely populated. Some 5 million people may have lived in the Amazon region in AD 1500, divided between dense coastal settlements, such as that at Marajó, and inland dwellers. By 1900 the population had fallen to 1 million and by the early 1980s it was less than 200,000."}
{"doc_id": "SQuAD_00159", "dataset": "SQuAD", "text": "New Rochelle, located in the county of Westchester on the north shore of Long Island Sound, seemed to be the great location of the Huguenots in New York. It is said that they landed on the coastline peninsula of Davenports Neck called \"Bauffet's Point\" after traveling from England where they had previously taken refuge on account of religious persecution, four years before the revocation of the Edict of Nantes. They purchased from John Pell, Lord of Pelham Manor, a tract of land consisting of six thousand one hundred acres with the help of Jacob Leisler. It was named New Rochelle after La Rochelle, their former strong-hold in France. A small wooden church was first erected in the community, followed by a second church that built of stone. Previous to the erection of it, the strong men would often walk twenty-three miles on Saturday evening, the distance by the road from New Rochelle to New York, to attend the Sunday service. The church was eventually replaced by a third, Trinity-St. Paul's Episcopal Church, which contains heirlooms including the original bell from the French Huguenot Church \"Eglise du St. Esperit\" on Pine Street in New York City, which is preserved as a relic in the tower room. The Huguenot cemetery, or \"Huguenot Burial Ground\", has since been recognized as a historic cemetery that is the final resting place for a wide range of the Huguenot founders, early settlers and prominent citizens dating back more than three centuries."}
{"doc_id": "SQuAD_00160", "dataset": "SQuAD", "text": "Rail transport in Victoria is provided by several private and public railway operators who operate over government-owned lines. Major operators include: Metro Trains Melbourne which runs an extensive, electrified, passenger system throughout Melbourne and suburbs; V/Line which is now owned by the Victorian Government, operates a concentrated service to major regional centres, as well as long distance services on other lines; Pacific National, CFCL Australia which operate freight services; Great Southern Rail which operates The Overland Melbourne—Adelaide; and NSW TrainLink which operates XPTs Melbourne—Sydney."}
{"doc_id": "SQuAD_00161", "dataset": "SQuAD", "text": "The Harvard University Library System is centered in Widener Library in Harvard Yard and comprises nearly 80 individual libraries holding over 18 million volumes. According to the American Library Association, this makes it the largest academic library in the United States, and one of the largest in the world. Cabot Science Library, Lamont Library, and Widener Library are three of the most popular libraries for undergraduates to use, with easy access and central locations. There are rare books, manuscripts and other special collections throughout Harvard's libraries; Houghton Library, the Arthur and Elizabeth Schlesinger Library on the History of Women in America, and the Harvard University Archives consist principally of rare and unique materials. America's oldest collection of maps, gazetteers, and atlases both old and new is stored in Pusey Library and open to the public. The largest collection of East-Asian language material outside of East Asia is held in the Harvard-Yenching Library."}
{"doc_id": "SQuAD_00162", "dataset": "SQuAD", "text": "Doctor Who follows the adventures of the primary character, a rogue Time Lord from the planet Gallifrey, who simply goes by the name \"The Doctor\". He fled from Gallifrey in a stolen Mark I Type 40 TARDIS – \"Time and Relative Dimension in Space\" – time machine which allows him to travel across time and space. The TARDIS has a \"chameleon circuit\" which normally allows the machine to take on the appearance of local objects as a disguise. However, the Doctor's TARDIS remains fixed as a blue British Police box due to a malfunction in the chameleon circuit."}
{"doc_id": "SQuAD_00163", "dataset": "SQuAD", "text": "There are 3 main bus companies providing services in the city; Arriva North East, Go North East and Stagecoach North East. There are two major bus stations in the city: Haymarket bus station and Eldon Square bus station. Arriva mainly operates from Haymarket Bus Station providing the majority of services to the north of Newcastle, Northumberland and North Tyneside. Go-Ahead operates from Eldon Square Bus Station, providing the majority of services south of the river in Gateshead, South Tyneside, Sunderland, and County Durham. Stagecoach is the primary operator in the city proper, with cross-city services mainly between both the West and East ends via the city centre with some services extending out to the MetroCentre, Killingworth, Wallsend and Ponteland. Bus Services in Newcastle upon Tyne and the surrounding boroughs part of the Tyne and Wear area are coordinated by Nexus, the Tyne and Wear Passenger Transport Executive."}
{"doc_id": "SQuAD_00164", "dataset": "SQuAD", "text": "The United Methodist Church has since 1985 been exploring a possible merger with three historically African-American Methodist denominations: the African Methodist Episcopal Church, the African Methodist Episcopal Zion Church, and the Christian Methodist Episcopal Church. A Commission on Pan Methodist Cooperation and Union formed in 2000 to carry out work on such a merger. In May 2012, The United Methodist Church entered into full communion with the African Methodist Episcopal Church, African Methodist Episcopal Zion Church, African Union Methodist Protestant Church, Christian Methodist Episcopal Church, and Union American Methodist Episcopal Church, in which these Churches agreed to \"recognize each other's churches, share sacraments, and affirm their clergy and ministries.\""}
{"doc_id": "SQuAD_00165", "dataset": "SQuAD", "text": "In early 2012, NFL Commissioner Roger Goodell stated that the league planned to make the 50th Super Bowl \"spectacular\" and that it would be \"an important game for us as a league\"."}
{"doc_id": "SQuAD_00166", "dataset": "SQuAD", "text": "Luther made his pronouncements from Wartburg in the context of rapid developments at Wittenberg, of which he was kept fully informed. Andreas Karlstadt, supported by the ex-Augustinian Gabriel Zwilling, embarked on a radical programme of reform there in June 1521, exceeding anything envisaged by Luther. The reforms provoked disturbances, including a revolt by the Augustinian friars against their prior, the smashing of statues and images in churches, and denunciations of the magistracy. After secretly visiting Wittenberg in early December 1521, Luther wrote A Sincere Admonition by Martin Luther to All Christians to Guard Against Insurrection and Rebellion. Wittenberg became even more volatile after Christmas when a band of visionary zealots, the so-called Zwickau prophets, arrived, preaching revolutionary doctrines such as the equality of man, adult baptism, and Christ's imminent return. When the town council asked Luther to return, he decided it was his duty to act."}
{"doc_id": "SQuAD_00167", "dataset": "SQuAD", "text": "In some countries, formal education can take place through home schooling. Informal learning may be assisted by a teacher occupying a transient or ongoing role, such as a family member, or by anyone with knowledge or skills in the wider community setting."}
{"doc_id": "SQuAD_00168", "dataset": "SQuAD", "text": "The Standard Industrial Classification and the newer North American Industry Classification System have a classification system for companies that perform or otherwise engage in construction. To recognize the differences of companies in this sector, it is divided into three subsectors: building construction, heavy and civil engineering construction, and specialty trade contractors. There are also categories for construction service firms (e.g., engineering, architecture) and construction managers (firms engaged in managing construction projects without assuming direct financial responsibility for completion of the construction project)."}
{"doc_id": "SQuAD_00169", "dataset": "SQuAD", "text": "Super Bowl 50 featured numerous records from individuals and teams. Denver won despite being massively outgained in total yards (315 to 194) and first downs (21 to 11). Their 194 yards and 11 first downs were both the lowest totals ever by a Super Bowl winning team. The previous record was 244 yards by the Baltimore Ravens in Super Bowl XXXV. Only seven other teams had ever gained less than 200 yards in a Super Bowl, and all of them had lost. The Broncos' seven sacks tied a Super Bowl record set by the Chicago Bears in Super Bowl XX. Kony Ealy tied a Super Bowl record with three sacks. Jordan Norwood's 61-yard punt return set a new record, surpassing the old record of 45 yards set by John Taylor in Super Bowl XXIII. Denver was just 1-of-14 on third down, while Carolina was barely better at 3-of-15. The two teams' combined third down conversion percentage of 13.8 was a Super Bowl low. Manning and Newton had quarterback passer ratings of 56.6 and 55.4, respectively, and their added total of 112 is a record lowest aggregate passer rating for a Super Bowl. Manning became the oldest quarterback ever to win a Super Bowl at age 39, and the first quarterback ever to win a Super Bowl with two different teams, while Gary Kubiak became the first head coach to win a Super Bowl with the same franchise he went to the Super Bowl with as a player."}
{"doc_id": "SQuAD_00170", "dataset": "SQuAD", "text": "The Beroida, also known as Nuda, have no feeding appendages, but their large pharynx, just inside the large mouth and filling most of the saclike body, bears \"macrocilia\" at the oral end. These fused bundles of several thousand large cilia are able to \"bite\" off pieces of prey that are too large to swallow whole – almost always other ctenophores. In front of the field of macrocilia, on the mouth \"lips\" in some species of Beroe, is a pair of narrow strips of adhesive epithelial cells on the stomach wall that \"zip\" the mouth shut when the animal is not feeding, by forming intercellular connections with the opposite adhesive strip. This tight closure streamlines the front of the animal when it is pursuing prey."}
{"doc_id": "SQuAD_00171", "dataset": "SQuAD", "text": "One of the things Tesla developed at that laboratory in 1887 was an induction motor that ran on alternating current, a power system format that was starting to be built in Europe and the United States because of its advantages in long-distance, high-voltage transmission. The motor used polyphase current which generated a rotating magnetic field to turn the motor (a principle Tesla claimed to have conceived in 1882). This innovative electric motor, patented in May 1888, was a simple self-starting design that did not need a commutator, thus avoiding sparking and the high maintenance of constantly servicing and replacing mechanical brushes."}
{"doc_id": "SQuAD_00172", "dataset": "SQuAD", "text": "In 1888, the editor of Electrical World magazine, Thomas Commerford Martin (a friend and publicist), arranged for Tesla to demonstrate his alternating current system, including his induction motor, at the American Institute of Electrical Engineers (now IEEE). Engineers working for the Westinghouse Electric & Manufacturing Company reported to George Westinghouse that Tesla had a viable AC motor and related power system — something for which Westinghouse had been trying to secure patents. Westinghouse looked into getting a patent on a similar commutator-less, rotating magnetic field-based induction motor presented in a paper in March 1888 by the Italian physicist Galileo Ferraris, but decided Tesla's patent would probably control the market."}
{"doc_id": "SQuAD_00173", "dataset": "SQuAD", "text": "Studies on income inequality and growth have sometimes found evidence confirming the Kuznets curve hypothesis, which states that with economic development, inequality first increases, then decreases. Economist Thomas Piketty challenges this notion, claiming that from 1914 to 1945 wars and \"violent economic and political shocks\" reduced inequality. Moreover, Piketty argues that the \"magical\" Kuznets curve hypothesis, with its emphasis on the balancing of economic growth in the long run, cannot account for the significant increase in economic inequality throughout the developed world since the 1970s."}
{"doc_id": "SQuAD_00174", "dataset": "SQuAD", "text": "One of the principal advantages the Rankine cycle holds over others is that during the compression stage relatively little work is required to drive the pump, the working fluid being in its liquid phase at this point. By condensing the fluid, the work required by the pump consumes only 1% to 3% of the turbine power and contributes to a much higher efficiency for a real cycle. The benefit of this is lost somewhat due to the lower heat addition temperature. Gas turbines, for instance, have turbine entry temperatures approaching 1500 °C. Nonetheless, the efficiencies of actual large steam cycles and large modern gas turbines are fairly well matched.[citation needed]"}
{"doc_id": "SQuAD_00175", "dataset": "SQuAD", "text": "In addition to climate assessment reports, the IPCC is publishing Special Reports on specific topics. The preparation and approval process for all IPCC Special Reports follows the same procedures as for IPCC Assessment Reports. In the year 2011 two IPCC Special Report were finalized, the Special Report on Renewable Energy Sources and Climate Change Mitigation (SRREN) and the Special Report on Managing Risks of Extreme Events and Disasters to Advance Climate Change Adaptation (SREX). Both Special Reports were requested by governments."}
{"doc_id": "SQuAD_00176", "dataset": "SQuAD", "text": "From the late 1340s onwards, people in the countryside suffered from frequent natural disasters such as droughts, floods and the resulting famines, and the government's lack of effective policy led to a loss of popular support. In 1351, the Red Turban Rebellion started and grew into a nationwide uprising. In 1354, when Toghtogha led a large army to crush the Red Turban rebels, Toghun Temür suddenly dismissed him for fear of betrayal. This resulted in Toghun Temür's restoration of power on the one hand and a rapid weakening of the central government on the other. He had no choice but to rely on local warlords' military power, and gradually lost his interest in politics and ceased to intervene in political struggles. He fled north to Shangdu from Khanbaliq (present-day Beijing) in 1368 after the approach of the forces of the Míng dynasty (1368–1644), founded by Zhu Yuanzhang in the south. He had tried to regain Khanbaliq, which eventually failed; he died in Yingchang (located in present-day Inner Mongolia) two years later (1370). Yingchang was seized by the Ming shortly after his death. Some royal family members still lived in Henan today."}
{"doc_id": "SQuAD_00177", "dataset": "SQuAD", "text": "An increase in imported cars into North America forced General Motors, Ford and Chrysler to introduce smaller and fuel-efficient models for domestic sales. The Dodge Omni / Plymouth Horizon from Chrysler, the Ford Fiesta and the Chevrolet Chevette all had four-cylinder engines and room for at least four passengers by the late 1970s. By 1985, the average American vehicle moved 17.4 miles per gallon, compared to 13.5 in 1970. The improvements stayed even though the price of a barrel of oil remained constant at $12 from 1974 to 1979. Sales of large sedans for most makes (except Chrysler products) recovered within two model years of the 1973 crisis. The Cadillac DeVille and Fleetwood, Buick Electra, Oldsmobile 98, Lincoln Continental, Mercury Marquis, and various other luxury oriented sedans became popular again in the mid-1970s. The only full-size models that did not recover were lower price models such as the Chevrolet Bel Air, and Ford Galaxie 500. Slightly smaller, mid-size models such as the Oldsmobile Cutlass, Chevrolet Monte Carlo, Ford Thunderbird and various other models sold well."}
{"doc_id": "SQuAD_00178", "dataset": "SQuAD", "text": "A simple case of dynamic equilibrium occurs in constant velocity motion across a surface with kinetic friction. In such a situation, a force is applied in the direction of motion while the kinetic friction force exactly opposes the applied force. This results in zero net force, but since the object started with a non-zero velocity, it continues to move with a non-zero velocity. Aristotle misinterpreted this motion as being caused by the applied force. However, when kinetic friction is taken into consideration it is clear that there is no net force causing constant velocity motion."}
{"doc_id": "SQuAD_00179", "dataset": "SQuAD", "text": "Sir Charles Lyell first published his famous book, Principles of Geology, in 1830. This book, which influenced the thought of Charles Darwin, successfully promoted the doctrine of uniformitarianism. This theory states that slow geological processes have occurred throughout the Earth's history and are still occurring today. In contrast, catastrophism is the theory that Earth's features formed in single, catastrophic events and remained unchanged thereafter. Though Hutton believed in uniformitarianism, the idea was not widely accepted at the time."}
{"doc_id": "SQuAD_00180", "dataset": "SQuAD", "text": "The capture of Warũhiũ Itote (aka General China) on 15 January 1954 and the subsequent interrogation led to a better understanding of the Mau Mau command structure. Operation Anvil opened on 24 April 1954, after weeks of planning by the army with the approval of the War Council. The operation effectively placed Nairobi under military siege, and the occupants were screened and the Mau Mau supporters moved to detention camps. The Home Guard formed the core of the government's strategy as it was composed of loyalist Africans, not foreign forces like the British Army and King's African Rifles. By the end of the emergency, the Home Guard had killed 4,686 Mau Mau, amounting to 42% of the total insurgents. The capture of Dedan Kimathi on 21 October 1956 in Nyeri signified the ultimate defeat of the Mau Mau and essentially ended the military offensive. During this period, substantial governmental changes to land tenure occurred. The most important of these was the Swynnerton Plan, which was used to both reward loyalists and punish Mau Mau."}
{"doc_id": "SQuAD_00181", "dataset": "SQuAD", "text": "For instance, while traveling in a moving vehicle at a constant velocity, the laws of physics do not change from being at rest. A person can throw a ball straight up in the air and catch it as it falls down without worrying about applying a force in the direction the vehicle is moving. This is true even though another person who is observing the moving vehicle pass by also observes the ball follow a curving parabolic path in the same direction as the motion of the vehicle. It is the inertia of the ball associated with its constant velocity in the direction of the vehicle's motion that ensures the ball continues to move forward even as it is thrown up and falls back down. From the perspective of the person in the car, the vehicle and everything inside of it is at rest: It is the outside world that is moving with a constant speed in the opposite direction. Since there is no experiment that can distinguish whether it is the vehicle that is at rest or the outside world that is at rest, the two situations are considered to be physically indistinguishable. Inertia therefore applies equally well to constant velocity motion as it does to rest."}
{"doc_id": "SQuAD_00182", "dataset": "SQuAD", "text": "Other forms of plague have been implicated by modern scientists. The modern bubonic plague has a mortality rate of 30–75% and symptoms including fever of 38–41 °C (100–106 °F), headaches, painful aching joints, nausea and vomiting, and a general feeling of malaise. Left untreated, of those that contract the bubonic plague, 80 percent die within eight days. Pneumonic plague has a mortality rate of 90 to 95 percent. Symptoms include fever, cough, and blood-tinged sputum. As the disease progresses, sputum becomes free flowing and bright red. Septicemic plague is the least common of the three forms, with a mortality rate near 100%. Symptoms are high fevers and purple skin patches (purpura due to disseminated intravascular coagulation). In cases of pneumonic and particularly septicemic plague, the progress of the disease is so rapid that there would often be no time for the development of the enlarged lymph nodes that were noted as buboes."}
{"doc_id": "SQuAD_00183", "dataset": "SQuAD", "text": "After the 1940s, the Gothic style on campus began to give way to modern styles. In 1955, Eero Saarinen was contracted to develop a second master plan, which led to the construction of buildings both north and south of the Midway, including the Laird Bell Law Quadrangle (a complex designed by Saarinen); a series of arts buildings; a building designed by Ludwig Mies van der Rohe for the university's School of Social Service Administration;, a building which is to become the home of the Harris School of Public Policy Studies by Edward Durrell Stone, and the Regenstein Library, the largest building on campus, a brutalist structure designed by Walter Netsch of the Chicago firm Skidmore, Owings & Merrill. Another master plan, designed in 1999 and updated in 2004, produced the Gerald Ratner Athletics Center (2003), the Max Palevsky Residential Commons (2001), South Campus Residence Hall and dining commons (2009), a new children's hospital, and other construction, expansions, and restorations. In 2011, the university completed the glass dome-shaped Joe and Rika Mansueto Library, which provides a grand reading room for the university library and prevents the need for an off-campus book depository."}
{"doc_id": "SQuAD_00184", "dataset": "SQuAD", "text": "Passenger rail service is provided by Amtrak San Joaquins. The main passenger rail station is the recently renovated historic Santa Fe Railroad Depot in Downtown Fresno. The Bakersfield-Stockton mainlines of the Burlington Northern Santa Fe Railway and Union Pacific Railroad railroads cross in Fresno, and both railroads maintain railyards within the city; the San Joaquin Valley Railroad also operates former Southern Pacific branchlines heading west and south out of the city. The city of Fresno is planned to serve the future California High Speed Rail."}
{"doc_id": "SQuAD_00185", "dataset": "SQuAD", "text": "The first item of business on Wednesdays is usually Time for Reflection, at which a speaker addresses members for up to four minutes, sharing a perspective on issues of faith. This contrasts with the formal style of \"Prayers\", which is the first item of business in meetings of the House of Commons. Speakers are drawn from across Scotland and are chosen to represent the balance of religious beliefs according to the Scottish census. Invitations to address Parliament in this manner are determined by the Presiding Officer on the advice of the parliamentary bureau. Faith groups can make direct representations to the Presiding Officer to nominate speakers."}
{"doc_id": "SQuAD_00186", "dataset": "SQuAD", "text": "Warsaw's name in the Polish language is Warszawa, approximately /vɑːrˈʃɑːvə/ (also formerly spelled Warszewa and Warszowa), meaning \"belonging to Warsz\", Warsz being a shortened form of the masculine name of Slavic origin Warcisław; see also etymology of Wrocław. Folk etymology attributes the city name to a fisherman, Wars, and his wife, Sawa. According to legend, Sawa was a mermaid living in the Vistula River with whom Wars fell in love. In actuality, Warsz was a 12th/13th-century nobleman who owned a village located at the modern-day site of Mariensztat neighbourhood. See also the Vršovci family which had escaped to Poland. The official city name in full is miasto stołeczne Warszawa (English: \"The Capital City of Warsaw\"). A native or resident of Warsaw is known as a Varsovian – in Polish warszawiak (male), warszawianka (female), warszawiacy (plural)."}
{"doc_id": "SQuAD_00187", "dataset": "SQuAD", "text": "Land-based steam engines could exhaust much of their steam, as feed water was usually readily available. Prior to and during World War I, the expansion engine dominated marine applications where high vessel speed was not essential. It was however superseded by the British invention steam turbine where speed was required, for instance in warships, such as the dreadnought battleships, and ocean liners. HMS Dreadnought of 1905 was the first major warship to replace the proven technology of the reciprocating engine with the then-novel steam turbine.[citation needed]"}
{"doc_id": "SQuAD_00188", "dataset": "SQuAD", "text": "Chloroplasts have their own ribosomes, which they use to synthesize a small fraction of their proteins. Chloroplast ribosomes are about two-thirds the size of cytoplasmic ribosomes (around 17 nm vs 25 nm). They take mRNAs transcribed from the chloroplast DNA and translate them into protein. While similar to bacterial ribosomes, chloroplast translation is more complex than in bacteria, so chloroplast ribosomes include some chloroplast-unique features. Small subunit ribosomal RNAs in several Chlorophyta and euglenid chloroplasts lack motifs for shine-dalgarno sequence recognition, which is considered essential for translation initiation in most chloroplasts and prokaryotes. Such loss is also rarely observed in other plastids and prokaryotes."}
{"doc_id": "SQuAD_00189", "dataset": "SQuAD", "text": "The companion figure – generally a human – has been a constant feature in Doctor Who since the programme's inception in 1963. One of the roles of the companion is to remind the Doctor of his \"moral duty\". The Doctor's first companions seen on screen were his granddaughter Susan Foreman (Carole Ann Ford) and her teachers Barbara Wright (Jacqueline Hill) and Ian Chesterton (William Russell). These characters were intended to act as audience surrogates, through which the audience would discover information about the Doctor who was to act as a mysterious father figure. The only story from the original series in which the Doctor travels alone is The Deadly Assassin. Notable companions from the earlier series included Romana (Mary Tamm and Lalla Ward), a Time Lady; Sarah Jane Smith (Elisabeth Sladen); and Jo Grant (Katy Manning). Dramatically, these characters provide a figure with whom the audience can identify, and serve to further the story by requesting exposition from the Doctor and manufacturing peril for the Doctor to resolve. The Doctor regularly gains new companions and loses old ones; sometimes they return home or find new causes — or loves — on worlds they have visited. Some have died during the course of the series. Companions are usually human, or humanoid aliens."}
{"doc_id": "SQuAD_00190", "dataset": "SQuAD", "text": "The rocks collected from the Moon are extremely old compared to rocks found on Earth, as measured by radiometric dating techniques. They range in age from about 3.2 billion years for the basaltic samples derived from the lunar maria, to about 4.6 billion years for samples derived from the highlands crust. As such, they represent samples from a very early period in the development of the Solar System, that are largely absent on Earth. One important rock found during the Apollo Program is dubbed the Genesis Rock, retrieved by astronauts David Scott and James Irwin during the Apollo 15 mission. This anorthosite rock is composed almost exclusively of the calcium-rich feldspar mineral anorthite, and is believed to be representative of the highland crust. A geochemical component called KREEP was discovered, which has no known terrestrial counterpart. KREEP and the anorthositic samples have been used to infer that the outer portion of the Moon was once completely molten (see lunar magma ocean)."}
{"doc_id": "SQuAD_00191", "dataset": "SQuAD", "text": "At the beginning of the 20th century, important advancement in geological science was facilitated by the ability to obtain accurate absolute dates to geologic events using radioactive isotopes and other methods. This changed the understanding of geologic time. Previously, geologists could only use fossils and stratigraphic correlation to date sections of rock relative to one another. With isotopic dates it became possible to assign absolute ages to rock units, and these absolute dates could be applied to fossil sequences in which there was datable material, converting the old relative ages into new absolute ages."}
{"doc_id": "SQuAD_00192", "dataset": "SQuAD", "text": "Newcastle upon Tyne (RP: i/ˌnjuːkɑːsəl əˌpɒn ˈtaɪn/; Locally: i/njuːˌkæsəl əˌpən ˈtaɪn/), commonly known as Newcastle, is a city in Tyne and Wear, North East England, 103 miles (166 km) south of Edinburgh and 277 miles (446 km) north of London on the northern bank of the River Tyne, 8.5 mi (13.7 km) from the North Sea. Newcastle is the most populous city in the North East and Tyneside the eighth most populous conurbation in the United Kingdom. Newcastle is a member of the English Core Cities Group and is a member of the Eurocities network of European cities. Newcastle was part of the county of Northumberland until 1400, when it became a county itself, a status it retained until becoming part of Tyne and Wear in 1974.[not in citation given] The regional nickname and dialect for people from Newcastle and the surrounding area is Geordie."}
{"doc_id": "SQuAD_00193", "dataset": "SQuAD", "text": "The principal Treaties that form the European Union began with common rules for coal and steel, and then atomic energy, but more complete and formal institutions were established through the Treaty of Rome 1957 and the Maastricht Treaty 1992 (now: TFEU). Minor amendments were made during the 1960s and 1970s. Major amending treaties were signed to complete the development of a single, internal market in the Single European Act 1986, to further the development of a more social Europe in the Treaty of Amsterdam 1997, and to make minor amendments to the relative power of member states in the EU institutions in the Treaty of Nice 2001 and the Treaty of Lisbon 2007. Since its establishment, more member states have joined through a series of accession treaties, from the UK, Ireland, Denmark and Norway in 1972 (though Norway did not end up joining), Greece in 1979, Spain and Portugal 1985, Austria, Finland, Norway and Sweden in 1994 (though again Norway failed to join, because of lack of support in the referendum), the Czech Republic, Cyprus, Estonia, Hungary, Latvia, Lithuania, Malta, Poland, Slovakia and Slovenia in 2004, Romania and Bulgaria in 2007 and Croatia in 2013. Greenland signed a Treaty in 1985 giving it a special status."}
{"doc_id": "SQuAD_00194", "dataset": "SQuAD", "text": "Charles Avison, the leading British composer of concertos in the 18th century, was born in Newcastle upon Tyne in 1709 and died there in 1770. Basil Hume, Archbishop of Westminster, was born in the city in 1923. Vice Admiral Cuthbert Collingwood, 1st Baron Collingwood, was born in the city. Ironmaster, metallurgist, and member of parliament Isaac Lowthian Bell was born in the city in 1816. Other notable people born in or associated with Newcastle include: engineer and industrialist Lord Armstrong, engineer and father of the modern steam railways George Stephenson, his son, also an engineer, Robert Stephenson, engineer and inventor of the steam turbine Sir Charles Parsons, inventor of the incandescent light bulb Sir Joseph Swan, modernist poet Basil Bunting, and Lord Chief Justice Peter Taylor. Portuguese writer Eça de Queiroz was a diplomat in Newcastle from late 1874 until April 1879—his most productive literary period. Former Prime Minister of Thailand Abhisit Vejjajiva, was born in the city."}
{"doc_id": "SQuAD_00195", "dataset": "SQuAD", "text": "The flagship stations of each station in the markets of each team will carry their local play-by-play calls. In Denver, KOA (850 AM) and KRFX (103.5 FM) will carry the game, with Dave Logan on play-by-play and Ed McCaffrey on color commentary. In North Carolina, WBT (1110 AM) will carry the game, with Mick Mixon on play-by-play and Eugene Robinson and Jim Szoke on color commentary. WBT will also simulcast the game on its sister station WBT-FM (99.3 FM), which is based in Chester, South Carolina. As KOA and WBT are both clear-channel stations, the local broadcasts will be audible over much of the western United States after sunset (for Denver) and the eastern United States throughout the game (for Carolina). In accordance with contractual rules, the rest of the stations in the Broncos and Panthers radio networks will either carry the Westwood One feed or not carry the game at all."}
{"doc_id": "SQuAD_00196", "dataset": "SQuAD", "text": "Luther's disappearance during his return trip back to Wittenberg was planned. Frederick III had him intercepted on his way home in the forest near Wittenberg by masked horsemen who were made to appear as armed highwaymen. They escorted Luther to the security of the Wartburg Castle at Eisenach. During his stay at Wartburg, which he referred to as \"my Patmos\", Luther translated the New Testament from Greek into German and poured out doctrinal and polemical writings. These included a renewed attack on Archbishop Albrecht of Mainz, whom he shamed into halting the sale of indulgences in his episcopates, and a \"Refutation of the Argument of Latomus,\" in which he expounded the principle of justification to Jacobus Latomus, an orthodox theologian from Louvain."}
{"doc_id": "SQuAD_00197", "dataset": "SQuAD", "text": "In 1755, six colonial governors in North America met with General Edward Braddock, the newly arrived British Army commander, and planned a four-way attack on the French. None succeeded and the main effort by Braddock was a disaster; he was defeated in the Battle of the Monongahela on July 9, 1755 and died a few days later. British operations in 1755, 1756 and 1757 in the frontier areas of Pennsylvania and New York all failed, due to a combination of poor management, internal divisions, and effective Canadian scouts, French regular forces, and Indian warrior allies. In 1755, the British captured Fort Beauséjour on the border separating Nova Scotia from Acadia; soon afterward they ordered the expulsion of the Acadians. Orders for the deportation were given by William Shirley, Commander-in-Chief, North America, without direction from Great Britain. The Acadians, both those captured in arms and those who had sworn the loyalty oath to His Britannic Majesty, were expelled. Native Americans were likewise driven off their land to make way for settlers from New England."}
{"doc_id": "SQuAD_00198", "dataset": "SQuAD", "text": "Lepidodinium viride and its close relatives are dinophytes that lost their original peridinin chloroplast and replaced it with a green algal derived chloroplast (more specifically, a prasinophyte). Lepidodinium is the only dinophyte that has a chloroplast that's not from the rhodoplast lineage. The chloroplast is surrounded by two membranes and has no nucleomorph—all the nucleomorph genes have been transferred to the dinophyte nucleus. The endosymbiotic event that led to this chloroplast was serial secondary endosymbiosis rather than tertiary endosymbiosis—the endosymbiont was a green alga containing a primary chloroplast (making a secondary chloroplast)."}
{"doc_id": "SQuAD_00199", "dataset": "SQuAD", "text": "Some chloroplasts contain a structure called the chloroplast peripheral reticulum. It is often found in the chloroplasts of C4 plants, though it has also been found in some C3 angiosperms, and even some gymnosperms. The chloroplast peripheral reticulum consists of a maze of membranous tubes and vesicles continuous with the inner chloroplast membrane that extends into the internal stromal fluid of the chloroplast. Its purpose is thought to be to increase the chloroplast's surface area for cross-membrane transport between its stroma and the cell cytoplasm. The small vesicles sometimes observed may serve as transport vesicles to shuttle stuff between the thylakoids and intermembrane space."}
{"doc_id": "SQuAD_00200", "dataset": "SQuAD", "text": "Since its foundation, the Treaties sought to enable people to pursue their life goals in any country through free movement. Reflecting the economic nature of the project, the European Community originally focused upon free movement of workers: as a \"factor of production\". However, from the 1970s, this focus shifted towards developing a more \"social\" Europe. Free movement was increasingly based on \"citizenship\", so that people had rights to empower them to become economically and socially active, rather than economic activity being a precondition for rights. This means the basic \"worker\" rights in TFEU article 45 function as a specific expression of the general rights of citizens in TFEU articles 18 to 21. According to the Court of Justice, a \"worker\" is anybody who is economically active, which includes everyone in an employment relationship, \"under the direction of another person\" for \"remuneration\". A job, however, need not be paid in money for someone to be protected as a worker. For example, in Steymann v Staatssecretaris van Justitie, a German man claimed the right to residence in the Netherlands, while he volunteered plumbing and household duties in the Bhagwan community, which provided for everyone's material needs irrespective of their contributions. The Court of Justice held that Mr Steymann was entitled to stay, so long as there was at least an \"indirect quid pro quo\" for the work he did. Having \"worker\" status means protection against all forms of discrimination by governments, and employers, in access to employment, tax, and social security rights. By contrast a citizen, who is \"any person having the nationality of a Member State\" (TFEU article 20(1)), has rights to seek work, vote in local and European elections, but more restricted rights to claim social security. In practice, free movement has become politically contentious as nationalist political parties have manipulated fears about immigrants taking away people's jobs and benefits (paradoxically at the same time). Nevertheless, practically \"all available research finds little impact\" of \"labour mobility on wages and employment of local workers\"."}
{"doc_id": "SQuAD_00201", "dataset": "SQuAD", "text": "With the opening of the Dorothy and Michael Hintze sculpture galleries in 2006 it was decided to extend the chronology of the works on display up to 1950; this has involved loans by other museums, including Tate Britain, so works by Henry Moore and Jacob Epstein along with other of their contemporaries are now on view. These galleries concentrate on works dated 1600 to 1950 by British sculptors, works by continental sculptors who worked in Britain, and works bought by British patrons from the continental sculptors, such as Canova's Theseus and the Minotaur. The galleries overlooking the garden are arranged by theme, tomb sculpture, portraiture, garden sculpture and mythology. Then there is a section that covers late 19th-century and early 20th-century sculpture, this includes work by Rodin and other French sculptors such as Dalou who spent several years in Britain where he taught sculpture."}
{"doc_id": "SQuAD_00202", "dataset": "SQuAD", "text": "The collection of Italian, Medieval, Renaissance, Baroque and Neoclassical sculpture (both original and in cast form) is unequalled outside of Italy. It includes Canova's The Three Graces, which the museum jointly owns with National Galleries of Scotland. Italian sculptors whose work is held by the museum include: Bartolomeo Bon, Bartolomeo Bellano, Luca della Robbia, Giovanni Pisano, Donatello, Agostino di Duccio, Andrea Riccio, Antonio Rossellino, Andrea del Verrocchio, Antonio Lombardo, Pier Jacopo Alari Bonacolsi, Andrea della Robbia, Michelozzo di Bartolomeo, Michelangelo (represented by a freehand wax model and casts of his most famous sculptures), Jacopo Sansovino, Alessandro Algardi, Antonio Calcagni, Benvenuto Cellini (Medusa's head dated c. 1547), Agostino Busti, Bartolomeo Ammannati, Giacomo della Porta, Giambologna (Samson Slaying a Philistine (Giambologna) c. 1562, his finest work outside Italy), Bernini (Neptune and Triton c. 1622–3), Giovanni Battista Foggini, Vincenzo Foggini (Samson and the Philistines), Massimiliano Soldani Benzi, Antonio Corradini, Andrea Brustolon, Giovanni Battista Piranesi, Innocenzo Spinazzi, Canova, Carlo Marochetti and Raffaelle Monti. An unusual sculpture is the ancient Roman statue of Narcissus restored by Valerio Cioli c1564 with plaster. There are several small scale bronzes by Donatello, Alessandro Vittoria, Tiziano Aspetti and Francesco Fanelli in the collection. The largest item from Italy is the Chancel Chapel from Santa Chiara Florence dated 1493–1500, designed by Giuliano da Sangallo it is 11.1 metres in height by 5.4 metres square, it includes a grand sculpted tabernacle by Antonio Rossellino and coloured terracotta decoration."}
{"doc_id": "SQuAD_00203", "dataset": "SQuAD", "text": "The Lutheran theologian Franz Pieper observed that Luther's teaching about the state of the Christian's soul after death differed from the later Lutheran theologians such as Johann Gerhard. Lessing (1755) had earlier reached the same conclusion in his analysis of Lutheran orthodoxy on this issue."}
{"doc_id": "SQuAD_00204", "dataset": "SQuAD", "text": "A fine tribute to the fall of Warsaw and history of Poland can be found in the Warsaw Uprising Museum and in the Katyń Museum which preserves the memory of the crime. The Warsaw Uprising Museum also operates a rare preserved and operating historic stereoscopic theatre, the Warsaw Fotoplastikon. The Museum of Independence preserves patriotic and political objects connected with Poland's struggles for independence. Dating back to 1936 Warsaw Historical Museum contains 60 rooms which host a permanent exhibition of the history of Warsaw from its origins until today."}
{"doc_id": "SQuAD_00205", "dataset": "SQuAD", "text": "Edward John Noble, the owner of Life Savers candy, drugstore chain Rexall and New York City radio station WMCA, purchased the network for $8 million. Due to FCC ownership rules, the transaction, which was to include the purchase of three RCA stations by Noble, would require him to resell his station with the FCC's approval. The Commission authorized the transaction on October 12, 1943. Soon afterward, the Blue Network was purchased by the new company Noble founded, the American Broadcasting System. Noble subsequently acquired the rights to the \"American Broadcasting Company\" name from George B. Storer in 1944; its parent company adopted the corporate name American Broadcasting Companies, Inc. Woods retained his position as president and CEO of ABC until December 1949, and was subsequently promoted to vice-chairman of the board before leaving ABC altogether on June 30, 1951."}
{"doc_id": "SQuAD_00206", "dataset": "SQuAD", "text": "The Panthers defense gave up just 308 points, ranking sixth in the league, while also leading the NFL in interceptions with 24 and boasting four Pro Bowl selections. Pro Bowl defensive tackle Kawann Short led the team in sacks with 11, while also forcing three fumbles and recovering two. Fellow lineman Mario Addison added 6½ sacks. The Panthers line also featured veteran defensive end Jared Allen, a 5-time pro bowler who was the NFL's active career sack leader with 136, along with defensive end Kony Ealy, who had 5 sacks in just 9 starts. Behind them, two of the Panthers three starting linebackers were also selected to play in the Pro Bowl: Thomas Davis and Luke Kuechly. Davis compiled 5½ sacks, four forced fumbles, and four interceptions, while Kuechly led the team in tackles (118) forced two fumbles, and intercepted four passes of his own. Carolina's secondary featured Pro Bowl safety Kurt Coleman, who led the team with a career high seven interceptions, while also racking up 88 tackles and Pro Bowl cornerback Josh Norman, who developed into a shutdown corner during the season and had four interceptions, two of which were returned for touchdowns."}
{"doc_id": "SQuAD_00207", "dataset": "SQuAD", "text": "Another position in the United Methodist Church is that of the lay servant. Although not considered clergy, lay speakers often preach during services of worship when an ordained elder, Local Pastor, Associate Member or deacon is unavailable. There are two categories of lay servants: local church lay servant, who serve in and through their local churches, and certified lay servants, who serve in their own churches, in other churches, and through district or conference projects and programs. To be recognized as local church lay servant, they must be recommended by their pastor and Church Council or Charge Conference, and complete the basic course for lay servant. Each year they must reapply, reporting how they have served and continued to learn during that year. To be recognized as certified lay servant, they must be recommended by their pastor and Church Council or Charge Conference, complete the basic course and one advanced lay servant course, and be interviewed by the District or Conference Committee on Lay Speaking. They must report and reapply annually; and they must complete at least one advanced course every three years."}
{"doc_id": "SQuAD_00208", "dataset": "SQuAD", "text": "In large parts, Newcastle still retains a medieval street layout. Narrow alleys or 'chares', most of which can only be traversed by foot, still exist in abundance, particularly around the riverside. Stairs from the riverside to higher parts of the city centre and the extant Castle Keep, originally recorded in the 14th century, remain intact in places. Close, Sandhill and Quayside contain modern buildings as well as structures dating from the 15th–18th centuries, including Bessie Surtees House, the Cooperage and Lloyds Quayside Bars, Derwentwater House and \"House of Tides\", a restaurant situated at a Grade I-listed 16th century merchant's house at 28–30 Close."}
{"doc_id": "SQuAD_00209", "dataset": "SQuAD", "text": "In the Sandgate area, to the east of the city and beside the river, resided the close-knit community of keelmen and their families. They were so called because they worked on the keels, boats that were used to transfer coal from the river banks to the waiting colliers, for export to London and elsewhere. In the 1630s about 7,000 out of 20,000 inhabitants of Newcastle died of plague, more than one-third of the population. Specifically within the year 1636, it is roughly estimated with evidence held by the Society of Antiquaries that 47% of the then population of Newcastle died from the epidemic; this may also have been the most devastating loss in any British City in this period."}
{"doc_id": "SQuAD_00210", "dataset": "SQuAD", "text": "Some disagree with such double or triple non-French linguistic origins, arguing that for the word to have spread into common use in France, it must have originated in the French language. The \"Hugues hypothesis\" argues that the name was derived by association with Hugues Capet, king of France, who reigned long before the Reformation. He was regarded by the Gallicans and Protestants as a noble man who respected people's dignity and lives. Janet Gray and other supporters of the hypothesis suggest that the name huguenote would be roughly equivalent to little Hugos, or those who want Hugo."}
{"doc_id": "SQuAD_00211", "dataset": "SQuAD", "text": "In the early years, many Huguenots also settled in the area of present-day Charleston, South Carolina. In 1685, Rev. Elie Prioleau from the town of Pons in France, was among the first to settle there. He became pastor of the first Huguenot church in North America in that city. After the Revocation of the Edict of Nantes in 1685, several Huguenot families of Norman and Carolingian nobility and descent, including Edmund Bohun of Suffolk England from the Humphrey de Bohun line of French royalty descended from Charlemagne, Jean Postell of Dieppe France, Alexander Pepin, Antoine Poitevin of Orsement France, and Jacques de Bordeaux of Grenoble, immigrated to the Charleston Orange district. They were very successful at marriage and property speculation. After petitioning the British Crown in 1697 for the right to own land in the Baronies, they prospered as slave owners on the Cooper, Ashepoo, Ashley and Santee River plantations they purchased from the British Landgrave Edmund Bellinger. Some of their descendants moved into the Deep South and Texas, where they developed new plantations."}
{"doc_id": "SQuAD_00212", "dataset": "SQuAD", "text": "Almost all ctenophores are predators – there are no vegetarians and only one genus that is partly parasitic. If food is plentiful, they can eat 10 times their own weight per day. While Beroe preys mainly on other ctenophores, other surface-water species prey on zooplankton (planktonic animals) ranging in size from the microscopic, including mollusc and fish larvae, to small adult crustaceans such as copepods, amphipods, and even krill. Members of the genus Haeckelia prey on jellyfish and incorporate their prey's nematocysts (stinging cells) into their own tentacles instead of colloblasts. Ctenophores have been compared to spiders in their wide range of techniques from capturing prey – some hang motionless in the water using their tentacles as \"webs\", some are ambush predators like Salticid jumping spiders, and some dangle a sticky droplet at the end of a fine thread, as bolas spiders do. This variety explains the wide range of body forms in a phylum with rather few species. The two-tentacled \"cydippid\" Lampea feeds exclusively on salps, close relatives of sea-squirts that form large chain-like floating colonies, and juveniles of Lampea attach themselves like parasites to salps that are too large for them to swallow. Members of the cydippid genus Pleurobrachia and the lobate Bolinopsis often reach high population densities at the same place and time because they specialize in different types of prey: Pleurobrachia's long tentacles mainly capture relatively strong swimmers such as adult copepods, while Bolinopsis generally feeds on smaller, weaker swimmers such as rotifers and mollusc and crustacean larvae."}
{"doc_id": "SQuAD_00213", "dataset": "SQuAD", "text": "John Schmitt and Ben Zipperer (2006) of the CEPR point to economic liberalism and the reduction of business regulation along with the decline of union membership as one of the causes of economic inequality. In an analysis of the effects of intensive Anglo-American liberal policies in comparison to continental European liberalism, where unions have remained strong, they concluded \"The U.S. economic and social model is associated with substantial levels of social exclusion, including high levels of income inequality, high relative and absolute poverty rates, poor and unequal educational outcomes, poor health outcomes, and high rates of crime and incarceration. At the same time, the available evidence provides little support for the view that U.S.-style labor-market flexibility dramatically improves labor-market outcomes. Despite popular prejudices to the contrary, the U.S. economy consistently affords a lower level of economic mobility than all the continental European countries for which data is available.\""}
{"doc_id": "SQuAD_00214", "dataset": "SQuAD", "text": "Chloroplasts are one of many types of organelles in the plant cell. They are considered to have originated from cyanobacteria through endosymbiosis—when a eukaryotic cell engulfed a photosynthesizing cyanobacterium that became a permanent resident in the cell. Mitochondria are thought to have come from a similar event, where an aerobic prokaryote was engulfed. This origin of chloroplasts was first suggested by the Russian biologist Konstantin Mereschkowski in 1905 after Andreas Schimper observed in 1883 that chloroplasts closely resemble cyanobacteria. Chloroplasts are only found in plants and algae."}
{"doc_id": "SQuAD_00215", "dataset": "SQuAD", "text": "There are 13 natural reserves in Warsaw – among others, Bielany Forest, Kabaty Woods, Czerniaków Lake. About 15 kilometres (9 miles) from Warsaw, the Vistula river's environment changes strikingly and features a perfectly preserved ecosystem, with a habitat of animals that includes the otter, beaver and hundreds of bird species. There are also several lakes in Warsaw – mainly the oxbow lakes, like Czerniaków Lake, the lakes in the Łazienki or Wilanów Parks, Kamionek Lake. There are lot of small lakes in the parks, but only a few are permanent – the majority are emptied before winter to clean them of plants and sediments."}
{"doc_id": "SQuAD_00216", "dataset": "SQuAD", "text": "In the 1530s and 1540s, printed images of Luther that emphasized his monumental size were crucial to the spread of Protestantism. In contrast to images of frail Catholic saints, Luther was presented as a stout man with a \"double chin, strong mouth, piercing deep-set eyes, fleshy face, and squat neck.\" He was shown to be physically imposing, an equal in stature to the secular German princes with whom he would join forces to spread Lutheranism. His large body also let the viewer know that he did not shun earthly pleasures like drinking—behavior that was a stark contrast to the ascetic life of the medieval religious orders. Famous images from this period include the woodcuts by Hans Brosamer (1530) and Lucas Cranach the Elder and Lucas Cranach the Younger (1546)."}
{"doc_id": "SQuAD_00217", "dataset": "SQuAD", "text": "Tesla was a good friend of Francis Marion Crawford, Robert Underwood Johnson, Stanford White, Fritz Lowenstein, George Scherff, and Kenneth Swezey. In middle age, Tesla became a close friend of Mark Twain; they spent a lot of time together in his lab and elsewhere. Twain notably described Tesla's induction motor invention as \"the most valuable patent since the telephone.\" In the late 1920s, Tesla also befriended George Sylvester Viereck, a poet, writer, mystic, and later, a Nazi propagandist. Tesla occasionally attended dinner parties held by Viereck and his wife."}
{"doc_id": "SQuAD_00218", "dataset": "SQuAD", "text": "The show has received recognition as one of Britain's finest television programmes, winning the 2006 British Academy Television Award for Best Drama Series and five consecutive (2005–2010) awards at the National Television Awards during Russell T Davies' tenure as executive producer. In 2011, Matt Smith became the first Doctor to be nominated for a BAFTA Television Award for Best Actor and in 2016, Michelle Gomez became the first female to receive a BAFTA nomination for the series, getting a Best Supporting Actress nomination for her work as Missy."}
{"doc_id": "SQuAD_00219", "dataset": "SQuAD", "text": "In modern particle physics, forces and the acceleration of particles are explained as a mathematical by-product of exchange of momentum-carrying gauge bosons. With the development of quantum field theory and general relativity, it was realized that force is a redundant concept arising from conservation of momentum (4-momentum in relativity and momentum of virtual particles in quantum electrodynamics). The conservation of momentum can be directly derived from the homogeneity or symmetry of space and so is usually considered more fundamental than the concept of a force. Thus the currently known fundamental forces are considered more accurately to be \"fundamental interactions\".:199–128 When particle A emits (creates) or absorbs (annihilates) virtual particle B, a momentum conservation results in recoil of particle A making impression of repulsion or attraction between particles A A' exchanging by B. This description applies to all forces arising from fundamental interactions. While sophisticated mathematical descriptions are needed to predict, in full detail, the accurate result of such interactions, there is a conceptually simple way to describe such interactions through the use of Feynman diagrams. In a Feynman diagram, each matter particle is represented as a straight line (see world line) traveling through time, which normally increases up or to the right in the diagram. Matter and anti-matter particles are identical except for their direction of propagation through the Feynman diagram. World lines of particles intersect at interaction vertices, and the Feynman diagram represents any force arising from an interaction as occurring at the vertex with an associated instantaneous change in the direction of the particle world lines. Gauge bosons are emitted away from the vertex as wavy lines and, in the case of virtual particle exchange, are absorbed at an adjacent vertex."}
{"doc_id": "SQuAD_00220", "dataset": "SQuAD", "text": "The Amazon rainforest (Portuguese: Floresta Amazônica or Amazônia; Spanish: Selva Amazónica, Amazonía or usually Amazonia; French: Forêt amazonienne; Dutch: Amazoneregenwoud), also known in English as Amazonia or the Amazon Jungle, is a moist broadleaf forest that covers most of the Amazon basin of South America. This basin encompasses 7,000,000 square kilometres (2,700,000 sq mi), of which 5,500,000 square kilometres (2,100,000 sq mi) are covered by the rainforest. This region includes territory belonging to nine nations. The majority of the forest is contained within Brazil, with 60% of the rainforest, followed by Peru with 13%, Colombia with 10%, and with minor amounts in Venezuela, Ecuador, Bolivia, Guyana, Suriname and French Guiana. States or departments in four nations contain \"Amazonas\" in their names. The Amazon represents over half of the planet's remaining rainforests, and comprises the largest and most biodiverse tract of tropical rainforest in the world, with an estimated 390 billion individual trees divided into 16,000 species."}
{"doc_id": "SQuAD_00221", "dataset": "SQuAD", "text": "Specialty pharmacies supply high cost injectable, oral, infused, or inhaled medications that are used for chronic and complex disease states such as cancer, hepatitis, and rheumatoid arthritis. Unlike a traditional community pharmacy where prescriptions for any common medication can be brought in and filled, specialty pharmacies carry novel medications that need to be properly stored, administered, carefully monitored, and clinically managed. In addition to supplying these drugs, specialty pharmacies also provide lab monitoring, adherence counseling, and assist patients with cost-containment strategies needed to obtain their expensive specialty drugs. It is currently the fastest growing sector of the pharmaceutical industry with 19 of 28 newly FDA approved medications in 2013 being specialty drugs."}
{"doc_id": "SQuAD_00222", "dataset": "SQuAD", "text": "Their local rivals, Polonia Warsaw, have significantly fewer supporters, yet they managed to win Ekstraklasa Championship in 2000. They also won the country’s championship in 1946, and won the cup twice as well. Polonia's home venue is located at Konwiktorska Street, a ten-minute walk north from the Old Town. Polonia was relegated from the country's top flight in 2013 because of their disastrous financial situation. They are now playing in the 4th league (5th tier in Poland) -the bottom professional league in the National – Polish Football Association (PZPN) structure."}
{"doc_id": "SQuAD_00223", "dataset": "SQuAD", "text": "LeGrande writes that \"the formulation of a single all-encompassing definition of the term is extremely difficult, if not impossible. In reviewing the voluminous literature on the subject, the student of civil disobedience rapidly finds himself surrounded by a maze of semantical problems and grammatical niceties. Like Alice in Wonderland, he often finds that specific terminology has no more (or no less) meaning than the individual orator intends it to have.\" He encourages a distinction between lawful protest demonstration, nonviolent civil disobedience, and violent civil disobedience."}
{"doc_id": "SQuAD_00224", "dataset": "SQuAD", "text": "It is a logical extension of the compound engine (described above) to split the expansion into yet more stages to increase efficiency. The result is the multiple expansion engine. Such engines use either three or four expansion stages and are known as triple and quadruple expansion engines respectively. These engines use a series of cylinders of progressively increasing diameter. These cylinders are designed to divide the work into equal shares for each expansion stage. As with the double expansion engine, if space is at a premium, then two smaller cylinders may be used for the low-pressure stage. Multiple expansion engines typically had the cylinders arranged inline, but various other formations were used. In the late 19th century, the Yarrow-Schlick-Tweedy balancing 'system' was used on some marine triple expansion engines. Y-S-T engines divided the low-pressure expansion stages between two cylinders, one at each end of the engine. This allowed the crankshaft to be better balanced, resulting in a smoother, faster-responding engine which ran with less vibration. This made the 4-cylinder triple-expansion engine popular with large passenger liners (such as the Olympic class), but this was ultimately replaced by the virtually vibration-free turbine engine.[citation needed]"}
{"doc_id": "SQuAD_00225", "dataset": "SQuAD", "text": "Luther dedicated himself to the Augustinian order, devoting himself to fasting, long hours in prayer, pilgrimage, and frequent confession. Luther described this period of his life as one of deep spiritual despair. He said, \"I lost touch with Christ the Savior and Comforter, and made of him the jailer and hangman of my poor soul.\" Johann von Staupitz, his superior, pointed Luther's mind away from continual reflection upon his sins toward the merits of Christ. He taught that true repentance does not involve self-inflicted penances and punishments but rather a change of heart."}
{"doc_id": "SQuAD_00226", "dataset": "SQuAD", "text": "On 31 October 1517, Luther wrote to his bishop, Albert of Mainz, protesting the sale of indulgences. He enclosed in his letter a copy of his \"Disputation of Martin Luther on the Power and Efficacy of Indulgences\", which came to be known as The Ninety-Five Theses. Hans Hillerbrand writes that Luther had no intention of confronting the church, but saw his disputation as a scholarly objection to church practices, and the tone of the writing is accordingly \"searching, rather than doctrinaire.\" Hillerbrand writes that there is nevertheless an undercurrent of challenge in several of the theses, particularly in Thesis 86, which asks: \"Why does the pope, whose wealth today is greater than the wealth of the richest Crassus, build the basilica of St. Peter with the money of poor believers rather than with his own money?\""}
{"doc_id": "SQuAD_00227", "dataset": "SQuAD", "text": "ABC's master feed is transmitted in 720p high definition, the native resolution format for The Walt Disney Company's U.S. television properties. However, most of Hearst Television's 16 ABC-affiliated stations transmit the network's programming in 1080i HD, while 11 other affiliates owned by various companies carry the network feed in 480i standard definition either due to technical considerations for affiliates of other major networks that carry ABC programming on a digital subchannel or because a primary feed ABC affiliate has not yet upgraded their transmission equipment to allow content to be presented in HD."}
{"doc_id": "SQuAD_00228", "dataset": "SQuAD", "text": "The Panthers offense, which led the NFL in scoring (500 points), was loaded with talent, boasting six Pro Bowl selections. Pro Bowl quarterback Cam Newton had one of his best seasons, throwing for 3,837 yards and rushing for 636, while recording a career-high and league-leading 45 total touchdowns (35 passing, 10 rushing), a career-low 10 interceptions, and a career-best quarterback rating of 99.4. Newton's leading receivers were tight end Greg Olsen, who caught a career-high 77 passes for 1,104 yards and seven touchdowns, and wide receiver Ted Ginn, Jr., who caught 44 passes for 739 yards and 10 touchdowns; Ginn also rushed for 60 yards and returned 27 punts for 277 yards. Other key receivers included veteran Jerricho Cotchery (39 receptions for 485 yards), rookie Devin Funchess (31 receptions for 473 yards and five touchdowns), and second-year receiver Corey Brown (31 receptions for 447 yards). The Panthers backfield featured Pro Bowl running back Jonathan Stewart, who led the team with 989 rushing yards and six touchdowns in 13 games, along with Pro Bowl fullback Mike Tolbert, who rushed for 256 yards and caught 18 passes for another 154 yards. Carolina's offensive line also featured two Pro Bowl selections: center Ryan Kalil and guard Trai Turner."}
{"doc_id": "SQuAD_00229", "dataset": "SQuAD", "text": "An important factor in the creation of inequality is variation in individuals' access to education. Education, especially in an area where there is a high demand for workers, creates high wages for those with this education, however, increases in education first increase and then decrease growth as well as income inequality. As a result, those who are unable to afford an education, or choose not to pursue optional education, generally receive much lower wages. The justification for this is that a lack of education leads directly to lower incomes, and thus lower aggregate savings and investment. Conversely, education raises incomes and promotes growth because it helps to unleash the productive potential of the poor."}
{"doc_id": "SQuAD_00230", "dataset": "SQuAD", "text": "For its part, the television network produced a few new hits during 1977: January saw the premiere of Roots, a miniseries based on an Alex Haley novel that was published the previous year; in September, The Love Boat, a comedy-drama anthology series produced by Aaron Spelling which was based around the crew of a cruise ship and featured three stories centered partly on the ship's various passengers; although critically lambasted, the series turned out to be a ratings success and lasted nine seasons. Roots went on to become one of the highest-rated programs in American television history, with unprecedented ratings for its finale. The success of Roots, Happy Days and The Love Boat allowed the network to take first place in the ratings for the first time in the 1976–77 season. On September 13, 1977, the network debuted Soap, a controversial soap opera parody which became known for being the first television series to feature an openly gay main character (played by a then-unknown Billy Crystal); it last ran on the network on April 20, 1981."}
{"doc_id": "SQuAD_00231", "dataset": "SQuAD", "text": "It is usually recognized that lawbreaking, if it is not done publicly, at least must be publicly announced in order to constitute civil disobedience. But Stephen Eilmann argues that if it is necessary to disobey rules that conflict with morality, we might ask why disobedience should take the form of public civil disobedience rather than simply covert lawbreaking. If a lawyer wishes to help a client overcome legal obstacles to securing her or his natural rights, he might, for instance, find that assisting in fabricating evidence or committing perjury is more effective than open disobedience. This assumes that common morality does not have a prohibition on deceit in such situations. The Fully Informed Jury Association's publication \"A Primer for Prospective Jurors\" notes, \"Think of the dilemma faced by German citizens when Hitler's secret police demanded to know if they were hiding a Jew in their house.\" By this definition, civil disobedience could be traced back to the Book of Exodus, where Shiphrah and Puah refused a direct order of Pharaoh but misrepresented how they did it. (Exodus 1: 15-19)"}
{"doc_id": "SQuAD_00232", "dataset": "SQuAD", "text": "With a budget of $230,000, the surviving original lunar broadcast data from Apollo 11 was compiled by Nafzger and assigned to Lowry Digital for restoration. The video was processed to remove random noise and camera shake without destroying historical legitimacy. The images were from tapes in Australia, the CBS News archive, and kinescope recordings made at Johnson Space Center. The restored video, remaining in black and white, contains conservative digital enhancements and did not include sound quality improvements."}
{"doc_id": "SQuAD_00233", "dataset": "SQuAD", "text": "A 2000 study found that 42% of UK teachers experienced occupational stress, twice the figure for the average profession. A 2012 study found that teachers experienced double the rate of anxiety, depression, and stress than average workers."}
{"doc_id": "SQuAD_00234", "dataset": "SQuAD", "text": "The jewellery collection, containing over 6000 items is one of the finest and most comprehensive collections of jewellery in the world and includes works dating from Ancient Egypt to the present day, as well as jewellery designs on paper. The museum owns pieces by renowned jewelers Cartier, Jean Schlumberger, Peter Carl Fabergé, Hemmerle and Lalique. Other items in the collection include diamond dress ornaments made for Catherine the Great, bracelet clasps once belonging to Marie Antoinette, and the Beauharnais emerald necklace presented by Napoleon to his adopted daughter Hortense de Beauharnais in 1806. The museum also collects international modern jewellery by designers such as Gijs Bakker, Onno Boekhoudt, Peter Chang, Gerda Flockinger, Lucy Sarneel, Dorothea Prühl and Wendy Ramshaw, and African and Asian traditional jewellery. Major bequests include Reverend Chauncy Hare Townshend's collection of 154 gems bequeathed in 1869, Lady Cory's 1951 gift of major diamond jewellery from the 18th and 19th centuries, and jewellery scholar Dame Joan Evans' 1977 gift of more than 800 jewels dating from the Middle Ages to the early 19th century. A new jewellery gallery, funded by William and Judith Bollinger, opened on 24 May 2008."}
{"doc_id": "SQuAD_00235", "dataset": "SQuAD", "text": "The United Methodist Church (UMC) is a mainline Protestant Methodist denomination. In the 19th century its main predecessor was a leader in Evangelicalism. Founded in 1968 by the union of the Methodist Church (USA) and the Evangelical United Brethren Church, the UMC traces its roots back to the revival movement of John and Charles Wesley in England as well as the Great Awakening in the United States. As such, the church's theological orientation is decidedly Wesleyan. It embraces both liturgical and evangelical elements."}
{"doc_id": "SQuAD_00236", "dataset": "SQuAD", "text": "In a purely capitalist mode of production (i.e. where professional and labor organizations cannot limit the number of workers) the workers wages will not be controlled by these organizations, or by the employer, but rather by the market. Wages work in the same way as prices for any other good. Thus, wages can be considered as a function of market price of skill. And therefore, inequality is driven by this price. Under the law of supply and demand, the price of skill is determined by a race between the demand for the skilled worker and the supply of the skilled worker. \"On the other hand, markets can also concentrate wealth, pass environmental costs on to society, and abuse workers and consumers.\" \"Markets, by themselves, even when they are stable, often lead to high levels of inequality, outcomes that are widely viewed as unfair.\" Employers who offer a below market wage will find that their business is chronically understaffed. Their competitors will take advantage of the situation by offering a higher wage the best of their labor. For a businessman who has the profit motive as the prime interest, it is a losing proposition to offer below or above market wages to workers."}
{"doc_id": "SQuAD_00237", "dataset": "SQuAD", "text": "The city has two universities — Newcastle University and Northumbria University. Newcastle University has its origins in the School of Medicine and Surgery, established in 1834 and became independent from Durham University on 1 August 1963 to form the University of Newcastle upon Tyne. Newcastle University is now one of the UK's leading international universities. It won the coveted Sunday Times University of the Year award in 2000. Northumbria University has its origins in the Newcastle Polytechnic, established in 1969 and became the University of Northumbria at Newcastle in 1992 as part of the UK-wide process in which polytechnics became new universities. Northumbria University was voted 'Best New University' by The Times Good University Guide 2005 and also won a much coveted company award of the \"Most IT enabled organisation\" (in the UK), by the IT industry magazine Computing."}
{"doc_id": "SQuAD_00238", "dataset": "SQuAD", "text": "In early 2012, NFL Commissioner Roger Goodell stated that the league planned to make the 50th Super Bowl \"spectacular\" and that it would be \"an important game for us as a league\"."}
{"doc_id": "SQuAD_00239", "dataset": "SQuAD", "text": "After al-Nimeiry was overthrown in 1985 the party did poorly in national elections, but in 1989 it was able to overthrow the elected post-al-Nimeiry government with the help of the military. Turabi was noted for proclaiming his support for the democratic process and a liberal government before coming to power, but strict application of sharia law, torture and mass imprisonment of the opposition, and an intensification of the long-running war in southern Sudan, once in power. The NIF regime also harbored Osama bin Laden for a time (before 9/11), and worked to unify Islamist opposition to the American attack on Iraq in the 1991 Gulf War."}
{"doc_id": "SQuAD_00240", "dataset": "SQuAD", "text": "Kenya's first system of education was introduced by British colonists. After Kenya's independence on 12 December 1963, an authority named the Ominde Commission was formed to introduce changes that would reflect the nation's sovereignty. The commission focused on identity and unity, which were critical issues at the time. Changes in the subject content of history and geography were made to reflect national cohesion. Between 1964 and 1985, the 7–4–2–3 system was adopted – seven years of primary, four years of lower secondary, two years of upper secondary, and three years of university. All schools had a common curriculum."}
{"doc_id": "SQuAD_00241", "dataset": "SQuAD", "text": "However, this definition is disputed by Thoreau's political philosophy pitching the conscience vs. the collective. The individual is the final judge of right and wrong. More than this, since only individuals act, only individuals can act unjustly. When the government knocks on the door, it is an individual in the form of a postman or tax collector whose hand hits the wood. Before Thoreau’s imprisonment, when a confused taxman had wondered aloud about how to handle his refusal to pay, Thoreau had advised, “Resign.” If a man chose to be an agent of injustice, then Thoreau insisted on confronting him with the fact that he was making a choice. But if government is “the voice of the people,” as it is often called, shouldn’t that voice be heeded? Thoreau admits that government may express the will of the majority but it may also express nothing more than the will of elite politicians. Even a good form of government is “liable to be abused and perverted before the people can act through it.” Moreover, even if a government did express the voice of the people, this fact would not compel the obedience of individuals who disagree with what is being said. The majority may be powerful but it is not necessarily right. What, then, is the proper relationship between the individual and the government?"}
{"doc_id": "SQuAD_00242", "dataset": "SQuAD", "text": "Jacques Legardeur de Saint-Pierre, who succeeded Marin as commander of the French forces after the latter died on October 29, invited Washington to dine with him. Over dinner, Washington presented Saint-Pierre with the letter from Dinwiddie demanding an immediate French withdrawal from the Ohio Country. Saint-Pierre said, \"As to the Summons you send me to retire, I do not think myself obliged to obey it.\" He told Washington that France's claim to the region was superior to that of the British, since René-Robert Cavelier, Sieur de La Salle had explored the Ohio Country nearly a century earlier."}
{"doc_id": "SQuAD_00243", "dataset": "SQuAD", "text": "Jacksonville is in the First Coast region of northeast Florida and is centered on the banks of the St. Johns River, about 25 miles (40 km) south of the Georgia state line and about 340 miles (550 km) north of Miami. The Jacksonville Beaches communities are along the adjacent Atlantic coast. The area was originally inhabited by the Timucua people, and in 1564 was the site of the French colony of Fort Caroline, one of the earliest European settlements in what is now the continental United States. Under British rule, settlement grew at the narrow point in the river where cattle crossed, known as Wacca Pilatka to the Seminole and the Cow Ford to the British. A platted town was established there in 1822, a year after the United States gained Florida from Spain; it was named after Andrew Jackson, the first military governor of the Florida Territory and seventh President of the United States."}
{"doc_id": "SQuAD_00244", "dataset": "SQuAD", "text": "With two-cylinder compounds used in railway work, the pistons are connected to the cranks as with a two-cylinder simple at 90° out of phase with each other (quartered). When the double expansion group is duplicated, producing a 4-cylinder compound, the individual pistons within the group are usually balanced at 180°, the groups being set at 90° to each other. In one case (the first type of Vauclain compound), the pistons worked in the same phase driving a common crosshead and crank, again set at 90° as for a two-cylinder engine. With the 3-cylinder compound arrangement, the LP cranks were either set at 90° with the HP one at 135° to the other two, or in some cases all three cranks were set at 120°.[citation needed]"}
{"doc_id": "SQuAD_00245", "dataset": "SQuAD", "text": "Salaries for Nursery, Primary and Secondary School teachers ranged from £20,133 to £41,004 in September 2007, although some salaries can go much higher depending on experience and extra responsibilities. Preschool teachers may earn £20,980 annually.[citation needed] Teachers in state schools must have at least a bachelor's degree, complete an approved teacher education program, and be licensed."}
{"doc_id": "SQuAD_00246", "dataset": "SQuAD", "text": "A teacher's professional duties may extend beyond formal teaching. Outside of the classroom teachers may accompany students on field trips, supervise study halls, help with the organization of school functions, and serve as supervisors for extracurricular activities. In some education systems, teachers may have responsibility for student discipline."}
{"doc_id": "SQuAD_00247", "dataset": "SQuAD", "text": "Despite the high position given to Muslims, some policies of the Yuan Emperors severely discriminated against them, restricting Halal slaughter and other Islamic practices like circumcision, as well as Kosher butchering for Jews, forcing them to eat food the Mongol way. Toward the end, corruption and the persecution became so severe that Muslim generals joined Han Chinese in rebelling against the Mongols. The Ming founder Zhu Yuanzhang had Muslim generals like Lan Yu who rebelled against the Mongols and defeated them in combat. Some Muslim communities had a Chinese surname which meant \"barracks\" and could also mean \"thanks\". Many Hui Muslims claim this is because that they played an important role in overthrowing the Mongols and it was given in thanks by the Han Chinese for assisting them. During the war fighting the Mongols, among the Ming Emperor Zhu Yuanzhang's armies was the Hui Muslim Feng Sheng. The Muslims in the semu class also revolted against the Yuan dynasty in the Ispah Rebellion but the rebellion was crushed and the Muslims were massacred by the Yuan loyalist commander Chen Youding."}
{"doc_id": "SQuAD_00248", "dataset": "SQuAD", "text": "Another important role of the immune system is to identify and eliminate tumors. This is called immune surveillance. The transformed cells of tumors express antigens that are not found on normal cells. To the immune system, these antigens appear foreign, and their presence causes immune cells to attack the transformed tumor cells. The antigens expressed by tumors have several sources; some are derived from oncogenic viruses like human papillomavirus, which causes cervical cancer, while others are the organism's own proteins that occur at low levels in normal cells but reach high levels in tumor cells. One example is an enzyme called tyrosinase that, when expressed at high levels, transforms certain skin cells (e.g. melanocytes) into tumors called melanomas. A third possible source of tumor antigens are proteins normally important for regulating cell growth and survival, that commonly mutate into cancer inducing molecules called oncogenes."}
{"doc_id": "SQuAD_00249", "dataset": "SQuAD", "text": "Past faculty have also included Egyptologist James Henry Breasted, mathematician Alberto Calderón, Nobel prize winning economist and classical liberalism defender Friedrich Hayek, meteorologist Ted Fujita, chemists Glenn T. Seaborg, the developer of the actinide concept and Nobel Prize winner Yuan T. Lee, Nobel Prize winning novelist Saul Bellow, political philosopher and author Allan Bloom, cancer researchers Charles Brenton Huggins and Janet Rowley, astronomer Gerard Kuiper, one of the most important figures in the early development of the discipline of linguistics Edward Sapir, and the founder of McKinsey & Co., James O. McKinsey."}
{"doc_id": "SQuAD_00250", "dataset": "SQuAD", "text": "Pathogens can rapidly evolve and adapt, and thereby avoid detection and neutralization by the immune system; however, multiple defense mechanisms have also evolved to recognize and neutralize pathogens. Even simple unicellular organisms such as bacteria possess a rudimentary immune system, in the form of enzymes that protect against bacteriophage infections. Other basic immune mechanisms evolved in ancient eukaryotes and remain in their modern descendants, such as plants and invertebrates. These mechanisms include phagocytosis, antimicrobial peptides called defensins, and the complement system. Jawed vertebrates, including humans, have even more sophisticated defense mechanisms, including the ability to adapt over time to recognize specific pathogens more efficiently. Adaptive (or acquired) immunity creates immunological memory after an initial response to a specific pathogen, leading to an enhanced response to subsequent encounters with that same pathogen. This process of acquired immunity is the basis of vaccination."}
{"doc_id": "SQuAD_00251", "dataset": "SQuAD", "text": "In 1271, Kublai Khan imposed the name Great Yuan (Chinese: 大元; pinyin: Dà Yuán; Wade–Giles: Ta-Yüan), establishing the Yuan dynasty. \"Dà Yuán\" (大元) is from the sentence \"大哉乾元\" (dà zai Qián Yuán / \"Great is Qián, the Primal\") in the Commentaries on the Classic of Changes (I Ching) section regarding Qián (乾). The counterpart in Mongolian language was Dai Ön Ulus, also rendered as Ikh Yuan Üls or Yekhe Yuan Ulus. In Mongolian, Dai Ön (Great Yuan) is often used in conjunction with the \"Yeke Mongghul Ulus\" (lit. \"Great Mongol State\"), resulting in Dai Ön Yeke Mongghul Ulus (Mongolian script: ), meaning \"Great Yuan Great Mongol State\". The Yuan dynasty is also known as the \"Mongol dynasty\" or \"Mongol Dynasty of China\", similar to the names \"Manchu dynasty\" or \"Manchu Dynasty of China\" for the Qing dynasty. Furthermore, the Yuan is sometimes known as the \"Empire of the Great Khan\" or \"Khanate of the Great Khan\", which particularly appeared on some Yuan maps, since Yuan emperors held the nominal title of Great Khan. Nevertheless, both terms can also refer to the khanate within the Mongol Empire directly ruled by Great Khans before the actual establishment of the Yuan dynasty by Kublai Khan in 1271."}
{"doc_id": "SQuAD_00252", "dataset": "SQuAD", "text": "In 2014, economists with the Standard & Poor's rating agency concluded that the widening disparity between the U.S.'s wealthiest citizens and the rest of the nation had slowed its recovery from the 2008-2009 recession and made it more prone to boom-and-bust cycles. To partially remedy the wealth gap and the resulting slow growth, S&P recommended increasing access to education. It estimated that if the average United States worker had completed just one more year of school, it would add an additional $105 billion in growth to the country's economy over five years."}
{"doc_id": "SQuAD_00253", "dataset": "SQuAD", "text": "Oxygen presents two spectrophotometric absorption bands peaking at the wavelengths 687 and 760 nm. Some remote sensing scientists have proposed using the measurement of the radiance coming from vegetation canopies in those bands to characterize plant health status from a satellite platform. This approach exploits the fact that in those bands it is possible to discriminate the vegetation's reflectance from its fluorescence, which is much weaker. The measurement is technically difficult owing to the low signal-to-noise ratio and the physical structure of vegetation; but it has been proposed as a possible method of monitoring the carbon cycle from satellites on a global scale."}
{"doc_id": "SQuAD_00254", "dataset": "SQuAD", "text": "After a punt from both teams, Carolina got on track with a 9-play, 73-yard scoring drive. Newton completed 4 of 4 passes for 51 yards and rushed twice for 25 yards, while Jonathan Stewart finished the drive with a 1-yard touchdown run, cutting the score to 10–7 with 11:28 left in the second quarter. Later on, Broncos receiver Jordan Norwood received Brad Nortman's short 28-yard punt surrounded by Panthers players, but none of them attempted to make a tackle, apparently thinking Norwood had called a fair catch. Norwood had not done so, and with no resistance around him, he took off for a Super Bowl record 61-yard return before Mario Addison dragged him down on the Panthers 14-yard line. Despite Denver's excellent field position, they could not get the ball into the end zone, so McManus kicked a 33-yard field goal that increased their lead to 13–7."}
{"doc_id": "SQuAD_00255", "dataset": "SQuAD", "text": "Neoclassical economics views inequalities in the distribution of income as arising from differences in value added by labor, capital and land. Within labor income distribution is due to differences in value added by different classifications of workers. In this perspective, wages and profits are determined by the marginal value added of each economic actor (worker, capitalist/business owner, landlord). Thus, in a market economy, inequality is a reflection of the productivity gap between highly-paid professions and lower-paid professions."}
{"doc_id": "SQuAD_00256", "dataset": "SQuAD", "text": "It was only the orbit of the planet Mercury that Newton's Law of Gravitation seemed not to fully explain. Some astrophysicists predicted the existence of another planet (Vulcan) that would explain the discrepancies; however, despite some early indications, no such planet could be found. When Albert Einstein formulated his theory of general relativity (GR) he turned his attention to the problem of Mercury's orbit and found that his theory added a correction, which could account for the discrepancy. This was the first time that Newton's Theory of Gravity had been shown to be less correct than an alternative."}
{"doc_id": "SQuAD_00257", "dataset": "SQuAD", "text": "The executive summary of the WG I Summary for Policymakers report says they are certain that emissions resulting from human activities are substantially increasing the atmospheric concentrations of the greenhouse gases, resulting on average in an additional warming of the Earth's surface. They calculate with confidence that CO2 has been responsible for over half the enhanced greenhouse effect. They predict that under a \"business as usual\" (BAU) scenario, global mean temperature will increase by about 0.3 °C per decade during the [21st] century. They judge that global mean surface air temperature has increased by 0.3 to 0.6 °C over the last 100 years, broadly consistent with prediction of climate models, but also of the same magnitude as natural climate variability. The unequivocal detection of the enhanced greenhouse effect is not likely for a decade or more."}
{"doc_id": "SQuAD_00258", "dataset": "SQuAD", "text": "In 1874, Tesla evaded being drafted into the Austro-Hungarian Army in Smiljan by running away to Tomingaj, near Gračac. There, he explored the mountains in hunter's garb. Tesla said that this contact with nature made him stronger, both physically and mentally. He read many books while in Tomingaj, and later said that Mark Twain's works had helped him to miraculously recover from his earlier illness."}
{"doc_id": "SQuAD_00259", "dataset": "SQuAD", "text": "For a long time, it was thought that the Amazon rainforest was only ever sparsely populated, as it was impossible to sustain a large population through agriculture given the poor soil. Archeologist Betty Meggers was a prominent proponent of this idea, as described in her book Amazonia: Man and Culture in a Counterfeit Paradise. She claimed that a population density of 0.2 inhabitants per square kilometre (0.52/sq mi) is the maximum that can be sustained in the rainforest through hunting, with agriculture needed to host a larger population. However, recent anthropological findings have suggested that the region was actually densely populated. Some 5 million people may have lived in the Amazon region in AD 1500, divided between dense coastal settlements, such as that at Marajó, and inland dwellers. By 1900 the population had fallen to 1 million and by the early 1980s it was less than 200,000."}
{"doc_id": "SQuAD_00260", "dataset": "SQuAD", "text": "In education, teachers facilitate student learning, often in a school or academy or perhaps in another environment such as outdoors. A teacher who teaches on an individual basis may be described as a tutor."}
{"doc_id": "SQuAD_00261", "dataset": "SQuAD", "text": "In December 1984, Thomas S. Murphy, chief executive officer of Capital Cities Communications, contacted Leonard Goldenson about a proposal to merge their respective companies. On March 16, 1985, ABC's executive committee accepted the merger offer, which was formally announced on March 18, 1985, with Capital Cities purchasing ABC and its related properties for $3.5 billion and $118 for each of ABC's shares as well as a guarantee of 10% (or $3) for a total of $121 per share. To finance the purchase, Capital Cities borrowed $2.1 billion from a consortium of banks, which sold certain assets that Capital Cites could not acquire or retain due to FCC ownership rules for a combined $900 million and sold off several cable television systems, which were sold to The Washington Post Company (forming the present-day Cable One). The remaining $500 million was loaned by Warren Buffett, who promised that his company Berkshire Hathaway would purchase $3 million in shares, at $172.50 apiece. Due to an FCC ban on same-market ownership of television and radio stations by a single company (although the deal would have otherwise complied with new ownership rules implemented by the FCC in January 1985, that allowed broadcasters to own a maximum of 12 television stations), ABC and Capital Cities respectively decided to sell WXYZ-TV and Tampa independent station WFTS-TV to the E. W. Scripps Company (although Capital Cities/ABC originally intended to seek a cross-ownership waiver to retain WXYZ and Capital Cities-owned radio stations WJR and WHYT)."}
{"doc_id": "SQuAD_00262", "dataset": "SQuAD", "text": "Braddock (with George Washington as one of his aides) led about 1,500 army troops and provincial militia on an expedition in June 1755 to take Fort Duquesne. The expedition was a disaster. It was attacked by French and Indian soldiers ambushing them from up in trees and behind logs. Braddock called for a retreat. He was killed. Approximately 1,000 British soldiers were killed or injured. The remaining 500 British troops, led by George Washington, retreated to Virginia. Two future opponents in the American Revolutionary War, Washington and Thomas Gage, played key roles in organizing the retreat."}
{"doc_id": "SQuAD_00263", "dataset": "SQuAD", "text": "Lepidodinium viride and its close relatives are dinophytes that lost their original peridinin chloroplast and replaced it with a green algal derived chloroplast (more specifically, a prasinophyte). Lepidodinium is the only dinophyte that has a chloroplast that's not from the rhodoplast lineage. The chloroplast is surrounded by two membranes and has no nucleomorph—all the nucleomorph genes have been transferred to the dinophyte nucleus. The endosymbiotic event that led to this chloroplast was serial secondary endosymbiosis rather than tertiary endosymbiosis—the endosymbiont was a green alga containing a primary chloroplast (making a secondary chloroplast)."}
{"doc_id": "SQuAD_00264", "dataset": "SQuAD", "text": "Norman architecture typically stands out as a new stage in the architectural history of the regions they subdued. They spread a unique Romanesque idiom to England and Italy, and the encastellation of these regions with keeps in their north French style fundamentally altered the military landscape. Their style was characterised by rounded arches, particularly over windows and doorways, and massive proportions."}
{"doc_id": "SQuAD_00265", "dataset": "SQuAD", "text": "There are eleven LEA-funded 11 to 18 schools and seven independent schools with sixth forms in Newcastle. There are a number of successful state schools, including Walker Technology College, Gosforth High School, Heaton Manor School, St Cuthbert's High School, St. Mary's Catholic Comprehensive School, Kenton School, George Stephenson High School, Sacred Heart and Benfield School. The largest co-ed independent school is the Royal Grammar School. The largest girls' independent school is Newcastle High School for Girls. Both schools are located on the same street in Jesmond. Newcastle School for Boys is the only independent boys' only school in the city and is situated in Gosforth. Newcastle College is the largest general further education college in the North East and is a beacon status college; there are two smaller colleges in the Newcastle area. St Cuthbert's High School and Sacred Heart are the two primary state-Catholic run high schools, and are both achieving results on par with the independent schools in Newcastle."}
{"doc_id": "SQuAD_00266", "dataset": "SQuAD", "text": "In 1975, Season 11 of the series won a Writers' Guild of Great Britain award for Best Writing in a Children's Serial. In 1996, BBC television held the \"Auntie Awards\" as the culmination of their \"TV60\" series, celebrating 60 years of BBC television broadcasting, where Doctor Who was voted as the \"Best Popular Drama\" the corporation had ever produced, ahead of such ratings heavyweights as EastEnders and Casualty. In 2000, Doctor Who was ranked third in a list of the 100 Greatest British Television Programmes of the 20th century, produced by the British Film Institute and voted on by industry professionals. In 2005, the series came first in a survey by SFX magazine of \"The Greatest UK Science Fiction and Fantasy Television Series Ever\". Also, in the 100 Greatest Kids' TV shows (a Channel 4 countdown in 2001), the 1963–1989 run was placed at number eight."}
{"doc_id": "SQuAD_00267", "dataset": "SQuAD", "text": "The early United States expressed its opposition to Imperialism, at least in a form distinct from its own Manifest Destiny, through policies such as the Monroe Doctrine. However, beginning in the late 19th and early 20th century, policies such as Theodore Roosevelt’s interventionism in Central America and Woodrow Wilson’s mission to \"make the world safe for democracy\" changed all this. They were often backed by military force, but were more often affected from behind the scenes. This is consistent with the general notion of hegemony and imperium of historical empires. In 1898, Americans who opposed imperialism created the Anti-Imperialist League to oppose the US annexation of the Philippines and Cuba. One year later, a war erupted in the Philippines causing business, labor and government leaders in the US to condemn America's occupation in the Philippines as they also denounced them for causing the deaths of many Filipinos. American foreign policy was denounced as a \"racket\" by Smedley Butler, an American general. He said, \"Looking back on it, I might have given Al Capone a few hints. The best he could do was to operate his racket in three districts. I operated on three continents\"."}
{"doc_id": "SQuAD_00268", "dataset": "SQuAD", "text": "The Islamic Republic has also maintained its hold on power in Iran in spite of US economic sanctions, and has created or assisted like-minded Shia terrorist groups in Iraq, Egypt, Syria, Jordan (SCIRI) and Lebanon (Hezbollah) (two Muslim countries that also have large Shiite populations). During the 2006 Israel-Lebanon conflict, the Iranian government enjoyed something of a resurgence in popularity amongst the predominantly Sunni \"Arab street,\" due to its support for Hezbollah and to President Mahmoud Ahmadinejad's vehement opposition to the United States and his call that Israel shall vanish."}
{"doc_id": "SQuAD_00269", "dataset": "SQuAD", "text": "Following the series revival in 2005, Derek Jacobi provided the character's re-introduction in the 2007 episode \"Utopia\". During that story the role was then assumed by John Simm who returned to the role multiple times through the Tenth Doctor's tenure. As of the 2014 episode \"Dark Water,\" it was revealed that the Master had become a female incarnation or \"Time Lady,\" going by the name of \"Missy\" (short for Mistress, the feminine equivalent of \"Master\"). This incarnation is played by Michelle Gomez."}
{"doc_id": "SQuAD_00270", "dataset": "SQuAD", "text": "Ctenophora (/tᵻˈnɒfərə/; singular ctenophore, /ˈtɛnəfɔːr/ or /ˈtiːnəfɔːr/; from the Greek κτείς kteis 'comb' and φέρω pherō 'carry'; commonly known as comb jellies) is a phylum of animals that live in marine waters worldwide. Their most distinctive feature is the ‘combs’ – groups of cilia which they use for swimming – they are the largest animals that swim by means of cilia. Adults of various species range from a few millimeters to 1.5 m (4 ft 11 in) in size. Like cnidarians, their bodies consist of a mass of jelly, with one layer of cells on the outside and another lining the internal cavity. In ctenophores, these layers are two cells deep, while those in cnidarians are only one cell deep. Some authors combined ctenophores and cnidarians in one phylum, Coelenterata, as both groups rely on water flow through the body cavity for both digestion and respiration. Increasing awareness of the differences persuaded more recent authors to classify them as separate phyla."}
{"doc_id": "SQuAD_00271", "dataset": "SQuAD", "text": "Newton's laws and Newtonian mechanics in general were first developed to describe how forces affect idealized point particles rather than three-dimensional objects. However, in real life, matter has extended structure and forces that act on one part of an object might affect other parts of an object. For situations where lattice holding together the atoms in an object is able to flow, contract, expand, or otherwise change shape, the theories of continuum mechanics describe the way forces affect the material. For example, in extended fluids, differences in pressure result in forces being directed along the pressure gradients as follows:"}
{"doc_id": "SQuAD_00272", "dataset": "SQuAD", "text": "It is likely that a multicomponent, adaptive immune system arose with the first vertebrates, as invertebrates do not generate lymphocytes or an antibody-based humoral response. Many species, however, utilize mechanisms that appear to be precursors of these aspects of vertebrate immunity. Immune systems appear even in the structurally most simple forms of life, with bacteria using a unique defense mechanism, called the restriction modification system to protect themselves from viral pathogens, called bacteriophages. Prokaryotes also possess acquired immunity, through a system that uses CRISPR sequences to retain fragments of the genomes of phage that they have come into contact with in the past, which allows them to block virus replication through a form of RNA interference. Offensive elements of the immune systems are also present in unicellular eukaryotes, but studies of their roles in defense are few."}
{"doc_id": "SQuAD_00273", "dataset": "SQuAD", "text": "Temüjin began his ascent to power by offering himself as an ally (or, according to other sources, a vassal) to his father's anda (sworn brother or blood brother) Toghrul, who was Khan of the Keraites, and is better known by the Chinese title \"Wang Khan\", which the Jurchen Jin dynasty granted him in 1197. This relationship was first reinforced when Börte was captured by the Merkits. Temüjin turned to Toghrul for support, and in response, Toghrul offered his vassal 20,000 of his Keraite warriors and suggested that he also involve his childhood friend Jamukha, who had himself become Khan (ruler) of his own tribe, the Jadaran."}
{"doc_id": "SQuAD_00274", "dataset": "SQuAD", "text": "Emperor Gegeen Khan, Ayurbarwada's son and successor, ruled for only two years, from 1321 to 1323. He continued his father's policies to reform the government based on the Confucian principles, with the help of his newly appointed grand chancellor Baiju. During his reign, the Da Yuan Tong Zhi (Chinese: 大元通制, \"the comprehensive institutions of the Great Yuan\"), a huge collection of codes and regulations of the Yuan dynasty begun by his father, was formally promulgated. Gegeen was assassinated in a coup involving five princes from a rival faction, perhaps steppe elite opposed to Confucian reforms. They placed Yesün Temür (or Taidingdi) on the throne, and, after an unsuccessful attempt to calm the princes, he also succumbed to regicide."}
{"doc_id": "SQuAD_00275", "dataset": "SQuAD", "text": "Through combining the definition of electric current as the time rate of change of electric charge, a rule of vector multiplication called Lorentz's Law describes the force on a charge moving in a magnetic field. The connection between electricity and magnetism allows for the description of a unified electromagnetic force that acts on a charge. This force can be written as a sum of the electrostatic force (due to the electric field) and the magnetic force (due to the magnetic field). Fully stated, this is the law:"}
{"doc_id": "SQuAD_00276", "dataset": "SQuAD", "text": "Proportionality is recognised one of the general principles of European Union law by the European Court of Justice since the 1950s. According to the general principle of proportionality the lawfulness of an action depends on whether it was appropriate and necessary to achieve the objectives legitimately pursued. When there is a choice between several appropriate measures the least onerous must be adopted, and any disadvantage caused must not be disproportionate to the aims pursued. The principle of proportionality is also recognised in Article 5 of the EC Treaty, stating that \"any action by the Community shall not go beyond what is necessary to achieve the objectives of this Treaty\"."}
{"doc_id": "SQuAD_00277", "dataset": "SQuAD", "text": "The graph isomorphism problem is the computational problem of determining whether two finite graphs are isomorphic. An important unsolved problem in complexity theory is whether the graph isomorphism problem is in P, NP-complete, or NP-intermediate. The answer is not known, but it is believed that the problem is at least not NP-complete. If graph isomorphism is NP-complete, the polynomial time hierarchy collapses to its second level. Since it is widely believed that the polynomial hierarchy does not collapse to any finite level, it is believed that graph isomorphism is not NP-complete. The best algorithm for this problem, due to Laszlo Babai and Eugene Luks has run time 2O(√(n log(n))) for graphs with n vertices."}
{"doc_id": "SQuAD_00278", "dataset": "SQuAD", "text": "The Panthers beat the Seattle Seahawks in the divisional round, running up a 31–0 halftime lead and then holding off a furious second half comeback attempt to win 31–24, avenging their elimination from a year earlier. The Panthers then blew out the Arizona Cardinals in the NFC Championship Game, 49–15, racking up 487 yards and forcing seven turnovers."}
{"doc_id": "SQuAD_00279", "dataset": "SQuAD", "text": "Although the European Union does not have a codified constitution, like every political body it has laws which \"constitute\" its basic governance structure. The EU's primary constitutional sources are the Treaty on European Union (TEU) and the Treaty on the Functioning of the European Union (TFEU), which have been agreed or adhered to among the governments of all 28 member states. The Treaties establish the EU's institutions, list their powers and responsibilities, and explain the areas in which the EU can legislate with Directives or Regulations. The European Commission has the initiative to propose legislation. During the ordinary legislative procedure, the Council (which are ministers from member state governments) and the European Parliament (elected by citizens) can make amendments and must give their consent for laws to pass. The Commission oversees departments and various agencies that execute or enforce EU law. The \"European Council\" (rather than the Council, made up of different government Ministers) is composed of the Prime Ministers or executive Presidents of the member states. It appoints the Commissioners and the board of the European Central Bank. The European Court of Justice is the supreme judicial body which interprets EU law, and develops it through precedent. The Court can review the legality of the EU institutions' actions, in compliance with the Treaties. It can also decide upon claims for breach of EU laws from member states and citizens."}
{"doc_id": "SQuAD_00280", "dataset": "SQuAD", "text": "The IPCC Panel is composed of representatives appointed by governments and organizations. Participation of delegates with appropriate expertise is encouraged. Plenary sessions of the IPCC and IPCC Working groups are held at the level of government representatives. Non Governmental and Intergovernmental Organizations may be allowed to attend as observers. Sessions of the IPCC Bureau, workshops, expert and lead authors meetings are by invitation only. Attendance at the 2003 meeting included 350 government officials and climate change experts. After the opening ceremonies, closed plenary sessions were held. The meeting report states there were 322 persons in attendance at Sessions with about seven-eighths of participants being from governmental organizations."}
{"doc_id": "SQuAD_00281", "dataset": "SQuAD", "text": "Private schools in Australia may be favoured for many reasons: prestige and the social status of the 'old school tie'; better quality physical infrastructure and more facilities (e.g. playing fields, swimming pools, etc.), higher-paid teachers; and/or the belief that private schools offer a higher quality of education. Some schools offer the removal of the purported distractions of co-education; the presence of boarding facilities; or stricter discipline based on their power of expulsion, a tool not readily available to government schools. Student uniforms for Australian private schools are generally stricter and more formal than in government schools - for example, a compulsory blazer. Private schools in Australia are always more expensive than their public counterparts.[citation needed]"}
{"doc_id": "SQuAD_00282", "dataset": "SQuAD", "text": "In 1900, the Los Angeles Times defined southern California as including \"the seven counties of Los Angeles, San Bernardino, Orange, Riverside, San Diego, Ventura and Santa Barbara.\" In 1999, the Times added a newer county—Imperial—to that list."}
{"doc_id": "SQuAD_00283", "dataset": "SQuAD", "text": "In October 1529, Philip I, Landgrave of Hesse, convoked an assembly of German and Swiss theologians at the Marburg Colloquy, to establish doctrinal unity in the emerging Protestant states. Agreement was achieved on fourteen points out of fifteen, the exception being the nature of the Eucharist – the sacrament of the Lord's Supper—an issue crucial to Luther."}
{"doc_id": "SQuAD_00284", "dataset": "SQuAD", "text": "Approximately one million Protestants in modern France represent some 2% of its population. Most are concentrated in Alsace in northeast France and the Cévennes mountain region in the south, who still regard themselves as Huguenots to this day.[citation needed] A diaspora of French Australians still considers itself Huguenot, even after centuries of exile. Long integrated into Australian society, it is encouraged by the Huguenot Society of Australia to embrace and conserve its cultural heritage, aided by the Society's genealogical research services."}
{"doc_id": "SQuAD_00285", "dataset": "SQuAD", "text": "The Panthers defense gave up just 308 points, ranking sixth in the league, while also leading the NFL in interceptions with 24 and boasting four Pro Bowl selections. Pro Bowl defensive tackle Kawann Short led the team in sacks with 11, while also forcing three fumbles and recovering two. Fellow lineman Mario Addison added 6½ sacks. The Panthers line also featured veteran defensive end Jared Allen, a 5-time pro bowler who was the NFL's active career sack leader with 136, along with defensive end Kony Ealy, who had 5 sacks in just 9 starts. Behind them, two of the Panthers three starting linebackers were also selected to play in the Pro Bowl: Thomas Davis and Luke Kuechly. Davis compiled 5½ sacks, four forced fumbles, and four interceptions, while Kuechly led the team in tackles (118) forced two fumbles, and intercepted four passes of his own. Carolina's secondary featured Pro Bowl safety Kurt Coleman, who led the team with a career high seven interceptions, while also racking up 88 tackles and Pro Bowl cornerback Josh Norman, who developed into a shutdown corner during the season and had four interceptions, two of which were returned for touchdowns."}
{"doc_id": "SQuAD_00286", "dataset": "SQuAD", "text": "Following their loss in the divisional round of the previous season's playoffs, the Denver Broncos underwent numerous coaching changes, including a mutual parting with head coach John Fox (who had won four divisional championships in his four years as Broncos head coach), and the hiring of Gary Kubiak as the new head coach. Under Kubiak, the Broncos planned to install a run-oriented offense with zone blocking to blend in with quarterback Peyton Manning's shotgun passing skills, but struggled with numerous changes and injuries to the offensive line, as well as Manning having his worst statistical season since his rookie year with the Indianapolis Colts in 1998, due to a plantar fasciitis injury in his heel that he had suffered since the summer, and the simple fact that Manning was getting old, as he turned 39 in the 2015 off-season. Although the team had a 7–0 start, Manning led the NFL in interceptions. In week 10, Manning suffered a partial tear of the plantar fasciitis in his left foot. He set the NFL's all-time record for career passing yards in this game, but was benched after throwing four interceptions in favor of backup quarterback Brock Osweiler, who took over as the starter for most of the remainder of the regular season. Osweiler was injured, however, leading to Manning's return during the Week 17 regular season finale, where the Broncos were losing 13–7 against the 4–11 San Diego Chargers, resulting in Manning re-claiming the starting quarterback position for the playoffs by leading the team to a key 27–20 win that enabled the team to clinch the number one overall AFC seed. Under defensive coordinator Wade Phillips, the Broncos' defense ranked number one in total yards allowed, passing yards allowed and sacks, and like the previous three seasons, the team has continued to set numerous individual, league and franchise records. With the defense carrying the team despite the issues with the offense, the Broncos finished the regular season with a 12–4 record and earned home-field advantage throughout the AFC playoffs."}
{"doc_id": "SQuAD_00287", "dataset": "SQuAD", "text": "The region is home to about 2.5 million insect species, tens of thousands of plants, and some 2,000 birds and mammals. To date, at least 40,000 plant species, 2,200 fishes, 1,294 birds, 427 mammals, 428 amphibians, and 378 reptiles have been scientifically classified in the region. One in five of all the bird species in the world live in the rainforests of the Amazon, and one in five of the fish species live in Amazonian rivers and streams. Scientists have described between 96,660 and 128,843 invertebrate species in Brazil alone."}
{"doc_id": "SQuAD_00288", "dataset": "SQuAD", "text": "Exceptional examples of the bourgeois architecture of the later periods were not restored by the communist authorities after the war (like mentioned Kronenberg Palace and Insurance Company Rosja building) or they were rebuilt in socialist realism style (like Warsaw Philharmony edifice originally inspired by Palais Garnier in Paris). Despite that the Warsaw University of Technology building (1899–1902) is the most interesting of the late 19th-century architecture. Some 19th-century buildings in the Praga district (the Vistula’s right bank) have been restored although many have been poorly maintained. Warsaw’s municipal government authorities have decided to rebuild the Saxon Palace and the Brühl Palace, the most distinctive buildings in prewar Warsaw."}
{"doc_id": "SQuAD_00289", "dataset": "SQuAD", "text": "Analogous definitions can be made for space requirements. Although time and space are the most well-known complexity resources, any complexity measure can be viewed as a computational resource. Complexity measures are very generally defined by the Blum complexity axioms. Other complexity measures used in complexity theory include communication complexity, circuit complexity, and decision tree complexity."}
{"doc_id": "SQuAD_00290", "dataset": "SQuAD", "text": "In the immediate post-war years there was little money available for other than essential repairs. The 1950s and early 1960s saw little in the way of building work; the first major work was the creation of new storage space for books in the Art Library in 1966 and 1967. This involved flooring over Aston Webb's main hall to form the book stacks, with a new medieval gallery on the ground floor (now the shop, opened in 2006). Then the lower ground-floor galleries in the south-west part of the museum were redesigned, opening in 1978 to form the new galleries covering Continental art 1600–1800 (late Renaissance, Baroque through Rococo and neo-Classical). In 1974 the museum had acquired what is now the Henry Cole wing from the Royal College of Science. In order to adapt the building as galleries, all the Victorian interiors except for the staircase were recast during the remodelling. To link this to the rest of the museum, a new entrance building was constructed on the site of the former boiler house, the intended site of the Spiral, between 1978 and 1982. This building is of concrete and very functional, the only embellishment being the iron gates by Christopher Hay and Douglas Coyne of the Royal College of Art. These are set in the columned screen wall designed by Aston Webb that forms the façade."}
{"doc_id": "SQuAD_00291", "dataset": "SQuAD", "text": "Many locals and tourists frequent the southern California coast for its popular beaches, and the desert city of Palm Springs is popular for its resort feel and nearby open spaces."}
{"doc_id": "SQuAD_00292", "dataset": "SQuAD", "text": "The embargo was not uniform across Europe. Of the nine members of the European Economic Community (EEC), the Netherlands faced a complete embargo, the UK and France received almost uninterrupted supplies (having refused to allow America to use their airfields and embargoed arms and supplies to both the Arabs and the Israelis), while the other six faced partial cutbacks. The UK had traditionally been an ally of Israel, and Harold Wilson's government supported the Israelis during the Six-Day War. His successor, Ted Heath, reversed this policy in 1970, calling for Israel to withdraw to its pre-1967 borders."}
{"doc_id": "SQuAD_00293", "dataset": "SQuAD", "text": "The LOR method had the advantage of allowing the lander spacecraft to be used as a \"lifeboat\" in the event of a failure of the command ship. Some documents prove this theory was discussed before and after the method was chosen. A 1964 MSC study concluded, \"The LM [as lifeboat] ... was finally dropped, because no single reasonable CSM failure could be identified that would prohibit use of the SPS.\" Ironically, just such a failure happened on Apollo 13 when an oxygen tank explosion left the command ship without electrical power. The Lunar Module provided propulsion, electrical power and life support to get the crew home safely."}
{"doc_id": "SQuAD_00294", "dataset": "SQuAD", "text": "The armed forces are regularly deployed in peacekeeping missions around the world. Further, in the aftermath of the national elections of December 2007 and the violence that subsequently engulfed the country, a commission of inquiry, the Waki Commission, commended its readiness and adjudged it to \"have performed its duty well.\" Nevertheless, there have been serious allegations of human rights violations, most recently while conducting counter-insurgency operations in the Mt Elgon area and also in the district of Mandera central."}
{"doc_id": "SQuAD_00295", "dataset": "SQuAD", "text": "In 2005, parts of the Amazon basin experienced the worst drought in one hundred years, and there were indications that 2006 could have been a second successive year of drought. A July 23, 2006 article in the UK newspaper The Independent reported Woods Hole Research Center results showing that the forest in its present form could survive only three years of drought. Scientists at the Brazilian National Institute of Amazonian Research argue in the article that this drought response, coupled with the effects of deforestation on regional climate, are pushing the rainforest towards a \"tipping point\" where it would irreversibly start to die. It concludes that the forest is on the brink of being turned into savanna or desert, with catastrophic consequences for the world's climate."}
{"doc_id": "SQuAD_00296", "dataset": "SQuAD", "text": "In 1874, Tesla evaded being drafted into the Austro-Hungarian Army in Smiljan by running away to Tomingaj, near Gračac. There, he explored the mountains in hunter's garb. Tesla said that this contact with nature made him stronger, both physically and mentally. He read many books while in Tomingaj, and later said that Mark Twain's works had helped him to miraculously recover from his earlier illness."}
{"doc_id": "SQuAD_00297", "dataset": "SQuAD", "text": "Luther's other major works on the Jews were his 60,000-word treatise Von den Juden und Ihren Lügen (On the Jews and Their Lies), and Vom Schem Hamphoras und vom Geschlecht Christi (On the Holy Name and the Lineage of Christ), both published in 1543, three years before his death. Luther argued that the Jews were no longer the chosen people but \"the devil's people\", and referred to them with violent, vile language. Citing Deuteronomy 13, wherein Moses commands the killing of idolaters and the burning of their cities and property as an offering to God, Luther called for a \"scharfe Barmherzigkeit\" (\"sharp mercy\") against the Jews \"to see whether we might save at least a few from the glowing flames.\" Luther advocated setting synagogues on fire, destroying Jewish prayerbooks, forbidding rabbis from preaching, seizing Jews' property and money, and smashing up their homes, so that these \"envenomed worms\" would be forced into labour or expelled \"for all time\". In Robert Michael's view, Luther's words \"We are at fault in not slaying them\" amounted to a sanction for murder. \"God's anger with them is so intense,\" Luther concluded, \"that gentle mercy will only tend to make them worse, while sharp mercy will reform them but little. Therefore, in any case, away with them!\""}
{"doc_id": "SQuAD_00298", "dataset": "SQuAD", "text": "In late November 2015, reports surfaced stating that \"multiple acts\" would perform during the halftime show. On December 3, the league confirmed that the show would be headlined by the British rock group Coldplay. On January 7, 2016, Pepsi confirmed to the Associated Press that Beyoncé, who headlined the Super Bowl XLVII halftime show and collaborated with Coldplay on the single \"Hymn for the Weekend\", would be making an appearance. Bruno Mars, who headlined the Super Bowl XLVIII halftime show, and Mark Ronson also performed."}
{"doc_id": "SQuAD_00299", "dataset": "SQuAD", "text": "The primary law of the EU consists mainly of the founding treaties, the \"core\" treaties being the Treaty on European Union (TEU) and the Treaty on the Functioning of the European Union (TFEU). The Treaties contain formal and substantive provisions, which frame policies of the European Union institutions and determine the division of competences between the European Union and its member states. The TEU establishes that European Union law applies to the metropolitan territories of the member states, as well as certain islands and overseas territories, including Madeira, the Canary Islands and the French overseas departments. European Union law also applies in territories where a member state is responsible for external relations, for example Gibraltar and the Åland islands. The TEU allows the European Council to make specific provisions for regions, as for example done for customs matters in Gibraltar and Saint-Pierre-et-Miquelon. The TEU specifically excludes certain regions, for example the Faroe Islands, from the jurisdiction of European Union law. Treaties apply as soon as they enter into force, unless stated otherwise, and are generally concluded for an unlimited period. The TEU provides that commitments entered into by the member states between themselves before the treaty was signed no longer apply.[vague] All EU member states are regarded as subject to the general obligation of the principle of cooperation, as stated in the TEU, whereby member states are obliged not to take measure which could jeopardise the attainment of the TEU objectives. The Court of Justice of the European Union can interpret the Treaties, but it cannot rule on their validity, which is subject to international law. Individuals may rely on primary law in the Court of Justice of the European Union if the Treaty provisions have a direct effect and they are sufficiently clear, precise and unconditional."}
{"doc_id": "SQuAD_00300", "dataset": "SQuAD", "text": "In 1970, ABC debuted Monday Night Football as part of its Monday prime time schedule; the program became a hit for the network and served as the National Football League (NFL)'s premier game of the week until 2006, when Sunday Night Football, which moved to NBC that year as part of a broadcast deal that in turn saw MNF move to ESPN, took over as the league's marquee game. According to Goldenson, Monday Night Football helped earn ABC regularly score an audience share of 15%–16%; ABC Sports managed the budget for the Monday night time slot to reallocate the weekly budget for ABC's prime time schedule to just six days, as opposed to seven on competing networks. 1970 also saw the premieres of several soap operas including the long-running All My Children, which ran on the network for 41 years."}
