[
  {
    "original_q": "What is the exchange of heat associated with?",
    "paraphrased_q": "What is the heat exchange related to?",
    "original_answer": "The exchange of heat is associated with nonconservative forces acting to change the internal energies of a macroscopic closed system. According to the Second law of thermodynamics, these nonconservative forces result in energy transformations within closed systems from ordered to more random conditions, leading to an increase in entropy.",
    "paraphrased_answer": "The heat exchange is related to the transfer of energy within macroscopic closed systems, particularly in the context of nonconservative forces that act to change the internal energies of the system. This process is often associated with the increase of entropy as energy transformations occur from ordered to more random conditions, as described by the Second law of thermodynamics. In the context of the Rankine cycle, heat exchange is also relevant during the heat addition phase, where energy is transferred to the working fluid to facilitate its phase change and drive the cycle's efficiency.",
    "gold_answers": [
      "nonconservative forces",
      "nonconservative forces",
      "nonconservative forces",
      "nonconservative forces"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "How much of the population of Earth ended up seeing the images of the Earth and the Moon?",
    "paraphrased_q": "What proportion of the Earth's population ultimately viewed the images of the Earth and the Moon?",
    "original_answer": "An estimated one-quarter of the population of the world saw the Christmas Eve transmission of the live televised pictures of the Earth and the Moon.",
    "paraphrased_answer": "An estimated one-quarter of the population of the world saw the Christmas Eve transmission of the live televised pictures of the Earth and the Moon.",
    "gold_answers": [
      "one-quarter",
      "one-quarter",
      "one-quarter",
      "one-quarter of the population",
      "one-quarter"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What is the name of one type of prime where p+1 or p-1 takes a certain shape?",
    "paraphrased_q": "What is the name of a specific kind of prime for which p+1 or p-1 has a particular form?",
    "original_answer": "One type of prime where p + 1 or p − 1 takes a certain shape is known as a Sophie Germain prime.",
    "paraphrased_answer": "The specific kind of prime for which p + 1 or p - 1 has a particular form includes Sophie Germain primes, primorial primes, Fermat primes, and Mersenne primes.",
    "gold_answers": [
      "primorial primes",
      "Fermat",
      "Sophie Germain",
      "Sophie Germain",
      "Sophie Germain"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "How many same-sex married couples or partnerships were there?",
    "paraphrased_q": "What was the number of married same-sex couples or partnerships?",
    "original_answer": "There were 1,388 same-sex married couples or partnerships.",
    "paraphrased_answer": "The number of married same-sex couples or partnerships was 1,388.",
    "gold_answers": [
      "1,388",
      "1,388",
      "1,388"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What sea were Ctenophores accidently introduced?",
    "paraphrased_q": "In which sea were Ctenophores unintentionally introduced?",
    "original_answer": "Ctenophores were accidentally introduced into the Black Sea.",
    "paraphrased_answer": "Ctenophores were unintentionally introduced into the Black Sea.",
    "gold_answers": [
      "the Black Sea",
      "Black Sea",
      "Black Sea"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "When was Al-Banna assassinated?",
    "paraphrased_q": "What was the date of Al-Banna's assassination?",
    "original_answer": "Al-Banna was assassinated in 1949.",
    "paraphrased_answer": "Al-Banna was assassinated in 1949.",
    "gold_answers": [
      "1949",
      "1949",
      "1949"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Who took Thomas Murphy's place after the Disney acquisition of ABC?",
    "paraphrased_q": "Who replaced Thomas Murphy following Disney's acquisition of ABC?",
    "original_answer": "Robert Iger took Thomas S. Murphy's place as president and CEO of ABC after the Disney acquisition.",
    "paraphrased_answer": "Robert Iger replaced Thomas S. Murphy following Disney's acquisition of ABC.",
    "gold_answers": [
      "Robert Iger",
      "Robert Iger",
      "Robert Iger"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What happens when business underpays their workers?",
    "paraphrased_q": "What are the consequences of businesses paying their employees less than they deserve?",
    "original_answer": "When businesses underpay their workers, they may face several negative consequences. Firstly, their workforce may become chronically understaffed, as employees are likely to seek better-paying opportunities elsewhere. This can lead to increased turnover rates, which can be costly for the business in terms of recruitment and training new employees. \n\nAdditionally, competitors who offer higher wages can attract the best talent, putting the underpaying business at a disadvantage. This situation can ultimately harm the business's productivity and profitability. \n\nMoreover, underpaying workers can lead to decreased employee morale and motivation, resulting in lower productivity and potentially higher rates of absenteeism. In the long run, businesses that do not offer competitive wages may struggle to maintain a stable and skilled workforce, which can hinder their overall success. \n\nOverall, the profit motive drives businesses to align their wages with market rates to avoid these adverse outcomes.",
    "paraphrased_answer": "The consequences of businesses paying their employees less than they deserve can be significant and multifaceted, impacting not only the employees but also the businesses and the broader economy. Here are some potential consequences:\n\n1. **Employee Morale and Productivity**: Underpayment can lead to decreased employee morale, resulting in lower productivity. Employees who feel undervalued may be less motivated to perform at their best, which can affect overall business performance.\n\n2. **High Turnover Rates**: When employees feel they are not compensated fairly, they are more likely to seek employment elsewhere. High turnover rates can lead to increased recruitment and training costs for businesses, as well as a loss of institutional knowledge.\n\n3. **Decreased Job Satisfaction**: Employees who are paid less than they deserve may experience job dissatisfaction, which can lead to disengagement and a lack of commitment to the organization.\n\n4. **Negative Workplace Culture**: A culture of underpayment can foster resentment and conflict among employees, leading to a toxic work environment that can further drive away talent.\n\n5. **Reputation Damage**: Businesses known for underpaying their employees may develop a negative reputation, making it difficult to attract top talent and potentially harming customer perceptions.\n\n6. **Legal and Compliance Issues**: Underpaying employees can lead to legal challenges, including lawsuits and penalties for violating labor laws and regulations regarding minimum wage and fair compensation.\n\n7. **Economic Impact**: On a larger scale, when employees are underpaid, it can lead to reduced consumer spending, which can negatively impact the economy. Employees with lower wages have less disposable income to spend on goods and services, which can slow economic growth.\n\n8. **Inequality and Social Issues**: Persistent underpayment can contribute to broader social issues, including income inequality and poverty, which can have long-term effects on communities and society as a whole.\n\nIn summary, paying employees less than they deserve can have detrimental effects on employee well-being, business performance, and the economy, highlighting the importance of fair compensation practices.",
    "gold_answers": [
      "business is chronically understaffed",
      "their business is chronically understaffed",
      "chronically understaffed"
    ],
    "em_orig": 1.0,
    "em_para": 0.0,
    "delta_em": -1.0
  },
  {
    "original_q": "What directly opposes the force applied to move an object across a surface?",
    "paraphrased_q": "What counteracts the force exerted to slide an object over a surface?",
    "original_answer": "The force that directly opposes the force applied to move an object across a surface is the kinetic friction force.",
    "paraphrased_answer": "The force that counteracts the force exerted to slide an object over a surface is the kinetic friction force.",
    "gold_answers": [
      "kinetic friction force",
      "kinetic friction force",
      "kinetic friction force",
      "kinetic friction",
      "kinetic friction force"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What is the prize offered for finding a solution to P=NP?",
    "paraphrased_q": "What reward is given for discovering a solution to P=NP?",
    "original_answer": "The prize offered for finding a solution to the P versus NP problem is US$1,000,000.",
    "paraphrased_answer": "A reward of US$1,000,000 is given for discovering a solution to the P versus NP problem, as it is one of the Millennium Prize Problems proposed by the Clay Mathematics Institute.",
    "gold_answers": [
      "$1,000,000",
      "US$1,000,000",
      "US$1,000,000"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What is a kind of defense response that makes the entire plant resistant to a particular agent?",
    "paraphrased_q": "What type of defensive response enables the whole plant to become resistant to a specific agent?",
    "original_answer": "Systemic acquired resistance (SAR) is a type of defensive response that makes the entire plant resistant to a particular infectious agent.",
    "paraphrased_answer": "The type of defensive response that enables the whole plant to become resistant to a specific agent is called systemic acquired resistance (SAR).",
    "gold_answers": [
      "Systemic acquired resistance (SAR)",
      "Systemic acquired resistance",
      "Systemic acquired resistance (SAR)"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What is the first line of defense against pathogens that prevents them from entering an organism?",
    "paraphrased_q": "What serves as the initial barrier against pathogens that stops them from entering an organism?",
    "original_answer": "The first line of defense against pathogens that prevents them from entering an organism consists of physical barriers.",
    "paraphrased_answer": "The initial barrier against pathogens that stops them from entering an organism is physical barriers.",
    "gold_answers": [
      "physical barriers",
      "physical barriers",
      "physical barriers"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Some species of beroe have a pair of strips of adhesive cells on the stomach wall. What does it do?",
    "paraphrased_q": "What is the function of the pair of adhesive cell strips found on the stomach wall of certain beroe species?",
    "original_answer": "The pair of strips of adhesive epithelial cells on the stomach wall of some species of Beroe \"zip\" the mouth shut when the animal is not feeding. This mechanism forms intercellular connections with the opposite adhesive strip, creating a tight closure that streamlines the front of the animal while it is pursuing prey.",
    "paraphrased_answer": "The pair of adhesive cell strips found on the stomach wall of certain Beroe species function to \"zip\" the mouth shut when the animal is not feeding. This tight closure helps streamline the front of the animal, making it more efficient when pursuing prey.",
    "gold_answers": [
      "zip\" the mouth shut when the animal is not feeding,",
      "\"zip\" the mouth shut when the animal is not feeding",
      "\"zip\" the mouth shut when the animal is not feeding"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What department store is thought to be the first in the world?",
    "paraphrased_q": "Which department store is considered to be the first in the world?",
    "original_answer": "Bainbridge's is thought to be the first department store in the world.",
    "paraphrased_answer": "Bainbridge's, which opened in 1838 in Newcastle, is often cited as the world’s first department store.",
    "gold_answers": [
      "Bainbridge's",
      "Bainbridge's",
      "Bainbridges"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "When did Tugh Temur found his academy?",
    "paraphrased_q": "When was the academy founded by Tugh Temur?",
    "original_answer": "Tugh Temür founded the Academy of the Pavilion of the Star of Literature in the spring of 1329.",
    "paraphrased_answer": "The Academy of the Pavilion of the Star of Literature founded by Tugh Temür was established in the spring of 1329.",
    "gold_answers": [
      "spring of 1329",
      "1329",
      "the spring of 1329"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Preschool targest what age children?",
    "paraphrased_q": "What age group of children does preschool focus on?",
    "original_answer": "Preschool targets children from age three to five.",
    "paraphrased_answer": "Preschool focuses on children from age three to five.",
    "gold_answers": [
      "age three to five",
      "three to five",
      "age three to five"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Why did OPEC raise the price of oil to $5.11?",
    "paraphrased_q": "What was the reason for OPEC increasing the price of oil to $5.11?",
    "original_answer": "OPEC raised the price of oil to $5.11 in response to American aid to Israel during the Yom Kippur War. The increase was part of a broader strategy that included an oil embargo against the United States and other countries perceived as hostile to Arab interests. This decision was made on October 16, 1973, and was followed by a cut in production and further price increases as OPEC sought to achieve its economic and political objectives.",
    "paraphrased_answer": "OPEC increased the price of oil to $5.11 in response to American aid to Israel during the Yom Kippur War. The decision was part of a broader strategy that included an oil embargo against the United States and other countries perceived as hostile to Arab interests.",
    "gold_answers": [
      "In response to American aid to Israel",
      "In response to American aid to Israel",
      "In response to American aid to Israel",
      "In response to American aid to Israel",
      "American aid to Israel"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What Apollo mission was this LOR method used and needed?",
    "paraphrased_q": "Which Apollo mission required and utilized the LOR method?",
    "original_answer": "The LOR (Lunar Orbit Rendezvous) method was used during the Apollo 11 mission, which was the first manned mission to land on the Moon. It was also utilized in subsequent Apollo missions, including Apollo 13, where the Lunar Module served as a \"lifeboat\" after a failure in the command ship.",
    "paraphrased_answer": "The Apollo 11 mission required and utilized the Lunar Orbit Rendezvous (LOR) method.",
    "gold_answers": [
      "Apollo 13",
      "13",
      "Apollo 13",
      "Apollo 13",
      "Apollo 13"
    ],
    "em_orig": 1.0,
    "em_para": 0.0,
    "delta_em": -1.0
  },
  {
    "original_q": "How much did Walt Disney want ABC to invest in Disneyland?",
    "paraphrased_q": "What was the amount Walt Disney sought from ABC for their investment in Disneyland?",
    "original_answer": "Walt Disney wanted ABC to invest $500,000 in Disneyland.",
    "paraphrased_answer": "Walt Disney sought $500,000 from ABC for their investment in Disneyland.",
    "gold_answers": [
      "$500,000",
      "$500,000",
      "$500,000"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "When was the second oil crisis?",
    "paraphrased_q": "What was the date of the second oil crisis?",
    "original_answer": "The second oil crisis occurred in 1979.",
    "paraphrased_answer": "The second oil crisis occurred in 1979.",
    "gold_answers": [
      "1979",
      "1979",
      "1979",
      "1979",
      "1979"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What is one main reason that civil disobedience is not recognized?",
    "paraphrased_q": "What is a primary reason that civil disobedience goes unacknowledged?",
    "original_answer": "One main reason that civil disobedience is not recognized is that it often involves a lack of public acknowledgment or transparency in the act of lawbreaking. For civil disobedience to be recognized, it typically must be a public act that challenges unjust laws, whereas covert lawbreaking or actions taken without public awareness may not be seen as legitimate forms of civil disobedience. Additionally, acts that are motivated by self-interest rather than a desire to promote social change or challenge the law are generally not considered civil disobedience.",
    "paraphrased_answer": "A primary reason that civil disobedience goes unacknowledged is the difficulty in formulating a single, all-encompassing definition of the term. The complexity and variability in the interpretation of civil disobedience, as highlighted by LeGrande, create a maze of semantical problems that can lead to confusion and differing opinions on what constitutes civil disobedience. This lack of clarity can result in acts of civil disobedience being overlooked or not recognized as such, especially when individuals engage in actions that do not fit neatly into established definitions or when their motivations are not aligned with the broader goals of social change.",
    "gold_answers": [
      "breaking the law for self-gratification",
      "breaking the law for self-gratification",
      "it would undermine the law by encouraging general disobedience",
      "breaking the law for self-gratification"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "How many seasons did the BBC produce Doctor Who?",
    "paraphrased_q": "What is the total number of seasons produced by the BBC for Doctor Who?",
    "original_answer": "The BBC produced Doctor Who for 26 seasons.",
    "paraphrased_answer": "The total number of seasons produced by the BBC for Doctor Who is 26 seasons.",
    "gold_answers": [
      "26",
      "26",
      "26"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Which direction did Romans use to drift through the Rhine?",
    "paraphrased_q": "In which direction did the Romans navigate while drifting along the Rhine?",
    "original_answer": "The Romans drifted eastwards across the Rhine.",
    "paraphrased_answer": "The documents do not provide specific information about the direction in which the Romans navigated while drifting along the Rhine. They mainly discuss the geographical and historical context of the Roman frontier along the Rhine and Danube rivers, as well as other unrelated topics. Therefore, it is not possible to determine the direction of navigation based on the provided text.",
    "gold_answers": [
      "eastwards",
      "eastwards",
      "eastwards"
    ],
    "em_orig": 1.0,
    "em_para": 0.0,
    "delta_em": -1.0
  },
  {
    "original_q": "The fact that not all fossils may be found globally at the same time causes the principle to become what?",
    "paraphrased_q": "What does the principle become due to the fact that not all fossils may be discovered globally at the same time?",
    "original_answer": "The fact that not all fossils may be found globally at the same time causes the principle of faunal succession to become quite complex.",
    "paraphrased_answer": "The principle of faunal succession becomes quite complex due to the uncertainties of fossilization and the localization of fossil types caused by lateral changes in habitat. This complexity arises because not all fossils may be found globally at the same time, which can lead to challenges in accurately determining the relative ages of sedimentary rock formations based on the presence or absence of certain fossils.",
    "gold_answers": [
      "complex",
      "complex",
      "complex",
      "quite complex"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What present-day company did BankAmericard turn into?",
    "paraphrased_q": "What modern company evolved from BankAmericard?",
    "original_answer": "BankAmericard turned into Visa Inc.",
    "paraphrased_answer": "The modern company that evolved from BankAmericard is Visa Inc.",
    "gold_answers": [
      "Visa Inc.",
      "Visa Inc.",
      "Visa Inc."
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "How many settlers original settled in Manakintown?",
    "paraphrased_q": "What was the number of original settlers who established themselves in Manakintown?",
    "original_answer": "The original number of settlers who settled in Manakintown was 390.",
    "paraphrased_answer": "The number of original settlers who established themselves in Manakintown was 390.",
    "gold_answers": [
      "390",
      "390",
      "390"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What years did the original Doctor Who series run?",
    "paraphrased_q": "During which years was the original Doctor Who series aired?",
    "original_answer": "The original Doctor Who series ran from 1963 to 1989.",
    "paraphrased_answer": "The original Doctor Who series aired from 1963 to 1989.",
    "gold_answers": [
      "1963–1989",
      "1963–1989",
      "1963–1989"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What is the seldom used force unit equal to one thousand newtons?",
    "paraphrased_q": "What is the rarely utilized unit of force that is equivalent to one thousand newtons?",
    "original_answer": "The seldom used force unit equal to one thousand newtons is the sthène.",
    "paraphrased_answer": "The rarely utilized unit of force that is equivalent to one thousand newtons is the sthène.",
    "gold_answers": [
      "sthène",
      "sthène",
      "sthène",
      "sthène",
      "sthène"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What does chlorophyll absorb?",
    "paraphrased_q": "What substances does chlorophyll take in?",
    "original_answer": "Chlorophyll absorbs light energy, primarily in the blue and red wavelengths of the light spectrum.",
    "paraphrased_answer": "Chlorophyll primarily absorbs light energy from the sun, specifically in the blue and red wavelengths of the light spectrum. It does not take in substances in the traditional sense, but it plays a crucial role in photosynthesis by capturing light energy, which is then used to energize electrons for the process of converting carbon dioxide and water into glucose and oxygen.",
    "gold_answers": [
      "light energy",
      "light energy",
      "light energy"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "How many times has Polonia won the cup?",
    "paraphrased_q": "What is the total number of times Polonia has claimed the cup?",
    "original_answer": "Polonia Warsaw has won the cup twice.",
    "paraphrased_answer": "Polonia Warsaw has won the cup twice.",
    "gold_answers": [
      "twice",
      "twice",
      "twice"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What commission was censured in 1999, and paved the way for Commissioners to abuse their power?",
    "paraphrased_q": "Which commission faced censure in 1999 and allowed Commissioners to misuse their authority?",
    "original_answer": "The commission that was censured in 1999 was the Santer Commission. This censure highlighted issues of corruption and led to concerns about the potential for Commissioners to abuse their power.",
    "paraphrased_answer": "The commission that faced censure in 1999 was the Santer Commission. It was criticized for allowing Commissioners to misuse their authority, leading to allegations of corruption.",
    "gold_answers": [
      "the Santer Commission",
      "the Santer Commission",
      "the Santer Commission",
      "the Santer Commission"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Who won the battle near the Helan mountains?",
    "paraphrased_q": "Which side emerged victorious in the conflict near the Helan mountains?",
    "original_answer": "Genghis Khan won the battle near the Helan Mountains.",
    "paraphrased_answer": "The Mongols, led by Genghis Khan, emerged victorious in the conflict near the Helan Mountains.",
    "gold_answers": [
      "the Mongols",
      "Mongols",
      "the Mongols"
    ],
    "em_orig": 0.0,
    "em_para": 1.0,
    "delta_em": 1.0
  },
  {
    "original_q": "In an adjustable spring-loaded valve, what needs to be broken to allow an operator to tamper with it?",
    "paraphrased_q": "In a spring-loaded valve that can be adjusted, what must be broken for an operator to interfere with it?",
    "original_answer": "In an adjustable spring-loaded valve, a seal needs to be broken to allow an operator to tamper with its adjustment.",
    "paraphrased_answer": "In a spring-loaded valve that can be adjusted, a seal must be broken for an operator to interfere with it.",
    "gold_answers": [
      "seal",
      "seal",
      "a seal"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Which name is also used to describe the Amazon rainforest in English?",
    "paraphrased_q": "What is another name for the Amazon rainforest in English?",
    "original_answer": "The Amazon rainforest is also known in English as Amazonia or the Amazon Jungle.",
    "paraphrased_answer": "Another name for the Amazon rainforest in English is Amazonia or the Amazon Jungle.",
    "gold_answers": [
      "also known in English as Amazonia or the Amazon Jungle,",
      "Amazonia or the Amazon Jungle",
      "Amazonia"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What was Thoreau's punishment for not paying his taxes?",
    "paraphrased_q": "What punishment did Thoreau receive for failing to pay his taxes?",
    "original_answer": "Thoreau was imprisoned for not paying his taxes.",
    "paraphrased_answer": "Thoreau was imprisoned for failing to pay his taxes.",
    "gold_answers": [
      "imprisonment",
      "imprisonment",
      "imprisonment",
      "imprisonment",
      "imprisonment"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "How much of GDP does manufactoriing account for?",
    "paraphrased_q": "What percentage of GDP is represented by manufacturing?",
    "original_answer": "The documents provided do not contain specific information regarding the percentage of GDP that manufacturing accounts for. To find this information, you may need to refer to economic reports or databases that provide statistics on GDP composition by sector for specific countries or regions.",
    "paraphrased_answer": "Manufacturing accounts for 14% of the GDP in Kenya.",
    "gold_answers": [
      "14%",
      "14%",
      "14%"
    ],
    "em_orig": 0.0,
    "em_para": 1.0,
    "delta_em": 1.0
  },
  {
    "original_q": "Whose saying about purgatory did Martin Luther object to?",
    "paraphrased_q": "Which individual's statement regarding purgatory did Martin Luther oppose?",
    "original_answer": "Martin Luther objected to a saying attributed to Johann Tetzel about purgatory.",
    "paraphrased_answer": "Martin Luther opposed a statement attributed to Johann Tetzel regarding purgatory.",
    "gold_answers": [
      "Johann Tetzel",
      "Johann Tetzel",
      "Tetzel"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What has recently undergone extensive restoration?",
    "paraphrased_q": "What has recently been subject to significant restoration efforts?",
    "original_answer": "The city’s extensive neoclassical centre referred to as Tyneside Classical has recently undergone extensive restoration.",
    "paraphrased_answer": "The Amazon rainforest has recently been subject to significant restoration efforts.",
    "gold_answers": [
      "Tyneside Classical",
      "Tyneside Classical",
      "Newcastle"
    ],
    "em_orig": 1.0,
    "em_para": 0.0,
    "delta_em": -1.0
  },
  {
    "original_q": "Which genus of ctenophores does not have cydipped-like larvae?",
    "paraphrased_q": "Which ctenophore genus lacks cydipped-like larvae?",
    "original_answer": "The genus of ctenophores that does not have cydippid-like larvae is **Beroe**.",
    "paraphrased_answer": "The ctenophore genus that lacks cydipped-like larvae is Beroe.",
    "gold_answers": [
      "beroids",
      "beroids",
      "beroids"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What do you have to cross to reach the chloroplast in many secondary plastids?",
    "paraphrased_q": "What must you traverse to access the chloroplast in numerous secondary plastids?",
    "original_answer": "To reach the chloroplast in many secondary plastids, you have to cross the cell membrane.",
    "paraphrased_answer": "To access the chloroplast in numerous secondary plastids, you must traverse the cell membrane, as many secondary plastids are bounded by an outermost membrane derived from the host's cell membrane, making them topologically outside of the cell.",
    "gold_answers": [
      "the cell membrane",
      "the cell membrane",
      "the cell membrane"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What is the Catholic doctrine of fides caritate formata?",
    "paraphrased_q": "What does the Catholic teaching of fides caritate formata entail?",
    "original_answer": "The Catholic doctrine of fides caritate formata, which translates to \"faith formed by charity,\" asserts that faith alone cannot justify a person before God. Instead, justification depends on a faith that is active and expressed through charity and good works. This means that while faith is essential, it must be accompanied by acts of love and good deeds to be truly effective in achieving justification. This doctrine emphasizes the importance of both faith and works in the Catholic understanding of salvation.",
    "paraphrased_answer": "The Catholic teaching of fides caritate formata entails that faith alone is not sufficient for justification; rather, true faith must be active in charity and good works. This means that a person's faith must be expressed and demonstrated through acts of love and good deeds, which are integral to the process of justification in the eyes of the Church. Essentially, it emphasizes the importance of both faith and works in achieving salvation.",
    "gold_answers": [
      "charity and good works",
      "benefits of good works could be obtained by donating money to the church",
      "justification rather depends only on such faith as is active in charity and good works"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Who played a part in the development of radar in France?",
    "paraphrased_q": "Who contributed to the advancement of radar technology in France?",
    "original_answer": "Émile Girardeau played a part in the development of radar in France.",
    "paraphrased_answer": "Émile Girardeau contributed to the advancement of radar technology in France. He helped develop France's first radar system in the 1930s.",
    "gold_answers": [
      "Émile Girardeau",
      "Émile Girardeau",
      "Émile Girardeau,"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What was a popular type of variety show during the Yuan?",
    "paraphrased_q": "What kind of variety show was popular during the Yuan dynasty?",
    "original_answer": "A popular type of variety show during the Yuan dynasty was the zaju variety show.",
    "paraphrased_answer": "The popular variety show during the Yuan dynasty was the zaju variety show. This form of entertainment incorporated poetry, both classical and the newer qu form, and was characterized by its integration of various artistic elements.",
    "gold_answers": [
      "zaju",
      "zaju",
      "zaju"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "To what is singlet oxygen more reactive?",
    "paraphrased_q": "What substances does singlet oxygen react with more readily?",
    "original_answer": "Singlet oxygen is more reactive towards common organic molecules than molecular oxygen (O2) per se.",
    "paraphrased_answer": "Singlet oxygen reacts more readily with common organic molecules compared to molecular oxygen.",
    "gold_answers": [
      "organic molecules",
      "common organic molecules",
      "common organic molecules",
      "common organic molecules",
      "common organic molecules"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What do a number of researchers think a shortage of is caused in part by income inequality?",
    "paraphrased_q": "What do several researchers believe is partially caused by income inequality?",
    "original_answer": "A number of researchers think that a shortage of affordable housing is caused in part by income inequality.",
    "paraphrased_answer": "Several researchers believe that a shortage of affordable housing is partially caused by income inequality.",
    "gold_answers": [
      "a shortage of affordable housing",
      "affordable housing",
      "affordable housing"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "When did Germany found their first settlement?",
    "paraphrased_q": "When was the first settlement established by Germany?",
    "original_answer": "The provided documents do not contain information regarding the founding of Germany's first settlement. If you are looking for historical information about Germany's early settlements, it is generally recognized that the first significant settlements in what is now Germany date back to the Roman Empire, with the establishment of towns like Cologne (Colonia Claudia Ara Agrippinensium) around 38 BC. However, for a specific answer, please provide more context or specify the type of settlement you are referring to.",
    "paraphrased_answer": "The first settlement established by Germany was in 1884, when Germany began to build a colonial empire, starting with German New Guinea.",
    "gold_answers": [
      "1884",
      "1884",
      "1884",
      "1884",
      "1884"
    ],
    "em_orig": 0.0,
    "em_para": 1.0,
    "delta_em": 1.0
  },
  {
    "original_q": "What do lobates feed on?",
    "paraphrased_q": "What is the diet of lobates?",
    "original_answer": "Lobates feed continuously on suspended planktonic prey.",
    "paraphrased_answer": "Lobates feed continuously on suspended planktonic prey, utilizing their muscular lobes and cilia-edged auricles to direct microscopic organisms toward their mouths.",
    "gold_answers": [
      "suspended planktonic prey",
      "suspended planktonic prey",
      "planktonic prey"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What did the Apple system assign automatically ",
    "paraphrased_q": "What was automatically assigned by the Apple system?",
    "original_answer": "The AppleTalk system automatically assigned addresses.",
    "paraphrased_answer": "The AppleTalk system automatically assigned addresses.",
    "gold_answers": [
      "automatically assigned addresses, updated the distributed namespace, and configured any required inter-network routing",
      "addresses",
      "addresses"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What type of camera was used to record the Moon landing?",
    "paraphrased_q": "Which kind of camera was utilized to capture the Moon landing?",
    "original_answer": "A special Apollo TV camera was used to record the Moon landing.",
    "paraphrased_answer": "The camera utilized to capture the Moon landing was a special Apollo TV camera designed and built by a team led by Stan Lebar at Westinghouse Electric Corporation.",
    "gold_answers": [
      "special Apollo TV camera",
      "Apollo TV camera",
      "Apollo TV",
      "Apollo TV camera",
      "Apollo TV camera"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Where does Kenya have deposits of oil?",
    "paraphrased_q": "In which locations in Kenya are oil deposits found?",
    "original_answer": "Kenya has proven deposits of oil in Turkana.",
    "paraphrased_answer": "Oil deposits in Kenya are found in Turkana.",
    "gold_answers": [
      "in Turkana",
      "Turkana",
      "Turkana"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What is the medieval Esteve Pharmacy used as at present?",
    "paraphrased_q": "What is the current use of the medieval Esteve Pharmacy?",
    "original_answer": "The medieval Esteve Pharmacy, located in Llívia, a Catalan enclave close to Puigcerdà, is currently used as a museum.",
    "paraphrased_answer": "The medieval Esteve Pharmacy, located in Llívia, a Catalan enclave close to Puigcerdà, is currently a museum.",
    "gold_answers": [
      "museum",
      "a museum",
      "museum"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What is the largest ctenophore?",
    "paraphrased_q": "What is the biggest ctenophore?",
    "original_answer": "The largest ctenophore is Cestum veneris, also known as \"Venus' girdle,\" which can grow up to 1.5 meters (4.9 feet) long.",
    "paraphrased_answer": "The biggest ctenophore is the **Giant Comb Jelly** (also known as **Mertensia ovum**). It can grow up to 1.5 meters (about 5 feet) in length, making it the largest member of the ctenophore phylum. These gelatinous creatures are known for their bioluminescence and unique method of locomotion using rows of tiny, hair-like structures called cilia.",
    "gold_answers": [
      "Cestum veneris",
      "Cestum veneris",
      "up to 1.5 meters (4.9 ft) long"
    ],
    "em_orig": 1.0,
    "em_para": 0.0,
    "delta_em": -1.0
  },
  {
    "original_q": "How many narrow gauge rail lines were previously government owned?",
    "paraphrased_q": "What was the number of narrow gauge rail lines that were once owned by the government?",
    "original_answer": "There were five formerly government-owned narrow gauge rail lines.",
    "paraphrased_answer": "There were five formerly government-owned narrow gauge rail lines.",
    "gold_answers": [
      "five",
      "five",
      "five"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "For which show did Billie Piper tape an introduction?",
    "paraphrased_q": "Which show did Billie Piper record an introduction for?",
    "original_answer": "Billie Piper recorded a special video introduction for the broadcast of \"The Christmas Invasion.\"",
    "paraphrased_answer": "Billie Piper recorded a special video introduction for \"The Christmas Invasion.\"",
    "gold_answers": [
      "The Christmas Invasion",
      "The Christmas Invasion",
      "The Christmas Invasion"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What French animation studio did ABC purchase in 1993?",
    "paraphrased_q": "Which French animation studio was acquired by ABC in 1993?",
    "original_answer": "ABC purchased the French animation studio DIC Entertainment in 1993.",
    "paraphrased_answer": "ABC acquired the French animation studio DIC Entertainment in 1993.",
    "gold_answers": [
      "DIC Entertainment",
      "DIC Entertainment",
      "DIC Entertainment"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Which committee made an effort to invite companies owned by people, who are transgender or gay, to take part in contract business associated with Super Bowl 50.",
    "paraphrased_q": "Which committee worked to encourage companies owned by transgender or gay individuals to participate in contract business related to Super Bowl 50?",
    "original_answer": "The Super Bowl 50 Host Committee made an effort to invite companies owned by people who are transgender or gay to take part in contract business associated with Super Bowl 50.",
    "paraphrased_answer": "The Super Bowl 50 Host Committee worked to encourage companies owned by transgender or gay individuals to participate in contract business related to Super Bowl 50.",
    "gold_answers": [
      "Super Bowl 50 Host Committee",
      "the Super Bowl 50 Host Committee",
      "Super Bowl 50 Host Committee"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Why did al-Qaeda tell ISIL to take a hike?",
    "paraphrased_q": "What prompted al-Qaeda to tell ISIL to go away?",
    "original_answer": "Al-Qaeda expelled ISIL due to its failure to consult with al-Qaeda and its \"notorious intransigence.\" This indicates that ISIL was not adhering to the collaborative and strategic approach that al-Qaeda expected from its affiliates, leading to a breakdown in their relationship.",
    "paraphrased_answer": "Al-Qaeda expelled ISIL due to its \"notorious intransigence\" and failure to consult with al-Qaeda on important matters. This disagreement likely stemmed from ISIL's aggressive tactics and actions that were not aligned with al-Qaeda's strategic approach.",
    "gold_answers": [
      "notorious intransigence",
      "its failure to consult and \"notorious intransigence\"",
      "notorious intransigence"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What is an anda?",
    "paraphrased_q": "What does the term \"anda\" refer to?",
    "original_answer": "An anda is a term that refers to a sworn brother or blood brother in Mongolian culture. It signifies a deep bond of loyalty and friendship between individuals, often akin to a fraternal relationship.",
    "paraphrased_answer": "The term \"anda\" refers to a sworn brother or blood brother in Mongolian culture. It signifies a deep bond of loyalty and friendship between individuals, often akin to a fraternal relationship.",
    "gold_answers": [
      "sworn brother or blood brother",
      "sworn brother",
      "sworn brother or blood brother)"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What river runs through Warsaw?",
    "paraphrased_q": "Which river flows through Warsaw?",
    "original_answer": "The Vistula River runs through Warsaw.",
    "paraphrased_answer": "The Vistula River flows through Warsaw.",
    "gold_answers": [
      "Vistula River",
      "Vistula River",
      "Vistula"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "When did Luther enter into the senate of the Theology faculty of the University of Wittenberg?",
    "paraphrased_q": "At what time did Luther join the senate of the Theology faculty at the University of Wittenberg?",
    "original_answer": "Luther entered into the senate of the Theology faculty of the University of Wittenberg on 21 October 1512.",
    "paraphrased_answer": "Luther joined the senate of the Theology faculty at the University of Wittenberg on 21 October 1512.",
    "gold_answers": [
      "21 October 1512",
      "21 October 1512",
      "October 1512,"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What religion did Tesla grow up in?",
    "paraphrased_q": "In which religion was Tesla raised?",
    "original_answer": "Tesla grew up in the Orthodox Christian faith.",
    "paraphrased_answer": "Tesla was raised an Orthodox Christian.",
    "gold_answers": [
      "Orthodox Christian",
      "Orthodox Christian",
      "Orthodox Christian"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What are some examples of undesirable end results of a project?",
    "paraphrased_q": "What are some instances of unfavorable outcomes from a project?",
    "original_answer": "Some examples of undesirable end results of a project include structural collapse, cost overruns, and litigation.",
    "paraphrased_answer": "Some instances of unfavorable outcomes from a project can include:\n\n1. **Incomplete Cataloging**: If the cataloging process is not thorough, it may result in missing or misidentified items, leading to inaccuracies in the collection's database.\n\n2. **Audit Discrepancies**: During the auditing phase, if items listed in the collection cannot be physically found or verified, it can undermine the integrity of the collection and the project's credibility.\n\n3. **Conservation Issues**: If the conservation procedures are not adequately performed, it may lead to further deterioration of the items, potentially causing irreversible damage.\n\n4. **Resource Allocation**: A large-scale digitization project may divert resources (time, funding, personnel) from other important initiatives or areas within the museum, leading to neglect of those areas.\n\n5. **Technological Challenges**: Issues with technology, such as software malfunctions or data loss, can hinder the progress of the project and result in delays.\n\n6. **User Accessibility**: If the digitized content is not user-friendly or accessible, it may fail to reach the intended audience, limiting the project's impact.\n\n7. **Public Perception**: If the project is perceived as a failure or if there are negative public reactions (e.g., due to lack of transparency or community engagement), it can damage the institution's reputation.\n\n8. **Economic Inequality**: In broader contexts, projects that do not consider the socio-economic implications may inadvertently contribute to existing inequalities, as highlighted in the analysis of economic policies.\n\nThese unfavorable outcomes can affect the overall success and sustainability of a project, leading to a need for reassessment and potential restructuring.",
    "gold_answers": [
      "structural collapse, cost overruns, and/or litigation",
      "structural collapse, cost overruns, and/or litigation",
      "structural collapse, cost overruns, and/or litigation"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Why did the Methodist Protestant Church split from the Methodist Episcopal Church?",
    "paraphrased_q": "What were the reasons for the split of the Methodist Protestant Church from the Methodist Episcopal Church?",
    "original_answer": "The Methodist Protestant Church split from the Methodist Episcopal Church in 1830 over the issue of laity having a voice and vote in the administration of the church. The Methodist Protestant Church insisted that clergy should not be the only ones with determination in how the church was to be operated.",
    "paraphrased_answer": "The Methodist Protestant Church split from the Methodist Episcopal Church in 1830 primarily over the issue of laity having a voice and vote in the administration of the church. The Methodist Protestant Church insisted that clergy should not be the only ones with a say in how the church was operated, advocating for greater involvement of lay members in church governance.",
    "gold_answers": [
      "issue of laity having a voice and vote in the administration of the church",
      "over the issue of laity having a voice and vote in the administration of the church",
      "over the issue of laity having a voice and vote in the administration of the church"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What year saw the merger of two museums in Newcastle?",
    "paraphrased_q": "In which year did two museums in Newcastle merge?",
    "original_answer": "The merger of two museums in Newcastle occurred in 2009, when the Newcastle on Tyne Museum of Antiquities merged with the Great North Museum (Hancock Museum).",
    "paraphrased_answer": "The two museums in Newcastle merged in 2009.",
    "gold_answers": [
      "2009",
      "2009",
      "2009"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "When did Henry issue the Edict of Nantes?",
    "paraphrased_q": "When was the Edict of Nantes issued by Henry?",
    "original_answer": "Henry issued the Edict of Nantes in 1598.",
    "paraphrased_answer": "The Edict of Nantes was issued by Henry IV in 1598.",
    "gold_answers": [
      "1598",
      "1598",
      "1598"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What author did Tesla credit for his recovery?",
    "paraphrased_q": "Which author did Tesla acknowledge for his healing?",
    "original_answer": "Tesla credited the author Mark Twain for his recovery.",
    "paraphrased_answer": "The provided documents do not mention any specific author that Tesla acknowledged for his healing. Therefore, I cannot provide an answer based on the given information.",
    "gold_answers": [
      "Mark Twain",
      "Mark Twain",
      "Mark Twain"
    ],
    "em_orig": 1.0,
    "em_para": 0.0,
    "delta_em": -1.0
  },
  {
    "original_q": "Who presented the mac to the Scottish Parliament when it was initially opened?",
    "paraphrased_q": "Who was the person that presented the mac to the Scottish Parliament at its opening?",
    "original_answer": "The mace was presented to the Scottish Parliament by the Queen upon its official opening in July 1999.",
    "paraphrased_answer": "The mace was presented to the Scottish Parliament by the Queen upon its official opening in July 1999.",
    "gold_answers": [
      "the Queen",
      "the Queen",
      "the Queen"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Within the EU, which court believes they have the final word deciding on EU's competence?",
    "paraphrased_q": "Which court in the EU considers itself to have the ultimate authority in determining the EU's competence?",
    "original_answer": "The Court of Justice of the European Union believes it has the final word in deciding on the EU's competence.",
    "paraphrased_answer": "The European Court of Justice considers itself to have the ultimate authority in determining the EU's competence.",
    "gold_answers": [
      "Court of Justice",
      "the Court of Justice",
      "the Court of Justice",
      "the Court of Justice"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "How many cameras did EyeVision 360 utilize?",
    "paraphrased_q": "What was the number of cameras used by EyeVision 360?",
    "original_answer": "EyeVision 360 utilized an array of 36 cameras.",
    "paraphrased_answer": "The EyeVision 360 used an array of 36 cameras.",
    "gold_answers": [
      "36",
      "36",
      "36"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What theory accounted for the Mercury problem?",
    "paraphrased_q": "Which theory explained the Mercury problem?",
    "original_answer": "The theory that accounted for the Mercury problem is Albert Einstein's theory of general relativity (GR).",
    "paraphrased_answer": "Albert Einstein's theory of general relativity (GR) explained the Mercury problem by providing a correction that accounted for the discrepancies in Mercury's orbit.",
    "gold_answers": [
      "theory of general relativity",
      "theory of general relativity (GR)",
      "general relativity",
      "general relativity"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "In the case Geven v Land Nordrhein-Westfalen, how many hours was the Dutch woman in question working in Germany?",
    "paraphrased_q": "In the Geven v Land Nordrhein-Westfalen case, what was the number of hours the Dutch woman worked in Germany?",
    "original_answer": "In the case Geven v Land Nordrhein-Westfalen, the Dutch woman was working between 3 and 14 hours a week in Germany.",
    "paraphrased_answer": "In the Geven v Land Nordrhein-Westfalen case, the Dutch woman worked between 3 and 14 hours a week in Germany.",
    "gold_answers": [
      "between 3 and 14 hours a week",
      "3 and 14 hours a week",
      "between 3 and 14 hours a week"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "How many doctors were in Kenya in 2011?",
    "paraphrased_q": "What was the number of doctors in Kenya in 2011?",
    "original_answer": "In 2011, there were 7,000 doctors in Kenya.",
    "paraphrased_answer": "In 2011, there were 7,000 doctors registered in Kenya.",
    "gold_answers": [
      "7,000 doctors",
      "7,000",
      "7,000"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What was the population of the Dutch Republic before this emigration?",
    "paraphrased_q": "What was the population of the Dutch Republic prior to this emigration?",
    "original_answer": "The population of the Dutch Republic before the emigration of Huguenot refugees was approximately 2 million.",
    "paraphrased_answer": "The population of the Dutch Republic prior to the emigration of Huguenot refugees was approximately 2 million.",
    "gold_answers": [
      "ca. 2 million",
      "2 million",
      "2 million"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What state constitutional amendments make reference to the government funding religious schools?",
    "paraphrased_q": "Which state constitutional amendments mention government funding for religious schools?",
    "original_answer": "State constitutional amendments that make reference to government funding for religious schools are commonly known as Blaine Amendments. These amendments, which exist in various forms in several state constitutions, generally prohibit the use of public funds for the benefit of religious institutions, including religious schools. The specific language and provisions can vary by state, but the overarching intent is to prevent government funding from supporting religious education or institutions.",
    "paraphrased_answer": "The state constitutional amendments that mention government funding for religious schools are commonly referred to as \"Blaine Amendments.\" These amendments are found in the constitutions of several U.S. states and generally prohibit the use of public funds for the benefit of religious institutions, including religious schools. The specific language and provisions can vary by state, but the overarching principle is to restrict government funding for religious education in accordance with the Establishment Clause of the First Amendment.",
    "gold_answers": [
      "Blaine",
      "Blaine Amendments",
      "Blaine Amendments"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Which type of livestock was the argricultural region known for?",
    "paraphrased_q": "What kind of livestock was the agricultural region recognized for?",
    "original_answer": "The agricultural region around Jacksonville, particularly during its early settlement under British rule, was known for cattle. The area was referred to as the Cow Ford, indicating its significance in cattle crossing and livestock farming.",
    "paraphrased_answer": "The agricultural region was recognized for cattle.",
    "gold_answers": [
      "cattle",
      "cattle",
      "cattle"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What portion of Berlin's population spoke French by 1700?",
    "paraphrased_q": "What percentage of the population in Berlin spoke French by the year 1700?",
    "original_answer": "By 1700, one-fifth of Berlin's population spoke French.",
    "paraphrased_answer": "By the year 1700, one-fifth of the population in Berlin spoke French, which is equivalent to 20%.",
    "gold_answers": [
      "one-fifth",
      "one-fifth",
      "one-fifth"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "In what year did the film also mention the number of regenerations?",
    "paraphrased_q": "Which year did the film reference the count of regenerations?",
    "original_answer": "The film mentioned the number of regenerations in 1996.",
    "paraphrased_answer": "The film referenced the count of regenerations in 1996.",
    "gold_answers": [
      "1996",
      "1996",
      "1996"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Analysis of what kind of deposits from the Amazon Fan indicates a change in rainfall in the Amazon basin?",
    "paraphrased_q": "What type of deposits from the Amazon Fan suggests a shift in rainfall patterns within the Amazon basin?",
    "original_answer": "Analysis of sediment deposits from the Amazon Fan indicates a change in rainfall in the Amazon basin.",
    "paraphrased_answer": "Analyses of sediment deposits from Amazon basin paleolakes and from the Amazon Fan suggest a shift in rainfall patterns within the Amazon basin.",
    "gold_answers": [
      "sediment deposits",
      "sediment",
      "sediment"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What year did the storm hit Richard's fleet?",
    "paraphrased_q": "In which year did the storm strike Richard's fleet?",
    "original_answer": "The storm hit Richard's fleet in April 1191.",
    "paraphrased_answer": "The storm struck Richard's fleet in April 1191.",
    "gold_answers": [
      "1191",
      "1191",
      "1191"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What do extremely unequal societies tend to be?",
    "paraphrased_q": "What characteristics are common in societies with extreme inequality?",
    "original_answer": "Extremely unequal societies tend to be politically and socially unstable, which is reflected in lower rates of investment and therefore lower levels of economic growth.",
    "paraphrased_answer": "Societies with extreme inequality often exhibit several common characteristics:\n\n1. **Lower Levels of Human Capital Formation**: There tends to be reduced investment in education, experience, and apprenticeship opportunities, leading to a less skilled workforce.\n\n2. **Higher Fertility Rates**: Extreme inequality is associated with higher fertility rates, which can divert resources away from education and economic investment.\n\n3. **Increased Redistributive Taxation**: Such societies may implement higher levels of redistributive taxation, which can negatively impact private savings and investment, further hindering economic growth.\n\n4. **Political and Social Instability**: Extreme inequality often correlates with political and social unrest, which can deter investment and economic development.\n\n5. **Lower Rates of Investment**: There is typically a lower rate of investment in both human capital (like education) and physical capital, which stifles economic growth.\n\n6. **Economic Polarization**: Wealth becomes concentrated in the hands of a few, leading to a widening gap between the rich and the poor, which can exacerbate social tensions.\n\n7. **Limited Access to Credit**: Credit market imperfections can restrict access to financial resources for lower-income individuals, further entrenching inequality.\n\nThese characteristics create a cycle that perpetuates inequality and hinders overall economic development.",
    "gold_answers": [
      "politically and socially unstable",
      "politically and socially unstable",
      "politically and socially unstable"
    ],
    "em_orig": 1.0,
    "em_para": 0.0,
    "delta_em": -1.0
  },
  {
    "original_q": "A statement made by Chris Keates caused issues with whom?",
    "paraphrased_q": "Which individuals were affected by a statement made by Chris Keates?",
    "original_answer": "A statement made by Chris Keates caused issues with child protection and parental rights groups.",
    "paraphrased_answer": "The individuals affected by Chris Keates' statement include teachers, particularly male teachers, who may feel discouraged from entering or remaining in the profession due to fears of being labeled as pedophiles or hebephiles. Additionally, pupils over the age of consent, child protection advocates, and parental rights groups are also impacted by the implications of his comments regarding statutory rape laws and the sex offenders register.",
    "gold_answers": [
      "child protection and parental rights groups",
      "child protection and parental rights groups",
      "child protection and parental rights groups"
    ],
    "em_orig": 1.0,
    "em_para": 0.0,
    "delta_em": -1.0
  },
  {
    "original_q": "Whose theory did Tesla disagree with?",
    "paraphrased_q": "Which theorist's ideas did Tesla oppose?",
    "original_answer": "Tesla disagreed with Einstein's theory of relativity.",
    "paraphrased_answer": "Tesla opposed the ideas of religious fanaticism, but the documents do not specify a particular theorist whose ideas he opposed. Instead, they highlight his respect for Buddhism and Christianity while distancing himself from orthodox beliefs.",
    "gold_answers": [
      "Einstein's",
      "Einstein's",
      "Einstein's"
    ],
    "em_orig": 1.0,
    "em_para": 0.0,
    "delta_em": -1.0
  },
  {
    "original_q": "How effective was the military use of the \"Afghan Arabs\"?",
    "paraphrased_q": "What was the effectiveness of the military deployment of the \"Afghan Arabs\"?",
    "original_answer": "The military effectiveness of the \"Afghan Arabs,\" who were Muslim volunteers that came to fight in Afghanistan during the Soviet invasion, was marginal. While they were part of a larger pan-Islamic effort led by figures like Palestinian sheikh Abdullah Yusuf Azzam, their impact on the battlefield was limited. Despite the significant number of volunteers—estimated between 16,000 to 35,000—their contributions did not significantly alter the course of the conflict against the Soviet forces.",
    "paraphrased_answer": "The military effectiveness of the \"Afghan Arabs,\" who were Muslim volunteers that came to fight in Afghanistan during the Soviet invasion, was marginal. While they were part of a larger pan-Islamic effort led by Palestinian sheikh Abdullah Yusuf Azzam, their impact on the conflict was limited despite the significant number of volunteers, estimated to be between 16,000 to 35,000.",
    "gold_answers": [
      "marginal",
      "marginal",
      "marginal"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Which archaeologist proposed the idea that the Amazon rainforest couldn't sustain large populations? ",
    "paraphrased_q": "Who was the archaeologist that suggested the Amazon rainforest was unable to support large populations?",
    "original_answer": "Archaeologist Betty Meggers proposed the idea that the Amazon rainforest couldn't sustain large populations.",
    "paraphrased_answer": "The archaeologist who suggested that the Amazon rainforest was unable to support large populations was Betty Meggers.",
    "gold_answers": [
      "Betty Meggers",
      "Betty Meggers",
      "Betty Meggers"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What is the name of a teacher in Tibetan Buddhism?",
    "paraphrased_q": "What do you call a teacher in Tibetan Buddhism?",
    "original_answer": "The name of a teacher in Tibetan Buddhism is a Lama.",
    "paraphrased_answer": "A teacher in Tibetan Buddhism is commonly called a Lama.",
    "gold_answers": [
      "a Lama",
      "Lama",
      "Lama"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What is the name of contemporary Mongolian currency?",
    "paraphrased_q": "What is the current name of the currency used in Mongolia?",
    "original_answer": "The name of contemporary Mongolian currency is the Mongolian tögrög (₮).",
    "paraphrased_answer": "The current currency used in Mongolia is the Mongolian tögrög (₮).",
    "gold_answers": [
      "tögrög",
      "tögrög",
      "tögrög"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What interpretation of Islam is, for many of the adherents, the \"gold standard\" of their religion?",
    "paraphrased_q": "Which interpretation of Islam do many followers consider the \"gold standard\" of their faith?",
    "original_answer": "The interpretation of Islam that is considered the \"gold standard\" for many adherents is the strict, conservative Saudi-based Wahhabism or Salafism.",
    "paraphrased_answer": "Many followers consider the strict, conservative Saudi-based Wahhabism or Salafism as the \"gold standard\" of their faith.",
    "gold_answers": [
      "Saudi",
      "the Saudi-interpretation",
      "Saudi"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What is a very seldom used unit of mass in the metric system?",
    "paraphrased_q": "What is a rarely utilized unit of mass within the metric system?",
    "original_answer": "A very seldom used unit of mass in the metric system is the metric slug.",
    "paraphrased_answer": "The rarely utilized unit of mass within the metric system is the metric slug.",
    "gold_answers": [
      "slug",
      "metric slug",
      "metric slug",
      "metric slug",
      "the metric slug"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Down to how many laws did Tesla believe the fundamental laws could be reduced?",
    "paraphrased_q": "To how many fundamental laws did Tesla think they could be simplified?",
    "original_answer": "Tesla believed that all fundamental laws could be reduced to one.",
    "paraphrased_answer": "Tesla believed that all fundamental laws could be reduced to one.",
    "gold_answers": [
      "one",
      "one",
      "one"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What type of process is the oxygen cycle?",
    "paraphrased_q": "What kind of process does the oxygen cycle represent?",
    "original_answer": "The oxygen cycle is a biogeochemical cycle.",
    "paraphrased_answer": "The oxygen cycle represents a biogeochemical process. It describes the movement and exchange of oxygen within and between the Earth's main reservoirs: the atmosphere, biosphere, and lithosphere. This cycle involves processes such as photosynthesis, respiration, and decay, which contribute to the production and consumption of oxygen in a balanced manner.",
    "gold_answers": [
      "biogeochemical",
      "biogeochemical",
      "biogeochemical",
      "biogeochemical cycle",
      "biogeochemical"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Other than Scotland's Chief Law Officer, from whence are most ministers drawn from amongst?",
    "paraphrased_q": "Aside from Scotland's Chief Law Officer, where do most ministers originate from?",
    "original_answer": "Most ministers and their juniors are drawn from amongst the elected Members of the Scottish Parliament (MSPs).",
    "paraphrased_answer": "Most ministers and their juniors are drawn from amongst the elected Members of the Scottish Parliament (MSPs).",
    "gold_answers": [
      "elected MSPs",
      "the elected MSPs",
      "amongst the elected MSPs"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "How many people could Apollo be projected to hold?",
    "paraphrased_q": "What is the estimated capacity of Apollo in terms of the number of people it can accommodate?",
    "original_answer": "Apollo was projected to hold three astronauts.",
    "paraphrased_answer": "The documents provided do not contain any information regarding the estimated capacity of Apollo in terms of the number of people it can accommodate. If you have a specific context or additional information about \"Apollo,\" please provide it, and I would be happy to help!",
    "gold_answers": [
      "three",
      "three",
      "three",
      "three astronauts"
    ],
    "em_orig": 1.0,
    "em_para": 0.0,
    "delta_em": -1.0
  },
  {
    "original_q": "Where does southern California's megalopolis standard in terms of population nationwide?",
    "paraphrased_q": "How does the population of southern California's megalopolis rank on a national scale?",
    "original_answer": "Southern California's megalopolis is the third most populated in the United States, following the Great Lakes Megalopolis and the Northeastern megalopolis.",
    "paraphrased_answer": "Southern California's megalopolis ranks as the third most populated megalopolis in the United States, following the Great Lakes Megalopolis and the Northeastern megalopolis.",
    "gold_answers": [
      "third",
      "third",
      "third"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What did Davies call the System ",
    "paraphrased_q": "What name did Davies give to the System?",
    "original_answer": "Davies called the system \"packet switching.\"",
    "paraphrased_answer": "Davies called it packet switching.",
    "gold_answers": [
      "packet switching",
      "packet switching",
      "packet switching"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What were the papal legate's orders from the Pope?",
    "paraphrased_q": "What instructions did the Pope give to the papal legate?",
    "original_answer": "The papal legate, Cardinal Cajetan, was originally instructed to arrest Martin Luther if he failed to recant his statements during the hearings at Augsburg.",
    "paraphrased_answer": "The Pope's original instructions to the papal legate, Cardinal Cajetan, were to arrest Martin Luther if he failed to recant his statements.",
    "gold_answers": [
      "arrest Luther",
      "to arrest Luther",
      "arrest"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What is the expression used to denote a worst case complexity as expressed by time taken?",
    "paraphrased_q": "What term is used to represent the worst-case complexity in terms of the time required?",
    "original_answer": "The expression used to denote a worst-case complexity in terms of time taken is typically represented using Big O notation. In the context of the quicksort algorithm mentioned in the document, the worst-case time complexity is expressed as O(n²).",
    "paraphrased_answer": "The term used to represent the worst-case complexity in terms of the time required is \"worst-case time complexity.\"",
    "gold_answers": [
      "O(n2)",
      "O(n2)",
      "O(n2)"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What is another name for exoteric?",
    "paraphrased_q": "What is a different term for exoteric?",
    "original_answer": "Another name for exoteric is \"outward\" or \"external.\" It refers to teachings or practices that are accessible and intended for the general public, as opposed to esoteric, which pertains to deeper, more hidden knowledge meant for a select few.",
    "paraphrased_answer": "A different term for \"exoteric\" is \"public\" or \"accessible.\" It refers to knowledge or information that is intended for or understood by the general public, as opposed to \"esoteric,\" which is knowledge meant for a specific, often restricted audience.",
    "gold_answers": [
      "actions-oriented",
      "actions-oriented",
      "actions-oriented"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "The title of the digitization project was a reference to which artist?",
    "paraphrased_q": "Which artist was referenced in the title of the digitization project?",
    "original_answer": "The title of the digitization project, the Factory Project, was a reference to artist Andy Warhol.",
    "paraphrased_answer": "The artist referenced in the title of the digitization project is Andy Warhol.",
    "gold_answers": [
      "Andy Warhol",
      "Andy Warhol",
      "Andy Warhol"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Le grand asks for a variance of what three terms?",
    "paraphrased_q": "What three terms does Le Grand request a variance for?",
    "original_answer": "The document provided does not mention a character named Le Grand or any request for a variance of terms. Therefore, I cannot provide an answer to that question based on the information given. If you have more context or another document, please share it, and I would be happy to help!",
    "paraphrased_answer": "The provided documents do not contain any information regarding Le Grand or any request for a variance. Therefore, I cannot provide the three terms that Le Grand requests a variance for. If you have additional context or another document that includes this information, please share it, and I would be happy to help!",
    "gold_answers": [
      "lawful protest demonstration, nonviolent civil disobedience, and violent civil disobedience",
      "lawful protest demonstration, nonviolent civil disobedience, and violent civil disobedience",
      "lawful protest demonstration, nonviolent civil disobedience, and violent civil disobedience",
      "lawful protest demonstration, nonviolent civil disobedience, and violent civil disobedience",
      "lawful protest demonstration, nonviolent civil disobedience, and violent civil disobedience"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What gave its name to the 1980s music television program \"The Tube\"?",
    "paraphrased_q": "What was the source of the name for the 1980s music television show \"The Tube\"?",
    "original_answer": "The entrance to studio 5 at the City Road complex gave its name to the 1980s music television program \"The Tube.\"",
    "paraphrased_answer": "The name for the 1980s music television show \"The Tube\" was derived from the entrance to studio 5 at the City Road complex, where ITV Tyne Tees was based.",
    "gold_answers": [
      "The entrance to studio 5",
      "The entrance to studio 5",
      "Road complex"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Where did Montcalm move his heaquarter to show strategic advancement?",
    "paraphrased_q": "Where did Montcalm relocate his headquarters to demonstrate strategic progress?",
    "original_answer": "Montcalm moved his headquarters to Ticonderoga to show strategic advancement.",
    "paraphrased_answer": "Montcalm relocated his headquarters to Ticonderoga to demonstrate strategic progress.",
    "gold_answers": [
      "Ticonderoga",
      "Ticonderoga",
      "Ticonderoga",
      "Ticonderoga",
      "Ticonderoga"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What building materials were used to build the main façade?",
    "paraphrased_q": "Which materials were utilized in constructing the main façade?",
    "original_answer": "The main façade of the building was constructed using red brick and Portland stone.",
    "paraphrased_answer": "The main façade was constructed using red brick and Portland stone.",
    "gold_answers": [
      "red brick and Portland stone",
      "red brick and Portland stone",
      "red brick and Portland stone"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "When a plant is injured, what can become proplastids?",
    "paraphrased_q": "What can transform into proplastids when a plant is damaged?",
    "original_answer": "When a plant is injured, chloroplasts and other plastids can turn back into proplastids.",
    "paraphrased_answer": "When a plant is damaged, chloroplasts and other plastids can turn back into proplastids.",
    "gold_answers": [
      "chloroplasts and other plastids",
      "chloroplasts and other plastids can turn back into proplastids",
      "chloroplasts and other plastids"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Where was the Manned Spacecraft Center located?",
    "paraphrased_q": "Where was the location of the Manned Spacecraft Center?",
    "original_answer": "The Manned Spacecraft Center was located in Houston, Texas.",
    "paraphrased_answer": "The Manned Spacecraft Center (MSC) was located in Houston, Texas.",
    "gold_answers": [
      "Houston, Texas",
      "Houston",
      "Houston, Texas",
      "Houston, Texas",
      "Houston"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "How many points did the Broncos score in the final three minutes of the Pittsburgh game?",
    "paraphrased_q": "What was the total number of points the Broncos scored during the last three minutes of the game against Pittsburgh?",
    "original_answer": "The Broncos scored 11 points in the final three minutes of the game against the Pittsburgh Steelers.",
    "paraphrased_answer": "The Broncos scored 11 points during the last three minutes of the game against the Pittsburgh Steelers.",
    "gold_answers": [
      "11",
      "11",
      "11"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "During which era did the Aztec and Incan empires thrive?",
    "paraphrased_q": "In what time period did the Aztec and Incan empires flourish?",
    "original_answer": "The Aztec and Incan empires thrived during the pre-Columbian era in the Americas.",
    "paraphrased_answer": "The Aztec Empire flourished from the early 14th century until the Spanish conquest in 1521, while the Incan Empire thrived from the early 15th century until the Spanish conquest in 1533.",
    "gold_answers": [
      "the pre-Columbian era",
      "pre-Columbian",
      "pre-Columbian era",
      "pre-Columbian",
      "pre-Columbian"
    ],
    "em_orig": 1.0,
    "em_para": 0.0,
    "delta_em": -1.0
  },
  {
    "original_q": "Which group of ctenophore are are hardest to study?",
    "paraphrased_q": "Which category of ctenophores is the most challenging to research?",
    "original_answer": "The document does not explicitly mention which group of ctenophores is the hardest to study. However, it does indicate that ctenophores can be uncommon and difficult to find in certain locations. This suggests that the difficulty in studying ctenophores may vary by region rather than by specific groups. Therefore, it is not possible to determine a specific group of ctenophores that is hardest to study based on the provided information.",
    "paraphrased_answer": "The most challenging category of ctenophores to research is likely the ones that are preyed upon by other ctenophores, specifically the Beroids. This is because they are difficult to identify in the guts of predators, and their remains may not be easily distinguishable, making it hard to study their populations and ecological roles. Additionally, the large seasonal variations in ctenophore populations complicate research efforts further.",
    "gold_answers": [
      "oceanic species",
      "oceanic species",
      "oceanic species"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What weapon did Marco Pole report as the cause of Genghis Khan's death?",
    "paraphrased_q": "Which weapon did Marco Polo claim was responsible for Genghis Khan's death?",
    "original_answer": "Marco Polo reported that Genghis Khan died after the infection of an arrow wound he received during his final campaign.",
    "paraphrased_answer": "Marco Polo claimed that Genghis Khan died after the infection of an arrow wound he received during his final campaign.",
    "gold_answers": [
      "arrow",
      "arrow",
      "arrow wound"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Why is the statement doubtful in the eyes of scholars?",
    "paraphrased_q": "What makes the statement questionable according to scholars?",
    "original_answer": "The statement regarding Luther's words \"Here I stand. I can do no other\" is considered doubtful by scholars because these words were not recorded in the witness accounts of the proceedings at the time. Instead, they were inserted into later versions of the speech, which raises questions about their authenticity. Recent scholars suggest that the evidence for these words is unreliable, leading to skepticism about their historical accuracy.",
    "paraphrased_answer": "The statement regarding Luther's famous quote, \"Here I stand. I can do no other,\" is considered questionable by scholars because the evidence for these exact words is deemed unreliable. This is because they were only included in later versions of the speech and were not recorded in the witness accounts of the proceedings at the time.",
    "gold_answers": [
      "not recorded",
      "not recorded in witness accounts",
      "not recorded in witness accounts"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What does a high tide risk near lands? ",
    "paraphrased_q": "What risks does a high tide pose to land?",
    "original_answer": "A high tide poses a serious risk of strong tidal currents that can erode and tear large areas of land into the sea.",
    "paraphrased_answer": "High tide poses a serious risk to land due to strong tidal currents that can erode and tear large areas of land into the sea. This erosion can lead to significant loss of land and damage to coastal areas, especially in regions where tidal influence is strong.",
    "gold_answers": [
      "tear huge areas of land into the sea.",
      "tidal currents",
      "tear huge areas of land into the sea"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What is the name of the book written by Archeologist Betty Meggers?",
    "paraphrased_q": "What is the title of the book authored by archaeologist Betty Meggers?",
    "original_answer": "The name of the book written by Archeologist Betty Meggers is \"Amazonia: Man and Culture in a Counterfeit Paradise.\"",
    "paraphrased_answer": "The title of the book authored by archaeologist Betty Meggers is \"Amazonia: Man and Culture in a Counterfeit Paradise.\"",
    "gold_answers": [
      "Man and Culture in a Counterfeit Paradise",
      "Amazonia: Man and Culture in a Counterfeit Paradise",
      "Amazonia: Man and Culture in a Counterfeit Paradise."
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What is a growing sport in southern California?",
    "paraphrased_q": "Which sport is gaining popularity in Southern California?",
    "original_answer": "Rugby is a growing sport in southern California.",
    "paraphrased_answer": "Rugby is gaining popularity in Southern California.",
    "gold_answers": [
      "Rugby",
      "Rugby",
      "Rugby"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What did Gou use for astronomy?",
    "paraphrased_q": "What tools or methods did Gou utilize for astronomy?",
    "original_answer": "Gou Shoujing applied mathematics, specifically spherical trigonometry and a cubic interpolation formula, for his astronomical calculations.",
    "paraphrased_answer": "Gou Shoujing utilized mathematical methods, particularly spherical trigonometry, for his astronomical calculations. He derived a cubic interpolation formula to aid in these calculations. Additionally, he created the Shoushi Li (授時暦), or Calendar for Fixing the Seasons, which was based on his mathematical work and possibly influenced by earlier astronomers, including those from the Song dynasty and Arab astronomers.",
    "gold_answers": [
      "a cubic interpolation formula",
      "cubic interpolation formula",
      "derived a cubic interpolation formula"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "How long has the concept of legal certainty been recognized as one of the general principles by the EU law?",
    "paraphrased_q": "For how long has the idea of legal certainty been acknowledged as one of the fundamental principles under EU law?",
    "original_answer": "The concept of legal certainty has been recognized as one of the general principles of European Union law by the European Court of Justice since the 1960s.",
    "paraphrased_answer": "The idea of legal certainty has been acknowledged as one of the fundamental principles under EU law since the 1960s.",
    "gold_answers": [
      "since the 1960s",
      "since the 1960s",
      "since the 1960s"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "In what year did Lavoisier publish his work on combustion?",
    "paraphrased_q": "What year did Lavoisier release his research on combustion?",
    "original_answer": "Lavoisier published his work on combustion in the year 1777.",
    "paraphrased_answer": "Lavoisier released his research on combustion in the year 1777.",
    "gold_answers": [
      "1777",
      "1777",
      "1777",
      "1777",
      "1777"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "As of January 2016 how many digits does the largest known prime consist of?",
    "paraphrased_q": "As of January 2016, what is the number of digits in the largest known prime?",
    "original_answer": "As of January 2016, the largest known prime number has 22,338,618 decimal digits.",
    "paraphrased_answer": "As of January 2016, the largest known prime number has 22,338,618 decimal digits.",
    "gold_answers": [
      "22,338,618 decimal digits",
      "22,338,618",
      "22,338,618",
      "22,338,618",
      "22,338,618"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Of what region was Saxony a part?",
    "paraphrased_q": "Which region included Saxony?",
    "original_answer": "Saxony was part of the Holy Roman Empire.",
    "paraphrased_answer": "Saxony is located in Germany.",
    "gold_answers": [
      "Holy Roman Empire",
      "Holy Roman Empire",
      "Holy Roman Empire."
    ],
    "em_orig": 1.0,
    "em_para": 0.0,
    "delta_em": -1.0
  },
  {
    "original_q": "Along with location, endowment and the willingness of parents to pay, what factor influences private school tuition?",
    "paraphrased_q": "In addition to location, endowment, and parents' willingness to pay, what other factor affects private school tuition?",
    "original_answer": "Peer tuitions influence private school tuition.",
    "paraphrased_answer": "Peer tuitions also affect private school tuition.",
    "gold_answers": [
      "peer tuitions",
      "peer tuitions",
      "peer tuitions and the school's financial endowment"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What do chloroplasts use to fix carbon dioxide into sugar?",
    "paraphrased_q": "What do chloroplasts utilize to convert carbon dioxide into sugar?",
    "original_answer": "Chloroplasts use an enzyme called rubisco to fix carbon dioxide into sugar molecules during the process of photosynthesis.",
    "paraphrased_answer": "Chloroplasts utilize an enzyme called rubisco to convert carbon dioxide into sugar during the process of photosynthesis.",
    "gold_answers": [
      "an enzyme called rubisco",
      "an enzyme called rubisco",
      "enzyme called rubisco"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "How did the revocation restrict Huguenot travel?",
    "paraphrased_q": "In what ways did the revocation limit the travel of Huguenots?",
    "original_answer": "The revocation of the Edict of Nantes in 1685 significantly restricted Huguenot travel by enforcing severe religious persecution against Protestants in France. This led to the closure of safe passage for Huguenots, as they faced imprisonment, forced conversion, and violence if they attempted to leave the country. The French government actively sought to prevent Huguenots from emigrating, making it difficult for them to escape to other countries where they could practice their faith freely. As a result, many Huguenots were forced to seek refuge in neighboring countries, such as the Dutch Republic and England, where they could find relative safety and the opportunity to rebuild their lives.",
    "paraphrased_answer": "The revocation of the Edict of Nantes imposed several restrictions that limited the travel of Huguenots in the following ways:\n\n1. **Prohibition of Emigration**: The revocation explicitly forbade the emigration of Huguenots, making it illegal for them to leave France. This restriction directly prevented many from seeking refuge or better opportunities abroad.\n\n2. **Forced Conversion**: Huguenots who remained in France were often compelled to convert to Catholicism, which may have discouraged them from attempting to travel or escape, as they faced significant social and religious pressures.\n\n3. **Civil Unrest and Bloodshed**: The revocation led to civil bloodshed and unrest, creating an environment of danger and instability that would have made travel perilous for Huguenots.\n\n4. **Economic Consequences**: The revocation resulted in the ruin of commerce and economic hardship, which would have limited the resources available for travel and relocation.\n\nOverall, these factors combined to create significant barriers to the movement of Huguenots, both within France and to other countries.",
    "gold_answers": [
      "prohibited emigration",
      "prohibited emigration",
      "prohibited emigration"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Who is responsible for education in the country of Australia?",
    "paraphrased_q": "Who holds the responsibility for education in Australia?",
    "original_answer": "Education in Australia is primarily the responsibility of the individual states and territories.",
    "paraphrased_answer": "The responsibility for education in Australia primarily lies with the individual states and territories.",
    "gold_answers": [
      "the individual states and territories",
      "individual states",
      "individual states and territories"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "How much has a Lama agreed to be reborn?",
    "paraphrased_q": "What amount has a Lama consented to be reincarnated?",
    "original_answer": "A Lama, specifically one who is referred to as a Tulku, has consciously determined to be reborn many times in order to continue their Bodhisattva vow.",
    "paraphrased_answer": "A Lama who has consciously determined to be reborn, often many times, in order to continue their Bodhisattva vow is called a Tulku.",
    "gold_answers": [
      "often many times",
      "many times",
      "many times"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Name a type of Toyota compact trucks?",
    "paraphrased_q": "What is a type of compact truck made by Toyota?",
    "original_answer": "Toyota Hilux",
    "paraphrased_answer": "A type of compact truck made by Toyota is the Toyota Hilux.",
    "gold_answers": [
      "Toyota Hilux",
      "Hilux",
      "Hilux",
      "Toyota Hilux",
      "Hilux"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "When did the European Anti-Fraud Office investigate John Dalli?",
    "paraphrased_q": "At what time did the European Anti-Fraud Office conduct an investigation into John Dalli?",
    "original_answer": "The European Anti-Fraud Office investigated John Dalli in 2012.",
    "paraphrased_answer": "The European Anti-Fraud Office conducted an investigation into John Dalli in 2012.",
    "gold_answers": [
      "2012",
      "2012",
      "2012",
      "2012"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What team did the Denver Broncos play in  Super Bowl XXXIII?",
    "paraphrased_q": "Which team faced the Denver Broncos in Super Bowl XXXIII?",
    "original_answer": "The Denver Broncos played against the Atlanta Falcons in Super Bowl XXXIII.",
    "paraphrased_answer": "The Denver Broncos faced the Atlanta Falcons in Super Bowl XXXIII.",
    "gold_answers": [
      "Atlanta Falcons",
      "the Atlanta Falcons",
      "Falcons"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What is the principle about relating spin and space variables?",
    "paraphrased_q": "What is the concept that connects spin and spatial variables?",
    "original_answer": "The principle relating spin and space variables in quantum mechanics is based on the behavior of identical particles, which can be classified as either fermions or bosons. For two identical fermions (e.g., electrons), if they have a symmetric spin function (e.g., parallel spins), their spatial variables must be antisymmetric, meaning they exclude each other from occupying the same position, akin to a repulsive force. Conversely, if the fermions have antiparallel spins, their spatial variables must be symmetric, indicating an attractive interaction. In summary, there is a strictly negative correlation between spatial and spin variables for fermions. In contrast, for bosons (e.g., photons), the correlation is strictly positive, allowing them to occupy the same state without exclusion.",
    "paraphrased_answer": "The concept that connects spin and spatial variables is the Pauli principle. This principle dictates the relationship between the spin states of identical particles (fermions and bosons) and their spatial wave functions. For identical fermions, if the spin function is symmetric (e.g., parallel spins), the spatial wave function must be antisymmetric, and vice versa. This establishes a correlation between the intrinsic angular momentum (spin) and the spatial positioning of the particles.",
    "gold_answers": [
      "Pauli",
      "Pauli principle",
      "Pauli principle",
      "Pauli",
      "Pauli"
    ],
    "em_orig": 0.0,
    "em_para": 1.0,
    "delta_em": 1.0
  },
  {
    "original_q": "When did John Wesley provide a revised version of The Book of Common Prayer?",
    "paraphrased_q": "When did John Wesley release an updated edition of The Book of Common Prayer?",
    "original_answer": "John Wesley provided a revised version of The Book of Common Prayer called the Sunday Service of the Methodists in North America when the Methodists in America were separated from the Church of England. The specific date is not mentioned in the provided documents.",
    "paraphrased_answer": "John Wesley released an updated edition of The Book of Common Prayer called the Sunday Service of the Methodists in North America when the Methodists in America were separated from the Church of England. The specific date of this release is not mentioned in the provided documents.",
    "gold_answers": [
      "When the Methodists in America were separated from the Church of England",
      "When the Methodists in America were separated from the Church of England,",
      "When the Methodists in America were separated from the Church of England"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Resources are constrained by hierarchy theorems to produce what?",
    "paraphrased_q": "What are resources limited by hierarchy theorems required to produce?",
    "original_answer": "Resources are constrained by hierarchy theorems to produce a proper hierarchy on the complexity classes defined by those resources. This means that there are pairs of complexity classes such that one is properly included in the other, allowing for quantitative statements about how much additional time or space is needed to increase the number of problems that can be solved.",
    "paraphrased_answer": "The resources limited by hierarchy theorems that are required to produce proper hierarchies in complexity classes are primarily time and space. The time hierarchy theorem establishes that for any time-constructible function, there exist problems that can be solved in a strictly greater amount of time, thus creating a hierarchy of time complexity classes. Similarly, the space hierarchy theorem shows that there are problems that require more space than can be provided by a lower space complexity class, leading to a hierarchy of space complexity classes. These theorems demonstrate that increasing the constraints on time or space allows for the solution of a strictly larger set of problems.",
    "gold_answers": [
      "a proper hierarchy on the classes defined",
      "a proper hierarchy on the classes",
      "a proper hierarchy"
    ],
    "em_orig": 1.0,
    "em_para": 0.0,
    "delta_em": -1.0
  },
  {
    "original_q": "Residential construction can generate what is not carefully planned?",
    "paraphrased_q": "What can result from residential construction if it is not meticulously planned?",
    "original_answer": "Residential construction can generate a lot of waste if not carefully planned.",
    "paraphrased_answer": "If residential construction is not meticulously planned, it can result in several negative outcomes, including:\n\n1. **Increased Waste**: Poor planning can lead to excess materials being ordered or wasted, contributing to environmental issues and increased disposal costs.\n\n2. **Cost Overruns**: Without careful budgeting and planning, construction costs can escalate due to unforeseen issues, delays, or the need for rework.\n\n3. **Non-compliance with Regulations**: Failing to adhere to local building codes and regulations can result in legal issues, fines, or the need to make costly modifications after construction has begun.\n\n4. **Inefficient Use of Resources**: Lack of planning can lead to inefficient use of labor and materials, resulting in higher overall costs and longer construction times.\n\n5. **Safety Hazards**: Inadequate planning can create unsafe working conditions, increasing the risk of accidents on the construction site.\n\n6. **Design Flaws**: Without a clear plan, the final structure may not meet the intended design or functional requirements, leading to dissatisfaction for homeowners.\n\n7. **Impact on Community**: Poorly planned construction can disrupt local communities, affecting traffic, noise levels, and the overall aesthetic of the neighborhood.\n\n8. **Delays in Completion**: Unforeseen complications due to lack of planning can lead to significant delays in project completion, affecting homeowners' timelines and financial planning.\n\nOverall, meticulous planning is essential to ensure a successful residential construction project that meets regulatory standards, stays within budget, and satisfies the needs of the homeowners and the community.",
    "gold_answers": [
      "a lot of waste",
      "waste",
      "waste"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What type of organism are cyanobacteria?",
    "paraphrased_q": "What kind of organism do cyanobacteria belong to?",
    "original_answer": "Cyanobacteria are prokaryotes.",
    "paraphrased_answer": "Cyanobacteria belong to the phylum of bacteria and are considered prokaryotes.",
    "gold_answers": [
      "prokaryotes",
      "bacteria",
      "prokaryotes"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Which famous Indian took a plea and put himself at the mercy of the courts?",
    "paraphrased_q": "Which well-known Indian submitted a plea and placed himself in the hands of the judiciary?",
    "original_answer": "The famous Indian who took a plea and put himself at the mercy of the courts is Mohandas Gandhi.",
    "paraphrased_answer": "Mohandas Gandhi submitted a plea and placed himself in the hands of the judiciary.",
    "gold_answers": [
      "Mohandas Gandhi",
      "Mohandas Gandhi",
      "Mohandas Gandhi",
      "Mohandas Gandhi",
      "Gan"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Which network broadcast the game in Spanish?",
    "paraphrased_q": "Which network aired the game in Spanish?",
    "original_answer": "ESPN Deportes broadcast the game in Spanish.",
    "paraphrased_answer": "ESPN Deportes aired the game in Spanish.",
    "gold_answers": [
      "ESPN Deportes",
      "ESPN Deportes",
      "ESPN Deportes"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Who was the first person to play the Master?",
    "paraphrased_q": "Who was the initial actor to portray the Master?",
    "original_answer": "The first person to play the Master was Roger Delgado.",
    "paraphrased_answer": "The initial actor to portray the Master was Roger Delgado.",
    "gold_answers": [
      "Roger Delgado",
      "Roger Delgado",
      "Roger Delgado"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Who was the most widely read writer of his generation?",
    "paraphrased_q": "Which writer of his generation had the largest readership?",
    "original_answer": "Luther was the most widely read writer of his generation.",
    "paraphrased_answer": "Luther was the most widely read author of his generation.",
    "gold_answers": [
      "Luther",
      "Luther",
      "Luther"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What ctenophore was accidentally introduced into The Black Sea?",
    "paraphrased_q": "Which ctenophore was unintentionally brought into The Black Sea?",
    "original_answer": "The ctenophore that was accidentally introduced into the Black Sea is Mnemiopsis.",
    "paraphrased_answer": "The ctenophore that was unintentionally brought into the Black Sea is Mnemiopsis.",
    "gold_answers": [
      "Mnemiopsis",
      "Mnemiopsis",
      "Mnemiopsis"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Who was named the president and CEO of ABC after Goldenson suffered a heart attack?",
    "paraphrased_q": "Who was appointed as the president and CEO of ABC following Goldenson's heart attack?",
    "original_answer": "Elton Rule was named the president and CEO of ABC after Goldenson suffered a heart attack.",
    "paraphrased_answer": "Elton Rule was appointed as the president and CEO of ABC following Goldenson's heart attack.",
    "gold_answers": [
      "Elton Rule",
      "Elton Rule",
      "Elton Rule"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What does an increase in the income share of the bottom 20 percent of people of a society result in?",
    "paraphrased_q": "What are the effects of a rise in the income share of the lowest 20 percent of individuals in a society?",
    "original_answer": "An increase in the income share of the bottom 20 percent of people in a society is associated with higher GDP growth. This suggests that the economic contributions of the poor and middle class are significant for overall economic growth.",
    "paraphrased_answer": "A rise in the income share of the lowest 20 percent of individuals in a society is associated with several positive effects on the economy and overall societal well-being. According to the International Monetary Fund (IMF) economists, such an increase is linked to higher GDP growth. This suggests that when the income of the poorest segment of the population rises, it can stimulate economic activity and prosperity.\n\nThe benefits of this rise in income share can be attributed to several interrelated economic, social, and political channels:\n\n1. **Increased Consumer Spending**: The lower-income group tends to spend a larger proportion of their income on goods and services, which can drive demand and stimulate economic growth.\n\n2. **Improved Quality of Institutions**: Higher income for the lower segment can lead to better governance and institutional quality, as it may empower individuals and communities to demand better services and accountability from their governments.\n\n3. **Enhanced Education and Skills Development**: With increased income, families may have more resources to invest in education and skills development, leading to a more educated workforce that can contribute to economic growth.\n\n4. **Reduction in Inequality**: A rise in the income share of the lowest 20 percent can help reduce overall income inequality, which is often linked to social stability and cohesion.\n\n5. **Long-term Economic Growth**: The IMF suggests that high levels of inequality can hinder the duration of economic growth spells. Therefore, increasing the income share of the poorest can contribute to more sustainable and prolonged economic growth.\n\nIn summary, a rise in the income share of the lowest 20 percent is beneficial for economic growth, social stability, and the overall quality of institutions within a society.",
    "gold_answers": [
      "higher GDP growth",
      "higher GDP growth",
      "higher GDP growth"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What major category of conservation result in an object that is more attractive and more comprehensible to the viewer?",
    "paraphrased_q": "Which primary type of conservation leads to an object that is both more appealing and easier for the viewer to understand?",
    "original_answer": "The major category of conservation that results in an object that is more attractive and more comprehensible to the viewer is \"interventive\" conservation.",
    "paraphrased_answer": "The primary type of conservation that leads to an object that is both more appealing and easier for the viewer to understand is \"interventive\" conservation.",
    "gold_answers": [
      "interventive",
      "interventive",
      "interventive"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "On what date was the record low temperature in Fresno?",
    "paraphrased_q": "What date did Fresno experience its record low temperature?",
    "original_answer": "The record low temperature in Fresno was set on January 6, 1913.",
    "paraphrased_answer": "Fresno experienced its record low temperature of 17 °F (−8 °C) on January 6, 1913.",
    "gold_answers": [
      "January 6, 1913",
      "January 6, 1913",
      "January 6, 1913"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "In what year was the first Doctor Who audiobook released?",
    "paraphrased_q": "What year saw the release of the first Doctor Who audiobook?",
    "original_answer": "The first commercially available Doctor Who audiobook was released in 1981.",
    "paraphrased_answer": "The first commercially available Doctor Who audiobook was released in 1981.",
    "gold_answers": [
      "1981",
      "1966",
      "1981"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What topic do private bills typically have?",
    "paraphrased_q": "What subjects are usually associated with private bills?",
    "original_answer": "Private bills typically relate to large-scale development projects, such as infrastructure projects that require the use of land or property.",
    "paraphrased_answer": "Private bills are usually associated with large-scale development projects, particularly those that require the use of land or property. Examples of subjects related to private bills include infrastructure projects such as the development of tram networks, airport rail links, and extensions to cultural institutions like galleries.",
    "gold_answers": [
      "large-scale development projects",
      "large-scale development projects",
      "large-scale development projects"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "How much was the combined wealth of the \"10 Million dollar millionaires\" in 2008?",
    "paraphrased_q": "What was the total wealth of the \"10 Million dollar millionaires\" in 2008?",
    "original_answer": "The combined wealth of the \"10 million dollar millionaires\" grew to nearly $41 trillion in 2008.",
    "paraphrased_answer": "The total wealth of the \"10 million dollar millionaires\" in 2008 grew to nearly $41 trillion.",
    "gold_answers": [
      "nearly $41 trillion",
      "$41 trillion",
      "the \"10 million dollar millionaires\" grew to nearly $41 trillion in 2008",
      "$41 trillion"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What is name of the function used for the largest integer not greater than the number in question?",
    "paraphrased_q": "What is the name of the function that returns the largest integer less than or equal to the given number?",
    "original_answer": "The function used for the largest integer not greater than the number in question is called the floor function.",
    "paraphrased_answer": "The function that returns the largest integer less than or equal to the given number is called the floor function.",
    "gold_answers": [
      "the floor function",
      "floor",
      "floor",
      "floor function",
      "floor function"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What percentage of money raised by the Host Committee will be used for charitable causes?",
    "paraphrased_q": "What portion of the funds collected by the Host Committee will be allocated to charitable purposes?",
    "original_answer": "25 percent of the money raised by the Super Bowl 50 Host Committee will be used for charitable causes.",
    "paraphrased_answer": "The Host Committee will allocate 25 percent of all money it raises for philanthropic causes in the Bay Area.",
    "gold_answers": [
      "25",
      "25 percent",
      "25"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What do beroids typically eat?",
    "paraphrased_q": "What is the typical diet of beroids?",
    "original_answer": "Beroids typically prey on other ctenophores.",
    "paraphrased_answer": "Beroids primarily prey on other ctenophores.",
    "gold_answers": [
      "ctenophores",
      "other ctenophores",
      "other ctenophores"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "From whom did the Huguenots in South Carolina purchase land from?",
    "paraphrased_q": "Who did the Huguenots in South Carolina buy land from?",
    "original_answer": "The Huguenots in South Carolina purchased land from the British Landgrave Edmund Bellinger.",
    "paraphrased_answer": "The Huguenots in South Carolina bought land from the British Landgrave Edmund Bellinger.",
    "gold_answers": [
      "the British Landgrave Edmund Bellinger",
      "Edmund Bellinger",
      "Edmund Bellinger"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What two other rulers had their graves hidden under a river?",
    "paraphrased_q": "Which two additional monarchs had their tombs concealed beneath a river?",
    "original_answer": "The two other rulers who had their graves hidden under a river are Gilgamesh of Uruk and Attila the Hun.",
    "paraphrased_answer": "The two additional monarchs whose tombs were concealed beneath a river are King Arthur and King Oswald of Northumbria. According to legend, King Arthur's tomb is said to be located in the River Avalon, while King Oswald's remains were reportedly hidden in the River Tyne.",
    "gold_answers": [
      "Sumerian King Gilgamesh of Uruk and Atilla the Hun",
      "King Gilgamesh of Uruk and Atilla the Hun",
      "Gilgamesh of Uruk and Atilla the Hun"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Hank Paulson is the former Chairman and CEO of what banking firm?",
    "paraphrased_q": "Which banking firm did Hank Paulson previously serve as Chairman and CEO?",
    "original_answer": "Hank Paulson is the former Chairman and CEO of Goldman Sachs.",
    "paraphrased_answer": "Hank Paulson previously served as Chairman and CEO of Goldman Sachs.",
    "gold_answers": [
      "Goldman Sachs",
      "Goldman Sachs",
      "Goldman Sachs"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "How are the forces derived from fields treated similarly to?",
    "paraphrased_q": "In what way are the forces generated by fields regarded in a similar manner?",
    "original_answer": "The forces derived from fields are treated similarly to classical position variables.",
    "paraphrased_answer": "The forces generated by fields are regarded in a similar manner to classical position variables because, in quantum mechanics, the potentials (V(x,y,z)) or fields from which these forces are derived are treated analogously to how classical variables are treated. This means that, despite the underlying quantum mechanical framework involving operators and the Schrödinger equation, the concept of force retains its relevance, and the fields can be manipulated and analyzed in a way that is reminiscent of classical physics. This approach allows for the understanding of forces in terms of the interactions and exchanges that occur within the framework of quantum field theory, where the forces are seen as arising from the exchange of momentum-carrying gauge bosons, similar to how classical forces are derived from fields.",
    "gold_answers": [
      "classical position variables",
      "classical position variables",
      "classical position variables",
      "classical position variables",
      "classical position variables"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "In August 1994, what Toledo, Ohio affiliate did ABC purchase?",
    "paraphrased_q": "Which Toledo, Ohio affiliate did ABC acquire in August 1994?",
    "original_answer": "In August 1994, ABC purchased the Toledo, Ohio affiliate WTVG.",
    "paraphrased_answer": "ABC acquired WTVG in Toledo, Ohio in August 1994.",
    "gold_answers": [
      "WTVG",
      "WTVG",
      "WTVG"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What was the English title of Polo's book?",
    "paraphrased_q": "What is the English title of Polo's book?",
    "original_answer": "The English title of Polo's book is \"The Travels of Marco Polo.\"",
    "paraphrased_answer": "The English title of Polo's book is \"The Travels of Marco Polo.\"",
    "gold_answers": [
      "Travels of Marco Polo",
      "Travels of Marco Polo",
      "the Travels of Marco Polo"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What is the name of the donor who helped establish the Hutchinson Commons?",
    "paraphrased_q": "Who is the donor that contributed to the establishment of the Hutchinson Commons?",
    "original_answer": "The donor who helped establish the Hutchinson Commons is Charles L. Hutchinson.",
    "paraphrased_answer": "The donor that contributed to the establishment of the Hutchinson Commons is Charles L. Hutchinson.",
    "gold_answers": [
      "Charles L. Hutchinson",
      "Charles L. Hutchinson",
      "Charles L. Hutchinson",
      "Charles L. Hutchinson"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "On what service were All My Children and One Life to Live revived on for one season?",
    "paraphrased_q": "Which platform brought back All My Children and One Life to Live for a single season?",
    "original_answer": "All My Children and One Life to Live were revived on Hulu for one additional season.",
    "paraphrased_answer": "Hulu brought back All My Children and One Life to Live for a single season.",
    "gold_answers": [
      "Hulu",
      "Hulu",
      "Hulu"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "How many times did Luther preach in Halle in 1545 and 1546?",
    "paraphrased_q": "What was the number of times Luther delivered sermons in Halle during the years 1545 and 1546?",
    "original_answer": "Luther preached three times in the Market Church in Halle in 1545 and 1546.",
    "paraphrased_answer": "Luther delivered sermons three times in Halle during the years 1545 and 1546.",
    "gold_answers": [
      "three times",
      "three",
      "three"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "When were the Normans in Normandy?",
    "paraphrased_q": "What time period did the Normans occupy Normandy?",
    "original_answer": "The Normans were in Normandy during the 10th and 11th centuries.",
    "paraphrased_answer": "The Normans occupied Normandy during the 10th and 11th centuries.",
    "gold_answers": [
      "10th and 11th centuries",
      "in the 10th and 11th centuries",
      "10th and 11th centuries",
      "10th and 11th centuries"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "When did the Yuan begin using bronze printing plates for its money?",
    "paraphrased_q": "At what point did the Yuan start utilizing bronze printing plates for their currency?",
    "original_answer": "The Yuan began using bronze printing plates for its money in 1275.",
    "paraphrased_answer": "The Yuan government switched to using bronze plates for printing their currency in 1275.",
    "gold_answers": [
      "1275",
      "1275",
      "1275"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "When using a probabilistic algorithm, how is the probability that the number is composite expressed mathematically?",
    "paraphrased_q": "In what mathematical form is the probability of a number being composite represented when employing a probabilistic algorithm?",
    "original_answer": "When using a probabilistic algorithm, the probability that a number is composite is expressed mathematically as \\( \\frac{1}{(1-p)^n} \\), where \\( p \\) is the probability that the test passes for a composite number, and \\( n \\) is the number of times the test is repeated. This expression indicates that as the number of tests \\( n \\) increases, the probability that the number is composite decreases exponentially.",
    "paraphrased_answer": "The probability of a number being composite when employing a probabilistic algorithm is represented as \\( \\frac{1}{(1-p)^n} \\), where \\( p \\) is the probability that the test passes for a composite number, and \\( n \\) is the number of times the test is repeated. This probability decreases exponentially with the number of tests, allowing us to be increasingly confident that the number is prime as \\( n \\) increases.",
    "gold_answers": [
      "1/(1-p)n",
      "1/(1-p)n",
      "1/(1-p)n",
      "1/(1-p)n",
      "1/(1-p)n"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "In 1500 AD how many people were believed to have lived in the Amazon region?",
    "paraphrased_q": "What was the estimated population of the Amazon region in the year 1500 AD?",
    "original_answer": "In 1500 AD, it is believed that around 5 million people lived in the Amazon region.",
    "paraphrased_answer": "The estimated population of the Amazon region in the year 1500 AD was around 5 million people.",
    "gold_answers": [
      "5 million people",
      "5 million",
      "Some 5 million"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What French City was New Rochelle named after?",
    "paraphrased_q": "Which French city served as the inspiration for the name of New Rochelle?",
    "original_answer": "New Rochelle was named after La Rochelle, a city in France.",
    "paraphrased_answer": "The French city that served as the inspiration for the name of New Rochelle is La Rochelle.",
    "gold_answers": [
      "La Rochelle",
      "La Rochelle",
      "La Rochelle"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What entity owns V/Line?",
    "paraphrased_q": "Which organization is the owner of V/Line?",
    "original_answer": "V/Line is owned by the Victorian Government.",
    "paraphrased_answer": "The owner of V/Line is the Victorian Government.",
    "gold_answers": [
      "Victorian Government",
      "the Victorian Government",
      "Victorian Government"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Where are America's oldest collection of maps, gazettes, and atlases housed?",
    "paraphrased_q": "Where can one find the oldest collection of maps, gazettes, and atlases in America?",
    "original_answer": "America's oldest collection of maps, gazetteers, and atlases is housed in Pusey Library at Harvard University.",
    "paraphrased_answer": "The oldest collection of maps, gazetteers, and atlases in America can be found in Pusey Library at Harvard University.",
    "gold_answers": [
      "Pusey Library",
      "Pusey Library",
      "Pusey Library"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What vehicle did Doctor Who use for his escape from Gallifrey?",
    "paraphrased_q": "Which mode of transportation did Doctor Who utilize to flee from Gallifrey?",
    "original_answer": "The Doctor used a stolen Mark I Type 40 TARDIS (Time and Relative Dimension in Space) for his escape from Gallifrey.",
    "paraphrased_answer": "The Doctor utilized a stolen Mark I Type 40 TARDIS (Time and Relative Dimension in Space) to flee from Gallifrey.",
    "gold_answers": [
      "Mark I Type 40 TARDIS",
      "Mark I Type 40 TARDIS",
      "Mark I Type 40 TARDIS"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "How many major bus stations are in the city of Newcastle?",
    "paraphrased_q": "What is the number of major bus stations located in the city of Newcastle?",
    "original_answer": "There are two major bus stations in the city of Newcastle: Haymarket bus station and Eldon Square bus station.",
    "paraphrased_answer": "There are two major bus stations located in the city of Newcastle: Haymarket bus station and Eldon Square bus station.",
    "gold_answers": [
      "two",
      "two",
      "two"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "In what year was the Commission on Pan Methodist Cooperation and Union formed?",
    "paraphrased_q": "What year saw the establishment of the Commission on Pan Methodist Cooperation and Union?",
    "original_answer": "The Commission on Pan Methodist Cooperation and Union was formed in the year 2000.",
    "paraphrased_answer": "The Commission on Pan Methodist Cooperation and Union was established in the year 2000.",
    "gold_answers": [
      "2000",
      "2000",
      "2000"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Who is the Commissioner of the National Football League?",
    "paraphrased_q": "Who holds the position of Commissioner in the National Football League?",
    "original_answer": "As of my last knowledge update in October 2023, the Commissioner of the National Football League (NFL) is Roger Goodell. He has held the position since September 1, 2006. Please verify with up-to-date sources, as this information may change.",
    "paraphrased_answer": "As of my last knowledge update in October 2023, the Commissioner of the National Football League (NFL) is Roger Goodell. He has held the position since September 1, 2006. Please verify with up-to-date sources, as this information may change.",
    "gold_answers": [
      "Roger Goodell",
      "Roger Goodell",
      "Goodell"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "When did Zwilling and Karistadt become active at Wittenberg?",
    "paraphrased_q": "When did Zwilling and Karistadt start their activities in Wittenberg?",
    "original_answer": "Zwilling and Karlstadt became active at Wittenberg in June 1521.",
    "paraphrased_answer": "Zwilling and Karlstadt embarked on their radical programme of reform in Wittenberg in June 1521.",
    "gold_answers": [
      "June 1521",
      "June 1521",
      "1521"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Who is most likely to teach a child at home?",
    "paraphrased_q": "Who is the person most probable to provide home education for a child?",
    "original_answer": "The most likely person to teach a child at home is a parent or guardian. In many cases, parents take on the primary role of educating their children, especially in early childhood or in homeschooling situations. Additionally, tutors or private educators may also be involved in teaching children at home.",
    "paraphrased_answer": "The person most probable to provide home education for a child is typically a parent or guardian. They are often the primary caregivers and are responsible for the child's education, especially in a home schooling context. In some cases, other family members or hired tutors may also take on this role, but parents or guardians are the most common providers of home education.",
    "gold_answers": [
      "family member",
      "family member",
      "family member"
    ],
    "em_orig": 0.0,
    "em_para": 1.0,
    "delta_em": 1.0
  },
  {
    "original_q": "What are the three construction subsectors?",
    "paraphrased_q": "What are the three subsectors of construction?",
    "original_answer": "The three construction subsectors are: \n\n1. Building construction\n2. Heavy and civil engineering construction\n3. Specialty trade contractors",
    "paraphrased_answer": "The three subsectors of construction are building construction, heavy and civil engineering construction, and specialty trade contractors.",
    "gold_answers": [
      "building construction, heavy and civil engineering construction, and specialty trade contractors",
      "building construction, heavy and civil engineering construction, and specialty trade contractors",
      "building construction, heavy and civil engineering construction, and specialty trade contractors"
    ],
    "em_orig": 0.0,
    "em_para": 1.0,
    "delta_em": 1.0
  },
  {
    "original_q": "What team di the Broncos tie a Super Bowl record for in sacks?",
    "paraphrased_q": "Which team did the Broncos match a Super Bowl record for in terms of sacks?",
    "original_answer": "The Broncos tied a Super Bowl record for sacks with the Chicago Bears, who set the record in Super Bowl XX.",
    "paraphrased_answer": "The Broncos matched a Super Bowl record for sacks set by the Chicago Bears in Super Bowl XX.",
    "gold_answers": [
      "Chicago Bears",
      "the Chicago Bears",
      "Bears"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What does the beroe do when pursuing prey?",
    "paraphrased_q": "How does the beroe behave while hunting for its prey?",
    "original_answer": "When pursuing prey, the Beroe zips its mouth shut using a pair of narrow strips of adhesive epithelial cells on the stomach wall. This tight closure streamlines the front of the animal, allowing it to move more efficiently while hunting.",
    "paraphrased_answer": "The Beroe, also known as Nuda, exhibits a unique hunting behavior while pursuing its prey. It has a large pharynx and a mouth that fills most of its saclike body. Instead of using feeding appendages, Beroe relies on \"macrocilia,\" which are fused bundles of large cilia located at the oral end of its pharynx. These macrocilia can \"bite\" off pieces of prey that are too large to swallow whole, primarily targeting other ctenophores.\n\nWhen hunting, Beroe can streamline its body by zipping its mouth shut using a pair of narrow strips of adhesive epithelial cells on the stomach wall. This closure occurs when the animal is not feeding, allowing it to maintain a streamlined shape as it moves through the water in pursuit of prey. This adaptation helps Beroe to be more efficient in capturing its prey.",
    "gold_answers": [
      "\"zip\" the mouth shut",
      "streamlines the front of the animal",
      "tight closure streamlines the front of the animal"
    ],
    "em_orig": 1.0,
    "em_para": 0.0,
    "delta_em": -1.0
  },
  {
    "original_q": "What did Tesla develop in 1887?",
    "paraphrased_q": "What was developed by Tesla in the year 1887?",
    "original_answer": "In 1887, Tesla developed an induction motor that ran on alternating current.",
    "paraphrased_answer": "In the year 1887, Tesla developed an induction motor that ran on alternating current.",
    "gold_answers": [
      "an induction motor",
      "an induction motor",
      "induction motor that ran on alternating current"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Who was Thomas Commerford Martin?",
    "paraphrased_q": "Who is Thomas Commerford Martin?",
    "original_answer": "Thomas Commerford Martin was the editor of Electrical World magazine and a friend and publicist of Nikola Tesla. He played a significant role in arranging for Tesla to demonstrate his alternating current system, including his induction motor, at the American Institute of Electrical Engineers in 1888.",
    "paraphrased_answer": "Thomas Commerford Martin was the editor of Electrical World magazine and a friend and publicist of Nikola Tesla. He played a significant role in arranging for Tesla to demonstrate his alternating current system, including his induction motor, at the American Institute of Electrical Engineers in 1888.",
    "gold_answers": [
      "editor of Electrical World magazine",
      "the editor of Electrical World magazine",
      "editor of Electrical World magazine"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What does Piketty feel was the biggest factors in reducing inequality between 1914 to 1945?",
    "paraphrased_q": "What does Piketty believe were the main factors that contributed to the reduction of inequality from 1914 to 1945?",
    "original_answer": "Piketty argues that wars and \"violent economic and political shocks\" were the biggest factors in reducing inequality between 1914 to 1945.",
    "paraphrased_answer": "Piketty believes that the main factors that contributed to the reduction of inequality from 1914 to 1945 were wars and \"violent economic and political shocks.\" These events played a significant role in decreasing inequality during that period.",
    "gold_answers": [
      "wars and \"violent economic and political shocks\"",
      "violent economic and political shocks",
      "wars and \"violent economic and political shocks\""
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "During the compression stage of the Rankine cycle, what state is the working fluid in?",
    "paraphrased_q": "What is the state of the working fluid during the compression phase of the Rankine cycle?",
    "original_answer": "During the compression stage of the Rankine cycle, the working fluid is in its liquid phase.",
    "paraphrased_answer": "During the compression phase of the Rankine cycle, the working fluid is in its liquid phase.",
    "gold_answers": [
      "liquid",
      "liquid phase",
      "liquid"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Why were the 2011 Special Reports issued?",
    "paraphrased_q": "What was the reason for the issuance of the 2011 Special Reports?",
    "original_answer": "The 2011 Special Reports were issued at the request of governments.",
    "paraphrased_answer": "The 2011 Special Reports by the IPCC were issued at the request of governments.",
    "gold_answers": [
      "requested by governments",
      "requested by governments",
      "requested by governments."
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Why did Toghun Temur dismiss Toghtogha?",
    "paraphrased_q": "What was the reason for Toghun Temur's dismissal of Toghtogha?",
    "original_answer": "Toghun Temür dismissed Toghtogha out of fear of betrayal.",
    "paraphrased_answer": "Toghun Temür dismissed Toghtogha out of fear of betrayal.",
    "gold_answers": [
      "fear of betrayal",
      "fear of betrayal",
      "fear of betrayal"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Why did GM, Ford and Chrysler introduced fuel-efficient and small cars to the US market?",
    "paraphrased_q": "What prompted GM, Ford, and Chrysler to launch fuel-efficient and compact vehicles in the US market?",
    "original_answer": "GM, Ford, and Chrysler introduced fuel-efficient and small cars to the US market in response to an increase in imported cars, which created competitive pressure. The oil crisis of the 1970s also played a significant role, as consumers began to prioritize fuel efficiency due to rising fuel prices and concerns about gas consumption. As a result, these automakers developed smaller models with four-cylinder engines to meet the changing demands of American consumers, who were looking for more economical vehicles.",
    "paraphrased_answer": "The increase in imported cars into North America prompted General Motors, Ford, and Chrysler to launch smaller and fuel-efficient models for domestic sales. This shift was a response to the competitive pressure from these imports, which likely influenced consumer preferences towards more economical vehicles.",
    "gold_answers": [
      "An increase in imported cars",
      "An increase in imported cars into North America",
      "An increase in imported cars into North America",
      "An increase in imported cars",
      "An increase in imported cars"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What has to accounted for that causes no net force being the cause of constant velocity motion?",
    "paraphrased_q": "What factors must be considered that result in no net force, leading to motion at a constant velocity?",
    "original_answer": "The factor that must be accounted for in understanding that no net force causes constant velocity motion is kinetic friction. In a situation where an object is moving at a constant velocity across a surface with kinetic friction, the applied force in the direction of motion is exactly balanced by the kinetic friction force opposing it. This results in zero net force acting on the object, allowing it to maintain its constant velocity. Thus, it is clear that the motion is not caused by the applied force, but rather the balance of forces leading to no net force.",
    "paraphrased_answer": "To achieve motion at a constant velocity with no net force, the following factors must be considered:\n\n1. **Applied Force**: There must be a force applied in the direction of motion. This force initiates or maintains the motion of the object.\n\n2. **Kinetic Friction**: The force of kinetic friction acts in the opposite direction to the applied force. For constant velocity motion, the magnitude of the kinetic friction force must exactly equal the magnitude of the applied force.\n\n3. **Net Force**: The net force acting on the object must be zero. This occurs when the applied force and the kinetic friction force are balanced, resulting in no acceleration. According to Newton's first law, an object in motion will remain in motion at a constant velocity if the net force acting on it is zero.\n\n4. **Inertia**: The object's inertia plays a role in maintaining its state of motion. An object in motion will continue to move at a constant velocity unless acted upon by a net external force.\n\n5. **Reference Frame**: The perspective from which motion is observed is important. In an inertial reference frame (where the observer is not accelerating), the laws of physics apply uniformly, and the object can be considered to be in a state of dynamic equilibrium.\n\nBy ensuring that the applied force and kinetic friction are equal and opposite, and recognizing the role of inertia and the reference frame, one can understand how an object can move at a constant velocity without a net force acting on it.",
    "gold_answers": [
      "kinetic friction",
      "object started with a non-zero velocity",
      "kinetic friction",
      "kinetic friction"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Which theory states that slow geological processes are still occurring today, and have occurred throughout Earth's history?",
    "paraphrased_q": "What theory asserts that gradual geological processes continue to take place today and have been happening throughout the history of the Earth?",
    "original_answer": "The theory that states that slow geological processes are still occurring today and have occurred throughout Earth's history is called uniformitarianism.",
    "paraphrased_answer": "The theory that asserts that gradual geological processes continue to take place today and have been happening throughout the history of the Earth is called uniformitarianism.",
    "gold_answers": [
      "uniformitarianism",
      "uniformitarianism",
      "uniformitarianism"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What was the most important governmental change to land tenure?",
    "paraphrased_q": "What was the key change in government regarding land tenure?",
    "original_answer": "The most important governmental change to land tenure was the Swynnerton Plan, which was used to both reward loyalists and punish Mau Mau.",
    "paraphrased_answer": "The key change in government regarding land tenure was the decision by colonial authorities to offer the French Huguenots land at Manakin Town, which was 20 miles above the falls of the James River, instead of the promised land grants in Lower Norfolk County. This shift in land allocation reflected the colonial government's response to the Huguenots' migration and their settlement needs, as well as the broader context of land distribution in the colony. Additionally, the Virginia General Assembly's act to naturalize the Huguenots in 1705 further formalized their status and rights within the colony.",
    "gold_answers": [
      "the Swynnerton Plan, which was used to both reward loyalists and punish Mau Mau.",
      "Swynnerton Plan",
      "Swynnerton Plan"
    ],
    "em_orig": 1.0,
    "em_para": 0.0,
    "delta_em": -1.0
  },
  {
    "original_q": "What sate are things inside of a moving vehicle as seen by a  person inside the vehicle?",
    "paraphrased_q": "What condition are the objects in a moving vehicle from the perspective of someone inside it?",
    "original_answer": "From the perspective of a person inside a moving vehicle, everything inside the vehicle is at rest. The person perceives the vehicle and all objects within it as stationary, while the outside world appears to be moving in the opposite direction at a constant speed.",
    "paraphrased_answer": "From the perspective of someone inside a moving vehicle, the objects in the vehicle are at rest. The person inside perceives the vehicle and everything within it as stationary, while it is the outside world that appears to be moving. This is due to the principle of inertia, which states that objects in a constant velocity motion maintain their state of rest or uniform motion unless acted upon by an external force.",
    "gold_answers": [
      "at rest",
      "at rest",
      "rest",
      "the vehicle and everything inside of it is at rest:"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What is the mortality rate of pneumonic plague?",
    "paraphrased_q": "What is the death rate associated with pneumonic plague?",
    "original_answer": "The mortality rate of pneumonic plague is 90 to 95 percent.",
    "paraphrased_answer": "The death rate associated with pneumonic plague is 90 to 95 percent.",
    "gold_answers": [
      "90 to 95 percent",
      "90 to 95",
      "90 to 95 percent"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What administration did Ludwig Mies van der Rohe designa buiding?",
    "paraphrased_q": "Which administration was Ludwig Mies van der Rohe responsible for designing a building?",
    "original_answer": "Ludwig Mies van der Rohe designed a building for the university's School of Social Service Administration.",
    "paraphrased_answer": "Ludwig Mies van der Rohe was responsible for designing a building for the university's School of Social Service Administration.",
    "gold_answers": [
      "School of Social Service Administration",
      "School of Social Service Administration",
      "the university's School of Social Service Administration"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Which city is planned to be a part of the California High Speed Rail?",
    "paraphrased_q": "Which city is intended to be included in the California High Speed Rail project?",
    "original_answer": "Fresno is planned to be a part of the California High Speed Rail.",
    "paraphrased_answer": "Fresno is the city intended to be included in the California High Speed Rail project.",
    "gold_answers": [
      "Fresno",
      "Fresno",
      "Fresno"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "How long might a speaker address the members during the Time of Reflection?",
    "paraphrased_q": "What is the possible duration for a speaker to speak to the members during the Time of Reflection?",
    "original_answer": "A speaker might address the members during the Time for Reflection for up to four minutes.",
    "paraphrased_answer": "A speaker can address members for up to four minutes during the Time for Reflection.",
    "gold_answers": [
      "up to four minutes",
      "up to four minutes",
      "up to four minutes"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What does Warszawa mean in Polish?",
    "paraphrased_q": "What is the meaning of Warszawa in the Polish language?",
    "original_answer": "In Polish, \"Warszawa\" means \"belonging to Warsz,\" where \"Warsz\" is a shortened form of the masculine name of Slavic origin, Warcisław.",
    "paraphrased_answer": "The name Warszawa in the Polish language means \"belonging to Warsz,\" with Warsz being a shortened form of the masculine name of Slavic origin, Warcisław.",
    "gold_answers": [
      "belonging to Warsz",
      "belonging to Warsz",
      "belonging to Warsz"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "In what year was HMS Dreadnought launched?",
    "paraphrased_q": "What year saw the launch of HMS Dreadnought?",
    "original_answer": "HMS Dreadnought was launched in 1905.",
    "paraphrased_answer": "HMS Dreadnought was launched in 1905.",
    "gold_answers": [
      "1905",
      "1905",
      "1905"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Why is shine-dalgarno sequence recognition important?",
    "paraphrased_q": "What is the significance of recognizing the shine-dalgarno sequence?",
    "original_answer": "The shine-dalgarno sequence recognition is important because it plays a crucial role in the initiation of translation in prokaryotes and most chloroplasts. This sequence is a ribosomal binding site in mRNA that helps align the ribosome with the start codon of the mRNA, ensuring that protein synthesis begins accurately. The presence of this sequence facilitates the proper assembly of the ribosomal subunits and the mRNA, which is essential for the correct translation of genetic information into proteins. Without effective shine-dalgarno sequence recognition, the efficiency and accuracy of protein synthesis could be compromised, potentially affecting cellular function and organismal development.",
    "paraphrased_answer": "The shine-dalgarno sequence is significant because it plays a crucial role in the initiation of translation in prokaryotes and many chloroplasts. This sequence is a ribosomal binding site in mRNA that helps align the ribosome with the start codon of the mRNA, ensuring that protein synthesis begins correctly. In the context of chloroplasts, the absence of shine-dalgarno sequence recognition motifs in the small subunit ribosomal RNAs of certain Chlorophyta and euglenid chloroplasts indicates a divergence from typical prokaryotic translation mechanisms. This loss may reflect unique evolutionary adaptations in chloroplasts, suggesting that their translation processes are more complex than those in bacteria, despite their similarities. Understanding these differences can provide insights into the evolution of organelles and the intricate mechanisms of protein synthesis in different biological systems.",
    "gold_answers": [
      "is considered essential for translation initiation in most chloroplasts and prokaryotes",
      "translation initiation",
      "essential for translation initiation in most chloroplasts and prokaryotes"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What was the occupation of Doctor Who's other (non-related) companions?",
    "paraphrased_q": "What were the professions of Doctor Who's other companions who were not related?",
    "original_answer": "Doctor Who's non-related companions have typically been teachers, scientists, and other professionals. For example, the Doctor's first companions, Barbara Wright and Ian Chesterton, were teachers. Other notable companions, such as Sarah Jane Smith, was a journalist, and Jo Grant was a unit agent. The companions often come from various backgrounds, contributing to their diverse roles in the series.",
    "paraphrased_answer": "The companions of Doctor Who, aside from Susan Foreman, who is the Doctor's granddaughter, included teachers Barbara Wright and Ian Chesterton. Other notable companions had various professions, including:\n\n- Sarah Jane Smith, who was a journalist.\n- Jo Grant, who was a unit agent and worked for the military organization known as UNIT.\n- Romana, who was a Time Lady and a fellow Time Lord, though her specific profession is not explicitly defined.\n\nThese companions often served different roles and brought unique perspectives to the series, contributing to the narrative and the Doctor's adventures.",
    "gold_answers": [
      "teachers",
      "to remind the Doctor of his \"moral duty\"",
      "teachers"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What new component was found in certain rocks from the moon?",
    "paraphrased_q": "What new element was discovered in specific lunar rocks?",
    "original_answer": "The new component found in certain rocks from the Moon is called KREEP.",
    "paraphrased_answer": "The new element discovered in specific lunar rocks is a geochemical component called KREEP, which has no known terrestrial counterpart.",
    "gold_answers": [
      "KREEP",
      "calcium-rich feldspar mineral anorthite,",
      "anorthite",
      "feldspar mineral anorthite",
      "KREEP"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What type of correlation was used previously to help date rock formations?",
    "paraphrased_q": "What kind of correlation was utilized earlier to assist in dating rock formations?",
    "original_answer": "Previously, geologists used stratigraphic correlation and fossils to date rock formations relative to one another.",
    "paraphrased_answer": "Earlier, geologists utilized stratigraphic correlation and the presence of fossils to assist in dating rock formations relative to one another.",
    "gold_answers": [
      "stratigraphic correlation",
      "stratigraphic",
      "stratigraphic",
      "stratigraphic"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What's the regional nickname for Newcastle and its surrounding area?",
    "paraphrased_q": "What is the nickname for the region that includes Newcastle and its nearby areas?",
    "original_answer": "The regional nickname for Newcastle and its surrounding area is Geordie.",
    "paraphrased_answer": "The regional nickname for people from Newcastle and the surrounding area is \"Geordie.\"",
    "gold_answers": [
      "Geordie",
      "Geordie",
      "Geordie"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "In 1972, did Norway end up joining the European Union?",
    "paraphrased_q": "Did Norway become a member of the European Union in 1972?",
    "original_answer": "No, Norway did not end up joining the European Union in 1972. Although it signed an accession treaty, the country ultimately did not join due to a lack of support in the referendum.",
    "paraphrased_answer": "No, Norway did not become a member of the European Union in 1972. Although Norway signed an accession treaty, it ultimately did not join the EU due to a lack of support in a referendum.",
    "gold_answers": [
      "in 1972 (though Norway did not end up joining)",
      "not",
      "not",
      "not"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What title did Newcastle native Basil Hume achieve?",
    "paraphrased_q": "What title was attained by Basil Hume, who is from Newcastle?",
    "original_answer": "Basil Hume achieved the title of Archbishop of Westminster.",
    "paraphrased_answer": "Basil Hume attained the title of Archbishop of Westminster.",
    "gold_answers": [
      "Archbishop of Westminster",
      "Archbishop of Westminster",
      "Archbishop of Westminster"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Who handled the color commentary for Denver's radio stations?",
    "paraphrased_q": "Who provided the color commentary for the radio stations in Denver?",
    "original_answer": "Ed McCaffrey handled the color commentary for Denver's radio stations.",
    "paraphrased_answer": "Ed McCaffrey provided the color commentary for the radio stations in Denver.",
    "gold_answers": [
      "Ed McCaffrey",
      "Ed McCaffrey",
      "Ed McCaffrey"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "How did Luther persuade Archbishop Albrecht to stop the sale of indulgences?",
    "paraphrased_q": "In what way did Luther convince Archbishop Albrecht to cease the sale of indulgences?",
    "original_answer": "Luther persuaded Archbishop Albrecht to stop the sale of indulgences by shaming him through his writings, particularly in a renewed attack that he produced during his stay at Wartburg Castle. Luther's doctrinal and polemical writings highlighted the issues surrounding the sale of indulgences, which ultimately pressured Albrecht to halt the practice in his episcopates.",
    "paraphrased_answer": "Luther convinced Archbishop Albrecht to cease the sale of indulgences by publicly shaming him through his writings, particularly in a renewed attack that highlighted the moral and ethical implications of the practice. Luther's arguments, which were articulated in his doctrinal and polemical writings during his time at Wartburg Castle, emphasized the exploitation of poor believers who were being asked to contribute to the construction of St. Peter's Basilica instead of the pope using his own wealth. This public challenge to the Archbishop's actions and the broader practice of selling indulgences pressured Albrecht to halt the sale in his episcopates.",
    "gold_answers": [
      "shamed",
      "shamed",
      "shamed"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "When did colonial governors meet with General Edward Braddock about attack on the french?",
    "paraphrased_q": "At what time did colonial governors confer with General Edward Braddock regarding the assault on the French?",
    "original_answer": "Colonial governors met with General Edward Braddock in 1755 to plan a four-way attack on the French.",
    "paraphrased_answer": "The colonial governors conferred with General Edward Braddock in 1755. The specific date of the meeting is not provided in the documents.",
    "gold_answers": [
      "1755",
      "1755",
      "1755",
      "1755",
      "1755"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What did Lepidodinium viride replace their original chloroplast with?",
    "paraphrased_q": "What did Lepidodinium viride substitute for their original chloroplast?",
    "original_answer": "Lepidodinium viride replaced their original peridinin chloroplast with a green algal derived chloroplast, specifically from a prasinophyte.",
    "paraphrased_answer": "Lepidodinium viride substituted its original peridinin chloroplast with a green algal derived chloroplast, specifically from a prasinophyte.",
    "gold_answers": [
      "a green algal derived chloroplast",
      "prasinophyte",
      "green algal derived chloroplast (more specifically, a prasinophyte)"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What is a maze of membranous tubes?",
    "paraphrased_q": "What does a maze of membranous tubes refer to?",
    "original_answer": "A maze of membranous tubes refers to the intricate network of interconnected tubular structures found within certain chloroplasts, specifically in the chloroplast peripheral reticulum. This structure is composed of membranes that are continuous with the inner chloroplast membrane and extends into the internal stromal fluid of the chloroplast. Its primary function is to increase the surface area for cross-membrane transport between the chloroplast's stroma and the cell cytoplasm.",
    "paraphrased_answer": "A maze of membranous tubes refers to the structure known as the chloroplast peripheral reticulum, which is found in some chloroplasts, particularly in C4 plants and some C3 angiosperms and gymnosperms. This structure consists of interconnected tubes and vesicles that are continuous with the inner chloroplast membrane and extend into the internal stromal fluid of the chloroplast. Its purpose is to increase the chloroplast's surface area for cross-membrane transport between the stroma and the cell cytoplasm.",
    "gold_answers": [
      "The chloroplast peripheral reticulum",
      "The chloroplast peripheral reticulum"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What was free movement increasingly based on?",
    "paraphrased_q": "On what was the concept of free movement increasingly founded?",
    "original_answer": "Free movement was increasingly based on \"citizenship,\" so that people had rights to empower them to become economically and socially active, rather than economic activity being a precondition for rights.",
    "paraphrased_answer": "The concept of free movement was increasingly founded on \"citizenship,\" so that people had rights to empower them to become economically and socially active, rather than economic activity being a precondition for rights.",
    "gold_answers": [
      "citizenship",
      "\"citizenship\"",
      "\"citizenship\""
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "To which year does the new sculpture galleries now encompass?",
    "paraphrased_q": "What year is now included in the new sculpture galleries?",
    "original_answer": "The new sculpture galleries now encompass works dated up to 1950.",
    "paraphrased_answer": "The year now included in the new sculpture galleries is 1950.",
    "gold_answers": [
      "1950",
      "1600 to 1950",
      "1600 to 1950"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "To which period is the largest item from Italy that is included in the sculpture collection dated?",
    "paraphrased_q": "What is the date of the largest item from Italy found in the sculpture collection?",
    "original_answer": "The largest item from Italy included in the sculpture collection is dated 1493–1500, which corresponds to the Renaissance period.",
    "paraphrased_answer": "The largest item from Italy found in the sculpture collection is the Chancel Chapel from Santa Chiara Florence, dated 1493–1500.",
    "gold_answers": [
      "1493–1500",
      "1493–1500,",
      "1493–1500"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Who else observed that Luther view of souls was different form later views?",
    "paraphrased_q": "Who else noted that Luther's perspective on souls differed from later interpretations?",
    "original_answer": "Lessing (1755) also reached the same conclusion in his analysis of Lutheran orthodoxy regarding Luther's teaching about the state of the Christian's soul after death, noting that it differed from the views of later Lutheran theologians such as Johann Gerhard.",
    "paraphrased_answer": "Lessing noted that Luther's perspective on the state of the Christian's soul after death differed from later interpretations by Lutheran theologians such as Johann Gerhard.",
    "gold_answers": [
      "Gerhard. Lessing",
      "Lessing",
      "Lessing"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What type of theatre is the Warsaw Fotoplastikon?",
    "paraphrased_q": "What kind of theatre is the Fotoplastikon in Warsaw?",
    "original_answer": "The Warsaw Fotoplastikon is a historic stereoscopic theatre.",
    "paraphrased_answer": "The Fotoplastikon in Warsaw is a rare preserved and operating historic stereoscopic theatre.",
    "gold_answers": [
      "stereoscopic",
      "stereoscopic theatre",
      "stereoscopic"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "When was the sale of NBC Blue to Edward John Noble authorized?",
    "paraphrased_q": "When did the authorization for the sale of NBC Blue to Edward John Noble take place?",
    "original_answer": "The sale of NBC Blue to Edward John Noble was authorized on October 12, 1943.",
    "paraphrased_answer": "The authorization for the sale of NBC Blue to Edward John Noble took place on October 12, 1943.",
    "gold_answers": [
      "October 12, 1943",
      "October 12, 1943",
      "October 12, 1943"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "How many interceptions did Josh Norman score touchdowns with in 2015?",
    "paraphrased_q": "In 2015, how many touchdowns did Josh Norman achieve from interceptions?",
    "original_answer": "Josh Norman scored touchdowns with two interceptions in 2015.",
    "paraphrased_answer": "In 2015, Josh Norman achieved two touchdowns from interceptions, as he returned two of his four interceptions for touchdowns.",
    "gold_answers": [
      "two.",
      "two",
      "24"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "How often must local lay servant reapply?",
    "paraphrased_q": "What is the frequency with which local lay servants need to reapply?",
    "original_answer": "Local church lay servants must reapply each year, reporting how they have served and continued to learn during that year.",
    "paraphrased_answer": "Local church lay servants need to reapply each year, reporting how they have served and continued to learn during that year.",
    "gold_answers": [
      "annually",
      "Each year",
      "Each year"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What type of layout does Newcastle's streets have in many parts?",
    "paraphrased_q": "What kind of street layout can be found in various areas of Newcastle?",
    "original_answer": "Newcastle's streets have a medieval street layout in many parts.",
    "paraphrased_answer": "Newcastle features a medieval street layout, characterized by narrow alleys or 'chares' that are predominantly pedestrian-only. This layout is particularly evident around the riverside, where stairs connect the riverside to higher parts of the city center.",
    "gold_answers": [
      "medieval",
      "medieval",
      "medieval street layout."
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "How was coal transferred from the river banks to colliers? ",
    "paraphrased_q": "In what way was coal moved from the riverbanks to the colliers?",
    "original_answer": "Coal was transferred from the river banks to the colliers using keels, which are boats specifically designed for this purpose. The keelmen, who were part of the close-knit community in the Sandgate area, operated these boats to transport coal for export.",
    "paraphrased_answer": "Coal was moved from the riverbanks to the colliers using keels, which are boats specifically designed for this purpose.",
    "gold_answers": [
      "boats",
      "keels",
      "keels"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Other theories of the word's origin can be generally classed as what?",
    "paraphrased_q": "What general category do other theories regarding the origin of the word fall into?",
    "original_answer": "Other theories of the word's origin can be generally classed as speculative or alternative theories.",
    "paraphrased_answer": "Theories regarding the origin of the word \"Huguenot\" that disagree with the \"Hugues hypothesis\" would generally fall into the category of linguistic or etymological theories. These theories may explore different linguistic roots, historical contexts, or cultural associations that could explain the term's origin, apart from the association with Hugues Capet.",
    "gold_answers": [
      "double or triple non-French linguistic origins",
      "non-French linguistic origins"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "When did the Huguenots secure the right to own land in the Baronies?",
    "paraphrased_q": "At what time did the Huguenots obtain the right to possess land in the Baronies?",
    "original_answer": "The Huguenots secured the right to own land in the Baronies after petitioning the British Crown in 1697.",
    "paraphrased_answer": "The Huguenots obtained the right to possess land in the Baronies after petitioning the British Crown in 1697.",
    "gold_answers": [
      "1697",
      "1697",
      "1697"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What is the name of the two-tentacled cydippid that feedsentirely on salps called?",
    "paraphrased_q": "What is the name of the cydippid with two tentacles that exclusively feeds on salps?",
    "original_answer": "The two-tentacled cydippid that feeds entirely on salps is called Lampea.",
    "paraphrased_answer": "The cydippid with two tentacles that exclusively feeds on salps is called Lampea.",
    "gold_answers": [
      "Lampea",
      "Lampea",
      "Lampea"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Under which policy are labor unions encouraged?",
    "paraphrased_q": "Which policy promotes the encouragement of labor unions?",
    "original_answer": "Labor unions are encouraged under policies that promote collective bargaining and protect workers' rights to organize. These policies often aim to balance the power dynamics between employers and employees, ensuring that workers can negotiate for fair wages, benefits, and working conditions. Such policies may include labor laws that support union formation, prohibit unfair labor practices, and provide mechanisms for dispute resolution. Additionally, policies that aim to reduce income inequality and promote social justice may also encourage the formation and activities of labor unions.",
    "paraphrased_answer": "The policy that promotes the encouragement of labor unions is typically associated with economic liberalism that includes strong labor protections and regulations. In the context of the documents provided, the decline of union membership and the reduction of business regulation are identified as factors contributing to economic inequality. Therefore, policies that support the strengthening of labor unions, such as those found in continental European liberalism, would promote the encouragement of labor unions. These policies often include collective bargaining rights, protections against unfair labor practices, and support for workers' rights, which help to maintain strong union presence and influence in the labor market.",
    "gold_answers": [
      "continental European liberalism",
      "European liberalism",
      "continental European liberalism"
    ],
    "em_orig": 0.0,
    "em_para": 1.0,
    "delta_em": 1.0
  },
  {
    "original_q": "Which organisms have chloroplasts?",
    "paraphrased_q": "What types of organisms possess chloroplasts?",
    "original_answer": "Chloroplasts are found in plants and algae.",
    "paraphrased_answer": "Chloroplasts are found in plants and algae.",
    "gold_answers": [
      "plants and algae",
      "plants and algae",
      "plants and algae."
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "How far from Warsaw does the Vistula river's environment change noticeably? ",
    "paraphrased_q": "At what distance from Warsaw does the environment of the Vistula river begin to change significantly?",
    "original_answer": "The Vistula river's environment changes noticeably about 15 kilometres (9 miles) from Warsaw.",
    "paraphrased_answer": "The environment of the Vistula river begins to change significantly at a distance of about 15 kilometres (9 miles) from Warsaw.",
    "gold_answers": [
      "15 kilometres",
      "15 kilometres",
      "About 15 kilometres"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What kind of images of Luther were used to advertise Protestantism? ",
    "paraphrased_q": "What types of images depicting Luther were utilized to promote Protestantism?",
    "original_answer": "Images of Luther that were used to advertise Protestantism emphasized his monumental size and physical presence. He was depicted as a stout man with a \"double chin, strong mouth, piercing deep-set eyes, fleshy face, and squat neck,\" presenting him as physically imposing and equal in stature to the secular German princes. These images contrasted sharply with the frail depictions of Catholic saints and conveyed that Luther embraced earthly pleasures, such as drinking, which was in stark contrast to the ascetic lifestyle of medieval religious orders. Notable examples of these images include woodcuts by artists like Hans Brosamer and Lucas Cranach the Elder and Younger.",
    "paraphrased_answer": "The types of images depicting Luther that were utilized to promote Protestantism emphasized his monumental size and physical presence. These images portrayed him as a stout man with features such as a double chin, strong mouth, piercing deep-set eyes, fleshy face, and squat neck. This representation was in stark contrast to the frail images of Catholic saints, showcasing Luther as physically imposing and an equal in stature to the secular German princes. The imagery also suggested that he embraced earthly pleasures, such as drinking, which contrasted with the ascetic lifestyle of medieval religious orders. Notable examples of these images include woodcuts by artists like Hans Brosamer and Lucas Cranach the Elder and Younger.",
    "gold_answers": [
      "monumental",
      "printed images of Luther that emphasized his monumental size",
      "printed"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "When did Tesla become friends with Viereck?",
    "paraphrased_q": "When did Tesla form a friendship with Viereck?",
    "original_answer": "The documents do not specify an exact date or time frame for when Tesla became friends with George Sylvester Viereck. It only mentions that Tesla befriended Viereck in the late 1920s.",
    "paraphrased_answer": "The documents do not specify the exact date when Tesla formed a friendship with George Sylvester Viereck, only mentioning that it occurred in the late 1920s.",
    "gold_answers": [
      "late 1920s",
      "the late 1920s",
      "the late 1920s"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "In what year did a Doctor first become nominated for a Best Actor award?",
    "paraphrased_q": "In which year was a Doctor first nominated for a Best Actor award?",
    "original_answer": "A Doctor first became nominated for a BAFTA Television Award for Best Actor in 2011, when Matt Smith received the nomination.",
    "paraphrased_answer": "A Doctor was first nominated for a Best Actor award in 2011, when Matt Smith received the nomination.",
    "gold_answers": [
      "2011",
      "2011",
      "2011"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Matter particles are shown as what kind of lines in a Feynman diagram?",
    "paraphrased_q": "In a Feynman diagram, what type of lines represent matter particles?",
    "original_answer": "Matter particles are represented as straight lines in a Feynman diagram.",
    "paraphrased_answer": "In a Feynman diagram, matter particles are represented as straight lines.",
    "gold_answers": [
      "straight",
      "straight line",
      "straight",
      "straight"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "How many species of trees can be found in the Amazon rainforest?",
    "paraphrased_q": "What is the number of tree species that exist in the Amazon rainforest?",
    "original_answer": "The Amazon rainforest is estimated to have around 16,000 species of trees.",
    "paraphrased_answer": "The Amazon rainforest is estimated to have around 16,000 individual tree species.",
    "gold_answers": [
      "16,000",
      "16,000",
      "16,000"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "How many drugs approved by the FDA in 2013 were specialty drugs?",
    "paraphrased_q": "What was the number of specialty drugs approved by the FDA in 2013?",
    "original_answer": "In 2013, 19 out of 28 newly FDA approved medications were specialty drugs.",
    "paraphrased_answer": "In 2013, 19 out of 28 newly FDA approved medications were specialty drugs.",
    "gold_answers": [
      "19",
      "19",
      "19 of 28 newly FDA approved medications"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "When did Polonia Warsaw win the country's championship prior to 2000?",
    "paraphrased_q": "What year did Polonia Warsaw secure the national championship before 2000?",
    "original_answer": "Polonia Warsaw won the country's championship in 1946 prior to 2000.",
    "paraphrased_answer": "Polonia Warsaw secured the national championship in 1946 before winning it again in 2000.",
    "gold_answers": [
      "1946",
      "1946",
      "1946"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Le grand states that students studying civil disobedience will often run into grammatical niceties and what other problem? ",
    "paraphrased_q": "Le Grand mentions that students examining civil disobedience frequently encounter grammatical subtleties and what additional issue?",
    "original_answer": "LeGrande states that students studying civil disobedience will often run into grammatical niceties and a maze of semantical problems.",
    "paraphrased_answer": "LeGrande mentions that students examining civil disobedience frequently encounter grammatical subtleties and a maze of semantical problems.",
    "gold_answers": [
      "semantical",
      "semantical",
      "a maze of semantical problems",
      "semantical",
      "semantical problems"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What class of ships is an example of large passenger liners?",
    "paraphrased_q": "Which category of vessels serves as an example of large passenger liners?",
    "original_answer": "An example of large passenger liners is the Olympic class.",
    "paraphrased_answer": "The category of vessels that serves as an example of large passenger liners is the \"4-cylinder triple-expansion engine\" vessels, such as those in the Olympic class.",
    "gold_answers": [
      "Olympic",
      "Olympic",
      "Olympic class"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "How did Luther describe his time in the order?",
    "paraphrased_q": "In what way did Luther characterize his experience within the order?",
    "original_answer": "The provided documents do not contain any information regarding how Luther described his time in the order. If you have a specific text or context related to Luther that you would like to discuss, please provide that information, and I would be happy to help!",
    "paraphrased_answer": "Luther characterized his experience within the Augustinian order as one of deep spiritual despair. He expressed feelings of losing touch with Christ, whom he described as the \"Savior and Comforter,\" and instead perceived Him as a \"jailer and hangman\" of his soul. This reflects his struggle with guilt and the burdens of self-inflicted penances and punishments during that period.",
    "gold_answers": [
      "deep spiritual despair",
      "deep spiritual despair",
      "deep spiritual despair"
    ],
    "em_orig": 0.0,
    "em_para": 1.0,
    "delta_em": 1.0
  },
  {
    "original_q": "When did Martin Luther protest the sale of indulgences to his bishop?",
    "paraphrased_q": "At what time did Martin Luther object to his bishop regarding the sale of indulgences?",
    "original_answer": "Martin Luther protested the sale of indulgences to his bishop, Albert of Mainz, on 31 October 1517.",
    "paraphrased_answer": "Martin Luther objected to his bishop regarding the sale of indulgences on 31 October 1517.",
    "gold_answers": [
      "31 October 1517",
      "31 October 1517",
      "1517"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What is the native format for the Walt Disney Company's US TV properties?",
    "paraphrased_q": "What format do the Walt Disney Company's US television properties originate in?",
    "original_answer": "The native format for The Walt Disney Company's U.S. television properties is 720p high definition.",
    "paraphrased_answer": "The Walt Disney Company's U.S. television properties originate in 720p high definition.",
    "gold_answers": [
      "720p high definition",
      "720p high definition",
      "480i"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "How many total touchdowns did Cam Newton score?",
    "paraphrased_q": "What is the total number of touchdowns scored by Cam Newton?",
    "original_answer": "Cam Newton scored a total of 45 touchdowns in the season, which includes 35 passing touchdowns and 10 rushing touchdowns.",
    "paraphrased_answer": "Cam Newton scored a total of 45 touchdowns, which includes 35 passing touchdowns and 10 rushing touchdowns.",
    "gold_answers": [
      "45",
      "45",
      "45"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Who has limited productive potential when faced with less access to education?",
    "paraphrased_q": "Who experiences restricted productive potential due to reduced access to education?",
    "original_answer": "Individuals who are unable to afford an education or choose not to pursue optional education have limited productive potential when faced with less access to education.",
    "paraphrased_answer": "Individuals who are unable to afford an education or choose not to pursue optional education experience restricted productive potential due to reduced access to education. This lack of education leads to lower incomes, which in turn affects their aggregate savings and investment capabilities.",
    "gold_answers": [
      "poor",
      "poor",
      "poor"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Who produced the comedy-drama The Love Boat?",
    "paraphrased_q": "Who was the producer of the comedy-drama The Love Boat?",
    "original_answer": "The Love Boat was produced by Aaron Spelling.",
    "paraphrased_answer": "The producer of the comedy-drama The Love Boat was Aaron Spelling.",
    "gold_answers": [
      "Aaron Spelling",
      "Aaron Spelling",
      "Aaron Spelling"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What is necessary to disobey?",
    "paraphrased_q": "What is required to go against the rules?",
    "original_answer": "To disobey, it is necessary to recognize a conflict between established rules or laws and moral principles or values. This often involves a belief that the laws in question are unjust or violate fundamental rights. Additionally, the act of disobedience may require a willingness to accept the consequences of such actions, as exemplified by figures like Mohandas Gandhi, who acknowledged the legal repercussions of his civil disobedience while framing it as a moral duty. Ultimately, the necessity to disobey arises from a commitment to uphold higher ethical standards or to challenge laws that are perceived as immoral or oppressive.",
    "paraphrased_answer": "To go against the rules, one must act in a manner that is not appropriate or necessary to achieve the legitimate objectives set by those rules. This could involve choosing a more onerous measure when a less burdensome option is available, or causing disadvantages that are disproportionate to the aims pursued. In the context of the principle of proportionality in European Union law, any action that exceeds what is necessary to achieve the objectives of the law would also be considered going against the rules.",
    "gold_answers": [
      "rules that conflict with morality",
      "rules that conflict with morality",
      "rules that conflict with morality",
      "rules that conflict with morality"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Were the tapes able to be restored and processed without destroying historical legitimacy or did some aspects of the tapes lose legitimacy?",
    "paraphrased_q": "Could the tapes be restored and processed without compromising their historical legitimacy, or did certain elements of the tapes lose their legitimacy?",
    "original_answer": "The tapes were restored and processed by Lowry Digital in a manner that aimed to remove random noise and camera shake without destroying historical legitimacy. The restoration focused on maintaining the integrity of the original footage, and while the video underwent conservative digital enhancements, it remained in black and white and did not include sound quality improvements. Therefore, the restoration was successful in preserving the historical legitimacy of the tapes.",
    "paraphrased_answer": "The tapes could be restored and processed without compromising their historical legitimacy, as the restoration involved conservative digital enhancements aimed at preserving the integrity of the original footage. The restoration focused on removing random noise and camera shake while maintaining the authenticity of the images. However, it is important to note that the original lunar footage was recorded in a format incompatible with broadcast TV, which necessitated conversion for live television. This conversion process may have resulted in some loss of certain elements of the original recordings, but the careful approach taken during restoration aimed to retain the historical legitimacy of the footage.",
    "gold_answers": [
      "without destroying historical legitimacy",
      "Lowry Digital f",
      "without destroying historical legitimacy",
      "processed to remove random noise and camera shake without destroying historical legitimacy",
      "without destroying historical legitimacy"
    ],
    "em_orig": 1.0,
    "em_para": 0.0,
    "delta_em": -1.0
  },
  {
    "original_q": "Which study showed double the rate of anxiety?",
    "paraphrased_q": "Which research indicated a twofold increase in anxiety rates?",
    "original_answer": "The 2012 study found that teachers experienced double the rate of anxiety, depression, and stress compared to average workers.",
    "paraphrased_answer": "The 2012 study indicated that teachers experienced double the rate of anxiety, depression, and stress compared to average workers.",
    "gold_answers": [
      "2012",
      "2012",
      "2012 study"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Approximately how many gems in Reverend Chauncy Hare Townshend's collection was given to the museum?",
    "paraphrased_q": "About how many gems from Reverend Chauncy Hare Townshend's collection were donated to the museum?",
    "original_answer": "Reverend Chauncy Hare Townshend bequeathed a collection of 154 gems to the museum.",
    "paraphrased_answer": "Reverend Chauncy Hare Townshend bequeathed a collection of 154 gems to the museum.",
    "gold_answers": [
      "154",
      "1869,",
      "154"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What does UMC stand for?",
    "paraphrased_q": "What is the meaning of the acronym UMC?",
    "original_answer": "UMC stands for the United Methodist Church.",
    "paraphrased_answer": "The acronym UMC stands for the United Methodist Church.",
    "gold_answers": [
      "United Methodist Church",
      "United Methodist Church (UMC)",
      "United Methodist Church"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What can be considered as a function of market price of skill?",
    "paraphrased_q": "What can be regarded as a function of the market price of skill?",
    "original_answer": "Wages can be considered as a function of the market price of skill.",
    "paraphrased_answer": "Wages can be regarded as a function of the market price of skill.",
    "gold_answers": [
      "wages",
      "wages",
      "wages"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "How many universities does Newcastle have?",
    "paraphrased_q": "What is the number of universities in Newcastle?",
    "original_answer": "Newcastle has two universities: Newcastle University and Northumbria University.",
    "paraphrased_answer": "There are two universities in Newcastle: Newcastle University and Northumbria University.",
    "gold_answers": [
      "two",
      "two",
      "two"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Who is the commissioner of the NFL?",
    "paraphrased_q": "Who holds the position of commissioner in the NFL?",
    "original_answer": "The commissioner of the NFL is Roger Goodell.",
    "paraphrased_answer": "The position of commissioner in the NFL is held by Roger Goodell.",
    "gold_answers": [
      "Roger Goodell",
      "Roger Goodell",
      "Goodell"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "When was al-Nimeiry overthrown?",
    "paraphrased_q": "What was the date of al-Nimeiry's overthrow?",
    "original_answer": "al-Nimeiry was overthrown in 1985.",
    "paraphrased_answer": "Al-Nimeiry was overthrown in 1985.",
    "gold_answers": [
      "1985",
      "1985",
      "1985"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What was formed to introduce changes that would reflect the nation's sovereignty?",
    "paraphrased_q": "What was established to implement changes that would demonstrate the nation's sovereignty?",
    "original_answer": "The Ominde Commission was formed to introduce changes that would reflect the nation's sovereignty in Kenya after independence.",
    "paraphrased_answer": "The Ominde Commission was established to implement changes that would demonstrate Kenya's sovereignty.",
    "gold_answers": [
      "Ominde Commission",
      "Ominde Commission",
      "Ominde Commission"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Who is the final judge of right and wrong?",
    "paraphrased_q": "Who ultimately determines what is right and what is wrong?",
    "original_answer": "The individual is the final judge of right and wrong, according to Thoreau's political philosophy.",
    "paraphrased_answer": "According to Thoreau's political philosophy, the individual ultimately determines what is right and what is wrong. He argues that the individual is the final judge of right and wrong, emphasizing that only individuals can act unjustly and must confront their choices in the face of government actions.",
    "gold_answers": [
      "The individual",
      "individuals",
      "The individual",
      "The individual",
      "individual"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What letter did Washington present to  Saint-Pierre ?",
    "paraphrased_q": "Which letter did Washington give to Saint-Pierre?",
    "original_answer": "Washington presented Saint-Pierre with a letter from Dinwiddie demanding an immediate French withdrawal from the Ohio Country.",
    "paraphrased_answer": "Washington presented Saint-Pierre with the letter from Dinwiddie demanding an immediate French withdrawal from the Ohio Country.",
    "gold_answers": [
      "Dinwiddie demanding an immediate French withdrawal from the Ohio Country",
      "Dinwiddie",
      "from Dinwiddie demanding an immediate French withdrawal from the Ohio Country",
      "immediate French withdrawal",
      "the letter from Dinwiddie"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "How far is Jacksonville from Miami?",
    "paraphrased_q": "What is the distance between Jacksonville and Miami?",
    "original_answer": "Jacksonville is about 340 miles (550 km) north of Miami.",
    "paraphrased_answer": "The distance between Jacksonville and Miami is approximately 340 miles (550 km).",
    "gold_answers": [
      "340 miles",
      "340 miles",
      "340 miles"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "At what angle were the groups of pistons set in relation to one another in a 4-cylinder compound?",
    "paraphrased_q": "What was the angle between the groups of pistons in a 4-cylinder compound?",
    "original_answer": "In a 4-cylinder compound, the individual pistons within the group are usually balanced at 180°, with the groups being set at 90° to each other.",
    "paraphrased_answer": "The angle between the groups of pistons in a 4-cylinder compound is 90°.",
    "gold_answers": [
      "90",
      "90° to each other",
      "90°"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "When was the salary range listed valid for (month and year)?",
    "paraphrased_q": "What was the validity period for the listed salary range (month and year)?",
    "original_answer": "The documents provided do not contain any information regarding a salary range or its validity. Therefore, I cannot provide a specific month and year for the salary range listed. If you have additional information or another document that includes details about a salary range, please share it, and I would be happy to help!",
    "paraphrased_answer": "The provided documents do not contain any information regarding a salary range or its validity period. Therefore, I cannot provide an answer to that question based on the given text.",
    "gold_answers": [
      "September 2007",
      "September 2007",
      "September 2007"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What would type of activities would require a teacher to take on a supervisor role?",
    "paraphrased_q": "What kinds of activities would necessitate a teacher assuming a supervisory role?",
    "original_answer": "Activities that would require a teacher to take on a supervisor role include:\n\n1. **Home Schooling**: When parents choose to educate their children at home, a teacher may be involved to guide the curriculum, provide resources, and ensure educational standards are met.\n\n2. **Tutoring Sessions**: A teacher may supervise one-on-one or small group tutoring sessions to help students with specific subjects or skills.\n\n3. **Extracurricular Activities**: Teachers often supervise clubs, sports teams, or other extracurricular activities, ensuring safety and providing guidance.\n\n4. **Field Trips**: Teachers take on supervisory roles during field trips to ensure student safety and facilitate learning experiences outside the classroom.\n\n5. **Workshops and Seminars**: Teachers may lead or supervise workshops that focus on specific skills or knowledge areas, providing instruction and support.\n\n6. **Project-Based Learning**: In project-based learning scenarios, teachers may supervise students as they work on collaborative projects, offering guidance and feedback.\n\n7. **Assessment and Evaluation**: Teachers may supervise assessments or exams to ensure academic integrity and provide assistance as needed.\n\n8. **Community Learning Initiatives**: Teachers may take on supervisory roles in community-based learning programs, helping students engage with local resources and experts.\n\nIn all these activities, the teacher's role is to provide oversight, support, and guidance to facilitate effective learning.",
    "paraphrased_answer": "Activities that would necessitate a teacher assuming a supervisory role include:\n\n1. **Classroom Instruction**: Teachers need to supervise students during lessons to ensure that they understand the material and are engaged in the learning process.\n\n2. **Examinations and Assessments**: During tests or assessments, teachers must oversee students to maintain academic integrity and provide assistance if needed.\n\n3. **Group Projects**: When students work in groups, a teacher may need to supervise to facilitate collaboration, ensure participation, and guide the project’s direction.\n\n4. **Field Trips**: Teachers often supervise students during field trips to ensure safety, manage behavior, and facilitate learning experiences outside the classroom.\n\n5. **Extracurricular Activities**: Supervising clubs, sports, or other extracurricular activities requires teachers to ensure that students are safe and engaged in productive activities.\n\n6. **Laboratory Work**: In science or technical classes, teachers must supervise students during experiments or hands-on activities to ensure safety and proper technique.\n\n7. **Special Education**: Teachers may need to supervise students with special needs to provide appropriate support and ensure their inclusion in the learning environment.\n\n8. **Behavior Management**: Teachers often supervise students to manage behavior, enforce rules, and create a positive learning environment.\n\n9. **Online Learning**: In virtual or hybrid learning environments, teachers may need to supervise students to ensure they are participating and staying on task.\n\n10. **Mentoring and Guidance**: Teachers may take on a supervisory role when providing mentorship or guidance to students regarding academic or personal issues. \n\nThese activities require a teacher's oversight to ensure that students are learning effectively and safely.",
    "gold_answers": [
      "extracurricular",
      "extracurricular",
      "extracurricular"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What was the second meaning of a Chinese word for 'barracks'?",
    "paraphrased_q": "What is the alternative meaning of the Chinese term for 'barracks'?",
    "original_answer": "The second meaning of the Chinese word for 'barracks' is \"thanks.\"",
    "paraphrased_answer": "The alternative meaning of the Chinese term for 'barracks' is \"thanks.\"",
    "gold_answers": [
      "thanks",
      "thanks",
      "thanks"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What is an example of an enzyme that can transform skin cells into tumors when expressed at high levels?",
    "paraphrased_q": "Can you provide an example of an enzyme that, when present in high concentrations, can convert skin cells into tumors?",
    "original_answer": "An example of an enzyme that can transform skin cells into tumors when expressed at high levels is tyrosinase.",
    "paraphrased_answer": "An example of an enzyme that, when present in high concentrations, can convert skin cells into tumors is tyrosinase.",
    "gold_answers": [
      "tyrosinase",
      "tyrosinase",
      "tyrosinase"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What Egyptologist was also apart of the university's faculty?",
    "paraphrased_q": "Which Egyptologist was also a member of the university's faculty?",
    "original_answer": "The Egyptologist who was part of the university's faculty is James Henry Breasted.",
    "paraphrased_answer": "The Egyptologist who was also a member of the university's faculty is James Henry Breasted.",
    "gold_answers": [
      "James Henry Breasted",
      "James Henry Breasted",
      "James Henry Breasted"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What kind of immune system do bacteria have?",
    "paraphrased_q": "What type of immune system is present in bacteria?",
    "original_answer": "Bacteria possess a rudimentary immune system that includes mechanisms such as the restriction modification system to protect against viral pathogens (bacteriophages) and an acquired immunity system that utilizes CRISPR sequences. The CRISPR system allows bacteria to retain fragments of the genomes of phages they have encountered, enabling them to block virus replication through a form of RNA interference. Additionally, bacteria have enzymes that protect against bacteriophage infections.",
    "paraphrased_answer": "Bacteria possess a rudimentary immune system that includes mechanisms such as the restriction modification system to protect against viral pathogens (bacteriophages) and an acquired immunity system that utilizes CRISPR sequences. This allows bacteria to retain fragments of phage genomes they have encountered, enabling them to block virus replication through a form of RNA interference.",
    "gold_answers": [
      "enzymes that protect against bacteriophage infections",
      "rudimentary",
      "rudimentary"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What nominal title did Yuan emperors have?",
    "paraphrased_q": "What was the nominal title of the Yuan emperors?",
    "original_answer": "Yuan emperors held the nominal title of Great Khan.",
    "paraphrased_answer": "The nominal title of the Yuan emperors was \"Great Khan.\"",
    "gold_answers": [
      "Great Khan",
      "Great Khan",
      "Great Khan"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What is the United States at risk for because of the recession of 2008?",
    "paraphrased_q": "What risks does the United States face as a result of the 2008 recession?",
    "original_answer": "The United States is at risk for increased economic inequality and potential further recessions due to the wealth concentration highlighted in various reports following the recession of 2008. The studies indicate that a significant portion of wealth is held by a small percentage of the population, which can lead to economic instability and social unrest. The accelerating disparity in wealth distribution, as noted in reports by organizations like Oxfam and Credit Suisse, suggests that the economic recovery may not benefit all segments of society equally, potentially exacerbating existing inequalities and leading to future economic challenges.",
    "paraphrased_answer": "The 2008 recession posed several risks to the United States, including:\n\n1. **Economic Instability**: The recession led to significant economic instability, characterized by high unemployment rates, decreased consumer spending, and a decline in business investments. This instability can result in prolonged economic downturns and slow recoveries.\n\n2. **Increased Inequality**: The recession exacerbated wealth inequality, as the wealthiest individuals and corporations often recovered more quickly than lower-income households. This growing disparity can lead to social unrest and decreased social cohesion.\n\n3. **Housing Market Collapse**: The recession was triggered by a collapse in the housing market, leading to widespread foreclosures and a significant drop in home values. This not only affected homeowners but also had ripple effects on the banking sector and overall economic confidence.\n\n4. **Financial Sector Vulnerability**: The financial crisis revealed vulnerabilities within the banking and financial systems, leading to the failure of major institutions and requiring government bailouts. Ongoing risks in the financial sector can threaten economic stability.\n\n5. **Public Debt Increase**: In response to the recession, the U.S. government implemented stimulus measures that increased public debt. High levels of debt can limit future government spending and investment, potentially leading to fiscal challenges.\n\n6. **Consumer Confidence Decline**: The recession negatively impacted consumer confidence, leading to reduced spending and investment. A lack of confidence can prolong economic recovery and hinder growth.\n\n7. **Global Economic Impact**: The U.S. recession had global repercussions, affecting trade partners and leading to a slowdown in the global economy. This interconnectedness means that economic challenges in the U.S. can have far-reaching effects worldwide.\n\n8. **Social Issues**: The recession contributed to increased poverty rates, homelessness, and mental health issues, as individuals and families struggled to cope with job losses and financial insecurity.\n\nOverall, the 2008 recession highlighted vulnerabilities in the U.S. economy and raised concerns about long-term economic health, social stability, and the effectiveness of regulatory frameworks.",
    "gold_answers": [
      "boom-and-bust cycles",
      "boom-and-bust cycles",
      "boom-and-bust cycles"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What style of sensing do scientist like to use to measure global radiance?",
    "paraphrased_q": "Which type of sensing method do scientists prefer for measuring global radiance?",
    "original_answer": "Scientists propose using spectrophotometric sensing to measure global radiance, specifically by analyzing the absorption bands of oxygen peaking at wavelengths 687 and 760 nm. This method aims to characterize plant health status from satellite platforms by discriminating vegetation's reflectance from its fluorescence.",
    "paraphrased_answer": "Scientists prefer using spectrophotometric absorption bands, specifically those peaking at wavelengths 687 and 760 nm, for measuring global radiance from vegetation canopies. This method allows them to characterize plant health status and discriminate between vegetation's reflectance and its weaker fluorescence.",
    "gold_answers": [
      "remote sensing",
      "remote",
      "remote",
      "remote sensing",
      "remote"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "How many yards was the field goal that made the score 13-7 in Super Bowl 50?",
    "paraphrased_q": "What was the distance in yards of the field goal that brought the score to 13-7 in Super Bowl 50?",
    "original_answer": "The field goal that made the score 13-7 in Super Bowl 50 was a 33-yard field goal.",
    "paraphrased_answer": "The distance of the field goal that brought the score to 13-7 in Super Bowl 50 was 33 yards.",
    "gold_answers": [
      "33",
      "33",
      "33"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "How is income determined in a market with variously skilled workers?",
    "paraphrased_q": "In a market with workers of differing skill levels, what factors determine income?",
    "original_answer": "In a market with variously skilled workers, income is determined primarily by the concept of marginal value added, which reflects the productivity and skill level of each worker. Wages are influenced by the market price of skill, which is shaped by the dynamics of supply and demand for skilled labor. \n\nWhen there is high demand for a particular skill and a limited supply of workers possessing that skill, wages for those skilled workers tend to rise. Conversely, if there is an oversupply of workers with a certain skill and low demand for that skill, wages will decrease. This interaction creates a competitive environment where employers must offer competitive wages to attract and retain skilled workers.\n\nAdditionally, in a purely capitalist system, wages are not controlled by labor organizations or employers but are instead dictated by market forces. Employers who offer wages below the market rate risk being understaffed, as workers will seek better-paying opportunities elsewhere. Therefore, the income of workers is ultimately a reflection of their skill level, the demand for that skill in the market, and the overall economic conditions influencing supply and demand. \n\nHowever, it is important to note that while markets can efficiently allocate wages based on skill, they can also lead to significant income inequality, as outcomes may be perceived as unfair due to the concentration of wealth and other market failures.",
    "paraphrased_answer": "In a market with workers of differing skill levels, several factors determine income:\n\n1. **Skill Level and Education**: Higher skill levels and education typically lead to higher wages. Workers with specialized skills or advanced degrees are often in greater demand, which can drive up their income.\n\n2. **Supply and Demand**: The balance between the supply of skilled workers and the demand for their skills plays a crucial role. If there is a high demand for a particular skill set but a limited supply of workers who possess that skill, wages for those workers will increase.\n\n3. **Marginal Value Added**: According to neoclassical economics, income is determined by the marginal value added by each worker. This means that workers who contribute more to the production process or generate higher profits for their employers will typically earn more.\n\n4. **Industry and Occupation**: Different industries and occupations have varying income levels based on their economic value, profitability, and the demand for their services. For example, technology and finance sectors often pay higher wages compared to sectors like retail or hospitality.\n\n5. **Experience**: Workers with more experience in their field tend to earn higher wages due to their accumulated knowledge and skills, which can enhance their productivity.\n\n6. **Market Conditions**: Economic conditions, such as recessions or booms, can influence wage levels. In a booming economy, demand for labor may increase, leading to higher wages, while in a recession, wages may stagnate or decrease.\n\n7. **Negotiation Power**: The ability of workers to negotiate their wages can also impact income. Workers in strong labor unions or those with in-demand skills may have more leverage to negotiate higher pay.\n\n8. **Geographic Location**: Wages can vary significantly based on geographic location due to cost of living differences and local demand for certain skills.\n\nOverall, income in a market with differing skill levels is influenced by a combination of individual worker characteristics, market dynamics, and broader economic factors.",
    "gold_answers": [
      "marginal value added of each economic actor",
      "differences in value",
      "marginal value added of each economic actor"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What planet did astrophysisist predict to explain the problems with Mercury?",
    "paraphrased_q": "Which planet did astrophysicists forecast to account for the issues related to Mercury?",
    "original_answer": "Astrophysicists predicted the existence of the planet Vulcan to explain the discrepancies with Mercury's orbit.",
    "paraphrased_answer": "Astrophysicists forecasted the existence of the planet Vulcan to account for the issues related to Mercury's orbit.",
    "gold_answers": [
      "Vulcan",
      "Vulcan",
      "Vulcan",
      "Vulcan"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What does the WG I Summary for Policymakers report say human activities are doing to greenhouse gases?",
    "paraphrased_q": "What does the WG I Summary for Policymakers indicate about the impact of human activities on greenhouse gases?",
    "original_answer": "The WG I Summary for Policymakers report states that human activities are substantially increasing the atmospheric concentrations of greenhouse gases, which is resulting in an average warming of the Earth's surface.",
    "paraphrased_answer": "The WG I Summary for Policymakers indicates that human activities are substantially increasing the atmospheric concentrations of greenhouse gases, which is resulting in an average warming of the Earth's surface. They assert with confidence that carbon dioxide (CO2) is responsible for over half of the enhanced greenhouse effect.",
    "gold_answers": [
      "substantially increasing the atmospheric concentrations",
      "substantially increasing the atmospheric concentrations of the greenhouse gases",
      "substantially increasing the atmospheric concentrations"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What year did Tesla avade the draft? ",
    "paraphrased_q": "In which year did Tesla avoid the draft?",
    "original_answer": "The documents provided do not contain information about Tesla evading the draft or any related events. Therefore, I cannot provide an answer to that question based on the given text.",
    "paraphrased_answer": "Nikola Tesla avoided the draft in 1917.",
    "gold_answers": [
      "1874",
      "1874",
      "1874"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Which book discussed the theory about low populations in the Amazon rainforest?",
    "paraphrased_q": "Which book addressed the theory regarding low populations in the Amazon rainforest?",
    "original_answer": "The book that discussed the theory about low populations in the Amazon rainforest is \"Amazonia: Man and Culture in a Counterfeit Paradise\" by archeologist Betty Meggers.",
    "paraphrased_answer": "The book that addressed the theory regarding low populations in the Amazon rainforest is \"Amazonia: Man and Culture in a Counterfeit Paradise\" by archeologist Betty Meggers.",
    "gold_answers": [
      "Amazonia: Man and Culture in a Counterfeit Paradise",
      "Amazonia: Man and Culture in a Counterfeit Paradise",
      "Amazonia: Man and Culture in a Counterfeit Paradise"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Where is another indoor location for a teacher other than a school?",
    "paraphrased_q": "What is an alternative indoor place for a teacher besides a school?",
    "original_answer": "Another indoor location for a teacher, other than a school, could be a tutoring center or a private home where tutoring sessions take place.",
    "paraphrased_answer": "An alternative indoor place for a teacher besides a school could be a tutoring center or a community center.",
    "gold_answers": [
      "academy",
      "academy",
      "academy"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "New ownership rules by the FCC in 1985 allowed broadcasters to own a maximum of how many stations?",
    "paraphrased_q": "What was the maximum number of stations that broadcasters were permitted to own under the new ownership rules established by the FCC in 1985?",
    "original_answer": "New ownership rules implemented by the FCC in January 1985 allowed broadcasters to own a maximum of 12 television stations.",
    "paraphrased_answer": "Under the new ownership rules established by the FCC in January 1985, broadcasters were permitted to own a maximum of 12 television stations.",
    "gold_answers": [
      "12 television stations",
      "12",
      "12"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What future Revolutionary key figures participated in this attack?",
    "paraphrased_q": "Which prominent figures of the future Revolution took part in this attack?",
    "original_answer": "The future Revolutionary key figures who participated in the attack led by Braddock were George Washington and Thomas Gage.",
    "paraphrased_answer": "The documents provided do not mention any prominent figures of the future Revolution participating in the attack described. The content primarily focuses on Genghis Khan's military campaigns against the Tanguts, Montcalm's actions during the French and Indian War, and the history of cigarette advertising regulations in the United States. If you are referring to a specific attack related to the American Revolution, please provide more context or specify the event, and I would be happy to help!",
    "gold_answers": [
      "Washington and Thomas Gage",
      "George Washington",
      "Washington and Thomas Gage",
      "Washington and Thomas Gage",
      "George Washington"
    ],
    "em_orig": 1.0,
    "em_para": 0.0,
    "delta_em": -1.0
  },
  {
    "original_q": "Where do nucleomorph genes transfer to?",
    "paraphrased_q": "To which location do nucleomorph genes transfer?",
    "original_answer": "Nucleomorph genes are transferred to the dinophyte nucleus.",
    "paraphrased_answer": "Nucleomorph genes transfer to the dinophyte nucleus.",
    "gold_answers": [
      "the dinophyte nucleus",
      "the dinophyte nucleus",
      "dinophyte nucleus"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What is the Norman architecture idiom?",
    "paraphrased_q": "What does the term Norman architecture refer to?",
    "original_answer": "The Norman architecture idiom is characterized by its use of rounded arches, particularly over windows and doorways, and massive proportions. It represents a unique Romanesque style that emerged during the Norman conquest and spread to regions such as England and Italy, significantly influencing the architectural landscape, especially in military structures like keeps.",
    "paraphrased_answer": "Norman architecture refers to a style of architecture that emerged during the 10th and 11th centuries, characterized by its Romanesque idiom. It is marked by features such as rounded arches, particularly over windows and doorways, and massive proportions. This architectural style was spread by the Normans to regions like England and Italy, significantly influencing the military landscape through the construction of keeps and fortifications in their north French style.",
    "gold_answers": [
      "Romanesque",
      "Romanesque",
      "Romanesque"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "How many LEA-funded 11 to 18 schools are there in Newcastle?",
    "paraphrased_q": "What is the number of LEA-funded schools for ages 11 to 18 located in Newcastle?",
    "original_answer": "There are eleven LEA-funded 11 to 18 schools in Newcastle.",
    "paraphrased_answer": "There are eleven LEA-funded schools for ages 11 to 18 located in Newcastle.",
    "gold_answers": [
      "eleven",
      "eleven",
      "eleven"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What rank does Doctor Who hold in a list of the 100 Greatest Kids' TV Shows?",
    "paraphrased_q": "What position does Doctor Who occupy in the ranking of the 100 Greatest Kids' TV Shows?",
    "original_answer": "Doctor Who was placed at number eight in the 100 Greatest Kids' TV Shows countdown by Channel 4 in 2001.",
    "paraphrased_answer": "Doctor Who was placed at number eight in the ranking of the 100 Greatest Kids' TV Shows in a Channel 4 countdown in 2001.",
    "gold_answers": [
      "eight",
      "eight",
      "eight"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What was the name of Theodore Roosevelt’s policy of imperialism?",
    "paraphrased_q": "What did Theodore Roosevelt call his imperialism policy?",
    "original_answer": "Theodore Roosevelt's policy of imperialism is often referred to as \"Big Stick Diplomacy.\"",
    "paraphrased_answer": "Theodore Roosevelt referred to his imperialism policy as \"Big Stick Diplomacy.\" This approach emphasized the use of military power and intervention as a means to achieve foreign policy goals, particularly in Latin America and the Caribbean.",
    "gold_answers": [
      "interventionism",
      ".",
      "interventionism",
      "interventionism",
      "interventionism"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Who stated he wanted Israel to vanish?",
    "paraphrased_q": "Who claimed he wished for the disappearance of Israel?",
    "original_answer": "President Mahmoud Ahmadinejad stated he wanted Israel to vanish.",
    "paraphrased_answer": "The documents provided do not contain any information regarding someone claiming they wished for the disappearance of Israel. Therefore, I cannot provide an answer based on the given text.",
    "gold_answers": [
      "President Mahmoud Ahmadinejad",
      "President Mahmoud Ahmadinejad",
      "President Mahmoud Ahmadinejad"
    ],
    "em_orig": 1.0,
    "em_para": 0.0,
    "delta_em": -1.0
  },
  {
    "original_q": "Who first played the Master in the 2007 series?",
    "paraphrased_q": "Who was the first actor to portray the Master in the 2007 series?",
    "original_answer": "Derek Jacobi first played the Master in the 2007 series, during the episode \"Utopia.\"",
    "paraphrased_answer": "The first actor to portray the Master in the 2007 series was Derek Jacobi.",
    "gold_answers": [
      "Derek Jacobi",
      "Derek Jacobi",
      "John Simm"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What is a ctenophora?",
    "paraphrased_q": "What is a ctenophore?",
    "original_answer": "Ctenophora, commonly known as comb jellies, is a phylum of animals that inhabit marine waters worldwide. They are characterized by their distinctive feature, which is the presence of 'combs'—groups of cilia that they use for swimming. Ctenophores are the largest animals that swim using cilia, and their size can range from a few millimeters to 1.5 meters (approximately 4 feet 11 inches). Their bodies consist of a jelly-like substance, with two layers of cells: one layer on the outside and another lining the internal cavity. This is in contrast to cnidarians, which have only one cell layer deep. While some earlier classifications grouped ctenophores and cnidarians together in a single phylum called Coelenterata, more recent classifications recognize them as separate phyla due to significant differences.",
    "paraphrased_answer": "A ctenophore, commonly known as a comb jelly, is a type of marine invertebrate belonging to the phylum Ctenophora. Ctenophores are characterized by their gelatinous bodies and the presence of rows of cilia, known as \"combs,\" which they use for locomotion. They are typically found in oceanic environments and can vary in size and color. Ctenophores are known for their bioluminescence and are often transparent or translucent. They primarily feed on small planktonic organisms and are an important part of the marine food web.",
    "gold_answers": [
      "phylum of animals that live in marine waters",
      "a phylum of animals",
      "comb jellies"
    ],
    "em_orig": 1.0,
    "em_para": 0.0,
    "delta_em": -1.0
  },
  {
    "original_q": "In what kind of fluid are pressure differences caused by direction of forces over gradients?",
    "paraphrased_q": "In which type of fluid do pressure variations occur due to the direction of forces acting over gradients?",
    "original_answer": "In extended fluids, pressure differences result in forces being directed along the pressure gradients.",
    "paraphrased_answer": "In extended fluids, pressure variations occur due to the direction of forces acting over pressure gradients.",
    "gold_answers": [
      "extended",
      "extended",
      "extended"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Invertebrates do not generate what type of cells that are a part of the vertebrate adaptive immune system?",
    "paraphrased_q": "What type of cells, which are involved in the adaptive immune system of vertebrates, are not produced by invertebrates?",
    "original_answer": "Invertebrates do not generate lymphocytes, which are a type of cell that is part of the vertebrate adaptive immune system.",
    "paraphrased_answer": "The type of cells involved in the adaptive immune system of vertebrates that are not produced by invertebrates are lymphocytes.",
    "gold_answers": [
      "lymphocytes",
      "lymphocytes",
      "lymphocytes"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What tribe did Toghrul lead?",
    "paraphrased_q": "Which tribe was led by Toghrul?",
    "original_answer": "Toghrul led the Keraites tribe.",
    "paraphrased_answer": "Toghrul was the Khan of the Keraites.",
    "gold_answers": [
      "the Keraites",
      "Keraites",
      "Keraites"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Who was Ayurbarwada's son?",
    "paraphrased_q": "Who is the son of Ayurbarwada?",
    "original_answer": "Ayurbarwada's son was Emperor Gegeen Khan.",
    "paraphrased_answer": "The son of Ayurbarwada is Emperor Gegeen Khan.",
    "gold_answers": [
      "Gegeen Khan",
      "Gegeen Khan",
      "Gegeen Khan"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What magnetic and electric force acts on a charge?",
    "paraphrased_q": "What forces, both magnetic and electric, influence a charge?",
    "original_answer": "The forces that act on a charge in the context of electricity and magnetism are the electrostatic force and the magnetic force. The electrostatic force is due to the electric field, while the magnetic force arises from the magnetic field. Together, these forces can be described as part of the unified electromagnetic force acting on the charge.",
    "paraphrased_answer": "A charge is influenced by two primary forces: the electrostatic force and the magnetic force. \n\n1. **Electrostatic Force**: This force arises from the electric field created by other charges. It acts on a charge based on its position within the electric field and is described by Coulomb's Law, which states that like charges repel and opposite charges attract.\n\n2. **Magnetic Force**: This force is exerted on a moving charge within a magnetic field, as described by Lorentz's Law. The magnetic force depends on the velocity of the charge, the strength of the magnetic field, and the angle between the velocity of the charge and the direction of the magnetic field. The magnetic force acts perpendicular to both the velocity of the charge and the magnetic field direction.\n\nTogether, these forces contribute to the overall electromagnetic force acting on a charge, allowing for a unified description of the interactions between electricity and magnetism.",
    "gold_answers": [
      "unified electromagnetic",
      "unified electromagnetic force",
      "electromagnetic",
      "unified electromagnetic force"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Which measure must be adopted when there is a choice between several?",
    "paraphrased_q": "What action should be taken when faced with multiple options?",
    "original_answer": "When there is a choice between several appropriate measures, the least onerous measure must be adopted.",
    "paraphrased_answer": "When faced with multiple options, the action that should be taken is to choose the least onerous measure that is appropriate and necessary to achieve the desired objectives. This aligns with the principle of proportionality, which emphasizes that any action should not go beyond what is necessary and should consider the balance between the disadvantages caused and the aims pursued.",
    "gold_answers": [
      "the least onerous",
      "the least onerous must be adopted",
      "the least onerous must be adopted"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Who are commonly associated with the algorithm typically considered the most effective with respect to finite polynomial hierarchy and graph isomorphism?",
    "paraphrased_q": "Which individuals are often linked to the algorithm that is generally regarded as the most efficient concerning finite polynomial hierarchy and graph isomorphism?",
    "original_answer": "The algorithm typically considered the most effective with respect to the graph isomorphism problem is associated with Laszlo Babai and Eugene Luks.",
    "paraphrased_answer": "The individuals linked to the algorithm that is generally regarded as the most efficient concerning the graph isomorphism problem are Laszlo Babai and Eugene Luks.",
    "gold_answers": [
      "Laszlo Babai and Eugene Luks",
      "Babai and Eugene Luks",
      "Laszlo Babai and Eugene Luks"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Who lost to the Panthers in the divisional round of the playoffs?",
    "paraphrased_q": "Which team was defeated by the Panthers in the divisional playoff round?",
    "original_answer": "The Seattle Seahawks lost to the Panthers in the divisional round of the playoffs.",
    "paraphrased_answer": "The Panthers defeated the Seattle Seahawks in the divisional playoff round.",
    "gold_answers": [
      "Seattle Seahawks",
      "the Seattle Seahawks",
      "Seahawks"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What governing body appoints commissioners and the board of European Central Bank?",
    "paraphrased_q": "Which authority is responsible for appointing the commissioners and the board of the European Central Bank?",
    "original_answer": "The European Council appoints the Commissioners and the board of the European Central Bank.",
    "paraphrased_answer": "The European Council is responsible for appointing the commissioners and the board of the European Central Bank.",
    "gold_answers": [
      "The \"European Council\"",
      "The \"European Council\"",
      "The \"European Council\"",
      "The \"European Council\""
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "How many people attended the 2003 IPCC meeting?",
    "paraphrased_q": "What was the attendance at the IPCC meeting in 2003?",
    "original_answer": "The 2003 IPCC meeting had 322 persons in attendance.",
    "paraphrased_answer": "The attendance at the IPCC meeting in 2003 included 350 government officials and climate change experts, with 322 persons in attendance at the sessions. About seven-eighths of the participants were from governmental organizations.",
    "gold_answers": [
      "350",
      "350",
      "350"
    ],
    "em_orig": 0.0,
    "em_para": 1.0,
    "delta_em": 1.0
  },
  {
    "original_q": "What power is available to Australian private schools but generally not present in public schools?",
    "paraphrased_q": "What authority do Australian private schools possess that is typically absent in public schools?",
    "original_answer": "Australian private schools have the power of expulsion, which is not readily available to government schools. This allows private schools to enforce stricter discipline compared to public schools.",
    "paraphrased_answer": "Australian private schools possess the authority to expel students, which is typically not readily available to public schools. This power of expulsion allows private schools to enforce stricter discipline compared to government schools.",
    "gold_answers": [
      "expulsion",
      "expulsion",
      "offer a higher quality of education"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "In which year did the newspaper define southern California?",
    "paraphrased_q": "What year did the newspaper characterize southern California?",
    "original_answer": "The newspaper defined southern California in the year 1900.",
    "paraphrased_answer": "The provided documents do not specify a year in which the newspaper characterized southern California. Therefore, I cannot provide an answer to that question based on the information given.",
    "gold_answers": [
      "1900",
      "1900",
      "1900"
    ],
    "em_orig": 1.0,
    "em_para": 0.0,
    "delta_em": -1.0
  },
  {
    "original_q": "What one point was not agreed on that was dear to Luther?",
    "paraphrased_q": "Which specific point, important to Luther, was not reached in agreement?",
    "original_answer": "The one point that was not agreed on and was dear to Luther was his belief that the papacy was not part of the biblical Church and that the papacy represented the Antichrist, as concluded from his historical interpretation of Bible prophecy. This fundamental disagreement with the Catholic Church's authority and teachings was central to Luther's reformist stance and ultimately led to his conflict with Pope Leo X and the church.",
    "paraphrased_answer": "The specific point that was not reached in agreement at the Marburg Colloquy, which was crucial to Luther, was the nature of the Eucharist – the sacrament of the Lord's Supper.",
    "gold_answers": [
      "nature of the Eucharist",
      "nature of the Eucharist",
      "sacrament of the Lord's Supper"
    ],
    "em_orig": 0.0,
    "em_para": 1.0,
    "delta_em": 1.0
  },
  {
    "original_q": "What is the southern region where protestants are concentrated?",
    "paraphrased_q": "Which southern area has a high concentration of Protestants?",
    "original_answer": "The southern region where Protestants are concentrated in modern France is the Cévennes mountain region.",
    "paraphrased_answer": "The document provided does not contain information about the religious demographics of Southern California or any specific area with a high concentration of Protestants. Therefore, I cannot provide an answer based on the given text. If you have additional information or context, please share it, and I would be happy to help!",
    "gold_answers": [
      "Cévennes",
      "Cévennes",
      "Cévennes mountain region"
    ],
    "em_orig": 1.0,
    "em_para": 0.0,
    "delta_em": -1.0
  },
  {
    "original_q": "Who registered the most sacks on the team this season?",
    "paraphrased_q": "Which player recorded the highest number of sacks for the team this season?",
    "original_answer": "Pro Bowl defensive tackle Kawann Short registered the most sacks on the team this season with a total of 11 sacks.",
    "paraphrased_answer": "Pro Bowl defensive tackle Kawann Short recorded the highest number of sacks for the team this season, with a total of 11 sacks.",
    "gold_answers": [
      "Kawann Short",
      "Kawann Short",
      "Short"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "How many years was John Fox the head coach of the Denver Broncos?",
    "paraphrased_q": "For how many years did John Fox serve as the head coach of the Denver Broncos?",
    "original_answer": "John Fox was the head coach of the Denver Broncos for four years.",
    "paraphrased_answer": "John Fox served as the head coach of the Denver Broncos for four years.",
    "gold_answers": [
      "four",
      "four",
      "four"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "How many plant species are estimated to be in the Amazon region?",
    "paraphrased_q": "What is the estimated number of plant species found in the Amazon region?",
    "original_answer": "The Amazon region is home to at least 40,000 plant species.",
    "paraphrased_answer": "The estimated number of plant species found in the Amazon region is at least 40,000.",
    "gold_answers": [
      "40,000",
      "tens of thousands",
      "tens of thousands"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Why aren't the examples of bouregois architecture visible today?",
    "paraphrased_q": "What is the reason that examples of bourgeois architecture are not visible today?",
    "original_answer": "The examples of bourgeois architecture from the later periods are not visible today primarily because they were either not restored by the communist authorities after the war or were rebuilt in the socialist realism style. Notable buildings like the Kronenberg Palace and the Insurance Company Rosja were not restored, while others, such as the Warsaw Philharmonic, were altered significantly in style. Although some 19th-century buildings in the Praga district have been restored, many remain poorly maintained. Additionally, the municipal government has decided to rebuild significant structures like the Saxon Palace and the Brühl Palace, indicating that the original bourgeois architecture has largely been lost or transformed.",
    "paraphrased_answer": "Examples of bourgeois architecture are not visible today primarily because they were either not restored by the communist authorities after the war or were rebuilt in the socialist realism style, which altered their original designs. Notable buildings like the Kronenberg Palace and the Insurance Company Rosja were not restored, while others, such as the Warsaw Philharmonic, were transformed to fit the new architectural style of the time. Although some 19th-century buildings in the Praga district have been restored, many remain poorly maintained, contributing to the overall scarcity of visible bourgeois architecture in contemporary Warsaw.",
    "gold_answers": [
      "not restored by the communist authorities",
      "were not restored",
      "not restored by the communist authorities after the war"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Time and space are both examples of what type of resource?",
    "paraphrased_q": "What category of resource do time and space both represent?",
    "original_answer": "Time and space are both examples of complexity resources.",
    "paraphrased_answer": "Time and space both represent complexity resources in the context of computational complexity theory.",
    "gold_answers": [
      "complexity resources",
      "complexity resources",
      "complexity"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What did the museum acquire from the Royal College of Science?",
    "paraphrased_q": "What items did the museum obtain from the Royal College of Science?",
    "original_answer": "The museum acquired what is now the Henry Cole wing from the Royal College of Science.",
    "paraphrased_answer": "The museum acquired the Henry Cole wing from the Royal College of Science.",
    "gold_answers": [
      "Henry Cole wing",
      "Henry Cole wing",
      "Henry Cole wing"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Other than the desert city why do many locals and tourists frequent southern California?",
    "paraphrased_q": "Aside from the desert city, what attracts many locals and tourists to southern California?",
    "original_answer": "Many locals and tourists frequent southern California for its popular beaches.",
    "paraphrased_answer": "Many locals and tourists are attracted to southern California for its popular beaches.",
    "gold_answers": [
      "beaches",
      "for its popular beaches",
      "beaches"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Which country faced a complete embargo in the EEC?",
    "paraphrased_q": "Which nation experienced a total embargo within the EEC?",
    "original_answer": "The Netherlands faced a complete embargo in the European Economic Community (EEC).",
    "paraphrased_answer": "The Netherlands experienced a total embargo within the EEC.",
    "gold_answers": [
      "Netherlands",
      "Netherlands",
      "the Netherlands",
      "the Netherlands"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "In what year was the Lunar Module (LM) dropped because it wasn't seen as useful?",
    "paraphrased_q": "Which year did they decide to discontinue the Lunar Module (LM) due to its perceived lack of usefulness?",
    "original_answer": "The Lunar Module (LM) was dropped as a \"lifeboat\" option in 1964.",
    "paraphrased_answer": "The decision to discontinue the Lunar Module (LM) as a \"lifeboat\" was made in 1964.",
    "gold_answers": [
      "1964",
      "1964",
      "1964",
      "1964",
      "1964"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What kind of allegations were brought after the 2007 election?",
    "paraphrased_q": "What types of accusations emerged following the 2007 election?",
    "original_answer": "After the national elections of December 2007, there were serious allegations of human rights violations, particularly during counter-insurgency operations in the Mt Elgon area and in the district of Mandera central.",
    "paraphrased_answer": "Following the 2007 national elections, there were serious allegations of human rights violations, particularly in relation to the armed forces conducting counter-insurgency operations in the Mt Elgon area and the district of Mandera central.",
    "gold_answers": [
      "human rights violations",
      "human rights violations",
      "human rights violations"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What might the Amazon forest become if it passes the tipping point and starts to die?",
    "paraphrased_q": "What could the Amazon rainforest turn into if it reaches the tipping point and begins to deteriorate?",
    "original_answer": "If the Amazon forest passes the tipping point and starts to die, it might be turned into savanna or desert. This transformation would have catastrophic consequences for the world's climate.",
    "paraphrased_answer": "If the Amazon rainforest reaches the tipping point and begins to deteriorate, it could be turned into savanna or desert.",
    "gold_answers": [
      "savanna or desert",
      "desert",
      "savanna or desert"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What did Tesla dress in while in Tominaj?",
    "paraphrased_q": "What clothing did Tesla wear during his time in Tominaj?",
    "original_answer": "Tesla dressed in hunter's garb while in Tomingaj.",
    "paraphrased_answer": "The documents provided do not contain any information about the clothing Tesla wore during his time in Tominaj. Therefore, I cannot provide an answer to that question based on the available information.",
    "gold_answers": [
      "hunter's garb",
      "hunter's garb",
      "hunter's garb"
    ],
    "em_orig": 1.0,
    "em_para": 0.0,
    "delta_em": -1.0
  },
  {
    "original_q": "What was Luther's major work of 60,000 words on the Jews?",
    "paraphrased_q": "What is the title of Luther's significant 60,000-word work concerning the Jews?",
    "original_answer": "Luther's major work of 60,000 words on the Jews was titled \"Von den Juden und Ihren Lügen\" (On the Jews and Their Lies).",
    "paraphrased_answer": "The title of Luther's significant 60,000-word work concerning the Jews is \"Von den Juden und Ihren Lügen\" (On the Jews and Their Lies).",
    "gold_answers": [
      "Von den Juden und Ihren Lügen",
      "treatise Von den Juden und Ihren Lügen",
      "Von den Juden und Ihren Lügen"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What previous Super Bowl halftime show did Bruno Mars headline?",
    "paraphrased_q": "Which Super Bowl halftime show did Bruno Mars perform in as the main act?",
    "original_answer": "Bruno Mars headlined the Super Bowl XLVIII halftime show.",
    "paraphrased_answer": "Bruno Mars performed as the main act in Super Bowl XLVIII.",
    "gold_answers": [
      "Super Bowl XLVIII",
      "Super Bowl XLVIII",
      "XLVIII"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "When do the stated Treaties apply?",
    "paraphrased_q": "At what times do the specified Treaties come into effect?",
    "original_answer": "The stated Treaties apply as soon as they enter into force, unless stated otherwise, and are generally concluded for an unlimited period.",
    "paraphrased_answer": "The specified Treaties, namely the Treaty on European Union (TEU) and the Treaty on the Functioning of the European Union (TFEU), apply as soon as they enter into force, unless stated otherwise.",
    "gold_answers": [
      "Treaties apply as soon as they enter into force, unless stated otherwise",
      "Treaties apply as soon as they enter into force, unless stated otherwise, and are generally concluded for an unlimited period",
      "as soon as they enter into force",
      "as soon as they enter into force"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What kind of audience share did MNF allow ABC to attain according to Goldenson?",
    "paraphrased_q": "According to Goldenson, what level of audience share did MNF enable ABC to achieve?",
    "original_answer": "According to Goldenson, Monday Night Football (MNF) helped ABC regularly score an audience share of 15%–16%.",
    "paraphrased_answer": "According to Goldenson, Monday Night Football (MNF) helped ABC regularly score an audience share of 15%–16%.",
    "gold_answers": [
      "15%–16%",
      "15%–16%",
      "15%–16%"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  }
]