[
  {
    "original_q": "If you wanted to show off silk, what item could it be on?",
    "paraphrased_q": "If you wanted to show off silk, what item could it be on?",
    "original_answer": "Error",
    "paraphrased_answer": "Error",
    "gold_answers": [
      "expensive clothing"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Where is hard to read note likely to be?",
    "paraphrased_q": "Where is hard to read note likely to be?",
    "original_answer": "Error",
    "paraphrased_answer": "Error",
    "gold_answers": [
      "medical chart"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What does a person with a what likely do?",
    "paraphrased_q": "What does a person with a what likely do?",
    "original_answer": "Error",
    "paraphrased_answer": "Error",
    "gold_answers": [
      "know what time"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Where would you get some maps that you own?",
    "paraphrased_q": "Where would you get some maps that you own?",
    "original_answer": "Error",
    "paraphrased_answer": "Error",
    "gold_answers": [
      "cabinet"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "The town house went right to the curb, a slot effectively made a mailbox of the what?",
    "paraphrased_q": "The town house went right to the curb, a slot effectively made a mailbox of the what?",
    "original_answer": "Error",
    "paraphrased_answer": "Error",
    "gold_answers": [
      "front door"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Sean was in a rush to get home, but the light turned yellow and he was forced to do what?",
    "paraphrased_q": "Sean was in a rush to get home, but the light turned yellow and he was forced to do what?",
    "original_answer": "Error",
    "paraphrased_answer": "Sean was forced to stop at the traffic light.",
    "gold_answers": [
      "slow down"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What do you do in order to fly in airplane?",
    "paraphrased_q": "What steps do you take to travel by airplane?",
    "original_answer": "To fly in an airplane, you typically need to follow these steps:\n\n1. **Book a Ticket**: Purchase a ticket for your desired flight through an airline or travel agency.\n2. **Check-In**: Arrive at the airport and check in for your flight, either online or at the airport.\n3. **Security Screening**: Go through security screening, where you and your luggage will be checked for prohibited items.\n4. **Boarding**: Proceed to the designated gate and board the airplane when your group is called.\n5. **Take Your Seat**: Find your assigned seat, stow your carry-on luggage, and fasten your seatbelt.\n6. **Follow Safety Instructions**: Pay attention to the safety demonstration provided by the flight attendants.\n7. **Enjoy the Flight**: Once the plane takes off, you can relax and enjoy the flight until you reach your destination.\n\nMake sure to also check any travel requirements or restrictions that may be in place.",
    "paraphrased_answer": "To travel by airplane, you can follow these steps:\n\n1. **Plan Your Trip**: Decide on your destination, travel dates, and budget.\n\n2. **Book Your Flight**: Search for flights using travel websites or airline websites. Compare prices and choose a flight that fits your schedule and budget. Make a reservation and purchase your ticket.\n\n3. **Check Travel Requirements**: Verify if you need a visa or any other travel documents for your destination. Ensure your passport is valid for the required duration.\n\n4. **Pack Your Bags**: Make a packing list based on your destination and the duration of your trip. Check the airline's baggage policy for size and weight limits.\n\n5. **Arrive at the Airport**: Arrive at the airport at least 2-3 hours before your flight for domestic flights and 3-4 hours for international flights.\n\n6. **Check-In**: Use online check-in if available, or check in at the airport. Obtain your boarding pass and drop off any checked luggage.\n\n7. **Security Screening**: Go through security screening. Remove any items that need to be screened separately, such as laptops and liquids.\n\n8. **Find Your Gate**: Check the airport monitors for your flight information and proceed to the designated gate.\n\n9. **Board the Plane**: Listen for announcements regarding boarding. Have your boarding pass and ID ready for inspection.\n\n10. **Enjoy Your Flight**: Once on board, follow the crew's instructions, buckle your seatbelt, and enjoy the flight.\n\n11. **Arrival**: After landing, follow signs to baggage claim if you have checked luggage. Proceed through customs if traveling internationally.\n\n12. **Transportation**: Arrange for transportation from the airport to your final destination, whether it be a rental car, taxi, or public transport.\n\nBy following these steps, you can ensure a smooth travel experience by airplane.",
    "gold_answers": [
      "buy tickets"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "If you spend a long time running after a ball how are you likely to feel?",
    "paraphrased_q": "How might you feel after chasing a ball for an extended period?",
    "original_answer": "If you spend a long time running after a ball, you are likely to feel tired or fatigued.",
    "paraphrased_answer": "Error",
    "gold_answers": [
      "tiredness"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Anybody could be hired in the kitchen, what was needed of them?",
    "paraphrased_q": "What was required of anyone who could be employed in the kitchen?",
    "original_answer": "What was needed of them was the ability to work efficiently and collaboratively in a team, as well as a willingness to learn and adapt to the specific requirements of the kitchen environment. Additionally, having a good understanding of food safety and hygiene practices would be essential.",
    "paraphrased_answer": "Anyone who could be employed in the kitchen was required to have knowledge of modular kitchen cabinets and their incorporation into the design, as well as an understanding of how to effectively utilize the space for cooking and meal preparation.",
    "gold_answers": [
      "wash dishes"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Why did the heavy metal band need electricity at the stadium?",
    "paraphrased_q": "What was the reason the heavy metal band required electricity at the stadium?",
    "original_answer": "The heavy metal band needed electricity at the stadium to power their musical equipment, including amplifiers, instruments, and lighting, which are essential for their performance.",
    "paraphrased_answer": "The heavy metal band required electricity at the stadium to power their amplifiers and sound equipment, which are essential for their performances.",
    "gold_answers": [
      "concert"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Where does one store fabric in their own home?",
    "paraphrased_q": "Where can someone keep fabric in their home?",
    "original_answer": "One can store fabric in the sewing room of their home.",
    "paraphrased_answer": "Someone can keep fabric in their home in various places, such as:\n\n1. **Closets** - Storing fabric in a dedicated closet can help keep it organized and protected.\n2. **Drawers** - Using drawers in dressers or storage units can be a great way to keep smaller pieces of fabric neatly stored.\n3. **Shelves** - Open shelves can display fabric while keeping it accessible for crafting or sewing projects.\n4. **Baskets or bins** - These can be used to store fabric in a decorative way while keeping it contained.\n5. **Under the bed** - Utilizing under-bed storage can be an efficient way to keep larger quantities of fabric out of sight but still easily accessible.\n6. **Fabric rolls or bolts** - If you have larger pieces, consider using a dedicated area for fabric rolls or bolts, such as a craft room or sewing area.\n\nOverall, the best place to keep fabric will depend on the amount of fabric, the type of fabric, and personal preference for organization.",
    "gold_answers": [
      "sewing room"
    ],
    "em_orig": 1.0,
    "em_para": 0.0,
    "delta_em": -1.0
  },
  {
    "original_q": "Where would I not want a fox?",
    "paraphrased_q": "In what places would I prefer not to have a fox?",
    "original_answer": "You would not want a fox in a hen house.",
    "paraphrased_answer": "You would prefer not to have a fox in a hen house, as it poses a threat to the chickens. Additionally, you might not want a fox in a hotel while you are eating food, as it could create a disturbance or pose a risk to your meal. Lastly, if you are in a situation where you are handling a metal piece, having a fox around could be dangerous or distracting.",
    "gold_answers": [
      "hen house"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What room is likely to have a sideboard on the counter?",
    "paraphrased_q": "In which room is a sideboard probably found on the counter?",
    "original_answer": "The kitchen is likely to have a sideboard on the counter.",
    "paraphrased_answer": "A sideboard is probably found in the kitchen.",
    "gold_answers": [
      "kitchen"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What will happen to animals after eating food?",
    "paraphrased_q": "What occurs to animals after they consume food?",
    "original_answer": "After eating food, animals will typically digest it, which provides them with the necessary nutrients and energy to sustain their bodily functions. Depending on the type of food consumed, animals may experience various effects, such as increased energy, growth, or changes in behavior. If the food is suitable and nutritious, it will contribute positively to their health. However, if the food is inappropriate or harmful, it could lead to health issues.",
    "paraphrased_answer": "After animals consume food, they digest it to extract nutrients and energy necessary for their survival. This process involves breaking down the food in their digestive system, allowing their bodies to absorb the essential components for growth, maintenance, and energy.",
    "gold_answers": [
      "feel pleasure"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "If a person is trying to keep something in their hand what should they do?",
    "paraphrased_q": "What actions should a person take to hold something in their hand?",
    "original_answer": "If a person is trying to keep something in their hand, they should grip it firmly and ensure their fingers are wrapped around it securely to prevent it from slipping or falling.",
    "paraphrased_answer": "To hold something in their hand, a person should:\n\n1. **Reach Out**: Extend their arm towards the object they want to hold.\n2. **Grip**: Use their fingers to grasp the object securely.\n3. **Lift**: Raise their hand to bring the object closer to their body.\n4. **Adjust**: Position their fingers and hand for a comfortable and stable hold.\n5. **Balance**: Ensure that the object is balanced in their hand to prevent dropping it.\n\nThese actions will allow a person to effectively hold an object in their hand.",
    "gold_answers": [
      "have to hold"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "He has lactose intolerant, but was eating dinner made of cheese, what followed for him?",
    "paraphrased_q": "He is lactose intolerant, yet he was having a cheese-based dinner; what happened to him afterward?",
    "original_answer": "After eating dinner made of cheese, he likely experienced discomfort, such as bloating, gas, or stomach cramps, due to his lactose intolerance.",
    "paraphrased_answer": "After having a cheese-based dinner, he likely experienced discomfort and digestive issues due to his lactose intolerance. This could include symptoms such as bloating, gas, stomach cramps, or diarrhea.",
    "gold_answers": [
      "indigestion"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "The hostess was good at her job, she always had a smile when she would what?",
    "paraphrased_q": "The hostess excelled in her role; she always greeted guests with a smile when she would do what?",
    "original_answer": "The hostess was good at her job, she always had a smile when she would welcome guests.",
    "paraphrased_answer": "The hostess excelled in her role; she always greeted guests with a smile when she would welcome them.",
    "gold_answers": [
      "welcome guests"
    ],
    "em_orig": 1.0,
    "em_para": 0.0,
    "delta_em": -1.0
  },
  {
    "original_q": "What do people do for food?",
    "paraphrased_q": "What actions do individuals take to obtain food?",
    "original_answer": "People buy food when they need to eat, whether it's for daily meals, special occasions, or to satisfy cravings. They may go grocery shopping, order takeout, dine at restaurants, or prepare meals at home.",
    "paraphrased_answer": "Individuals take various actions to obtain food, such as going to the supermarket to purchase groceries, planning meals, preparing shopping lists, and sometimes ordering food from restaurants or delivery services. They may also grow their own food, visit farmers' markets, or participate in community food programs.",
    "gold_answers": [
      "kill animals"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "James need to use a toilet but there were no public ones in sight.  Eventually he broke down and did something very expensive so that he could get a toilet.  Where might he have gone?",
    "paraphrased_q": "James needed to find a restroom, but there were no public facilities available. In the end, he resorted to an expensive option to access a toilet. Where could he have gone?",
    "original_answer": "James might have gone to a nearby restaurant, café, or hotel where he could use their restroom facilities, possibly after making a purchase or paying a fee. Alternatively, he could have gone to a gas station or convenience store, where access to restrooms is often provided for customers. If he did something very expensive, he might have opted for a high-end establishment or a private club that charges a premium for access to their facilities.",
    "paraphrased_answer": "James could have gone to a nearby restaurant, café, or hotel, as these places often have restrooms available for customers or guests. Alternatively, he might have used a gas station or convenience store, which typically provide restroom facilities, although he may have had to make a purchase to access them.",
    "gold_answers": [
      "motel room"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Where would you buy a finely crafted writing instrument?",
    "paraphrased_q": "Where can you purchase a well-made writing tool?",
    "original_answer": "You would buy a finely crafted writing instrument at a specialty stationery store, an art supply store, or an online retailer that specializes in high-quality pens and writing tools.",
    "paraphrased_answer": "You can purchase a well-made writing tool at office supply stores, specialty stationery shops, or online retailers that focus on writing instruments. Additionally, some bookstores and art supply stores may also carry high-quality writing implements.",
    "gold_answers": [
      "stationery store"
    ],
    "em_orig": 1.0,
    "em_para": 0.0,
    "delta_em": -1.0
  },
  {
    "original_q": "A loud machine is irritating, but many are expected where?",
    "paraphrased_q": "Where are many loud machines anticipated, despite their irritating nature?",
    "original_answer": "A loud machine is expected in a factory.",
    "paraphrased_answer": "Many loud machines are anticipated in industrial settings, construction sites, and manufacturing plants, despite their irritating nature.",
    "gold_answers": [
      "industrial area"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "When are people buying products more?",
    "paraphrased_q": "At what times do people tend to purchase more products?",
    "original_answer": "People are more likely to buy products during times of need, such as when they are experiencing pain or discomfort, which may lead them to purchase items like acetaminophen. Additionally, purchasing patterns can increase during specific seasons, holidays, or promotional events.",
    "paraphrased_answer": "People tend to purchase more products during certain times, such as:\n\n1. **Holidays and Special Occasions**: Events like Christmas, Thanksgiving, Black Friday, and Valentine's Day often see a spike in consumer spending as people buy gifts and decorations.\n\n2. **Sales and Promotions**: Times when retailers offer discounts, such as end-of-season sales, clearance events, or promotional sales, can lead to increased purchases.\n\n3. **Back-to-School Season**: This period typically sees a rise in purchases of school supplies, clothing, and electronics as students prepare for the new academic year.\n\n4. **Paydays**: Many people tend to spend more right after receiving their paychecks, leading to increased purchases.\n\n5. **New Product Launches**: When companies release new products, especially in technology or fashion, consumers may be more inclined to make purchases.\n\n6. **Economic Conditions**: During times of economic growth or stability, people may feel more confident in their financial situation and spend more.\n\n7. **Seasonal Changes**: Changes in seasons can influence purchases, such as buying summer clothing in spring or holiday decorations in winter.\n\n8. **Life Events**: Major life events, such as moving, getting married, or having a baby, often lead to increased spending on related products and services.\n\nOverall, consumer behavior can be influenced by a combination of external factors, personal circumstances, and marketing strategies.",
    "gold_answers": [
      "economic boom"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "If I want to watch a movie without leaving my home what might I use?",
    "paraphrased_q": "What could I use to watch a movie from the comfort of my home?",
    "original_answer": "You might use a streaming service or a digital platform to watch a movie without leaving your home.",
    "paraphrased_answer": "You could use a television, a computer, a tablet, or a smartphone to watch a movie from the comfort of your home. Additionally, you could use streaming devices like a Roku, Amazon Fire Stick, or a gaming console that supports streaming services.",
    "gold_answers": [
      "television"
    ],
    "em_orig": 0.0,
    "em_para": 1.0,
    "delta_em": 1.0
  },
  {
    "original_q": "What does a child learn to do before school?",
    "paraphrased_q": "What skills does a child acquire prior to starting school?",
    "original_answer": "Before school, a child often learns to communicate, socialize with others, follow basic instructions, and develop foundational skills such as counting, recognizing letters, and understanding routines. They also learn to express their needs and emotions, as well as engage in play and exploration.",
    "paraphrased_answer": "Before starting school, a child typically acquires several important skills, including:\n\n1. **Language Skills**: Developing vocabulary, understanding basic grammar, and being able to express thoughts and needs verbally.\n\n2. **Social Skills**: Learning to interact with peers, share, take turns, and cooperate in group settings.\n\n3. **Motor Skills**: Improving fine motor skills through activities like drawing, cutting, and manipulating small objects, as well as gross motor skills through running, jumping, and climbing.\n\n4. **Emotional Skills**: Recognizing and expressing emotions, developing empathy, and learning to manage feelings.\n\n5. **Cognitive Skills**: Engaging in problem-solving, recognizing shapes, colors, and numbers, and beginning to understand basic concepts of time and space.\n\n6. **Self-Help Skills**: Gaining independence in personal care tasks, such as dressing, using the bathroom, and eating.\n\n7. **Listening Skills**: Developing the ability to listen to instructions and follow directions.\n\nThese skills help prepare children for the structured environment of school and facilitate their learning and social interactions.",
    "gold_answers": [
      "dress herself"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What type of fruit is easily broken in to sections?",
    "paraphrased_q": "Which kind of fruit can be easily divided into sections?",
    "original_answer": "The type of fruit that is easily broken into sections is an orange.",
    "paraphrased_answer": "An orange can be easily divided into sections.",
    "gold_answers": [
      "citrus"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "If I keep getting crumbs under my table, what should I put under it?",
    "paraphrased_q": "What can I place under my table to prevent crumbs from accumulating?",
    "original_answer": "You could put a mat or a rug under the table to catch the crumbs and make cleaning easier. Alternatively, a tray or a large piece of cardboard could also help collect any crumbs that fall.",
    "paraphrased_answer": "You can place a tablecloth or a table mat under your table to help catch crumbs and prevent them from accumulating on the floor. Additionally, using a rug or a floor mat can also help in collecting any fallen crumbs.",
    "gold_answers": [
      "rug"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "The lion sensed his competitor was timid, so what attitude did the lion take?",
    "paraphrased_q": "Noticing that his rival was fearful, what approach did the lion adopt?",
    "original_answer": "The lion likely took a confident and assertive attitude, using the opportunity to assert dominance over the timid competitor.",
    "paraphrased_answer": "The lion adopted a confident and assertive approach, using its strength and presence to intimidate the rival, knowing that fear could be exploited to gain an advantage.",
    "gold_answers": [
      "aggressive"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "A weasel has a thin body and short legs to easier burrow after prey in a what?",
    "paraphrased_q": "In what type of environment does a weasel, with its slender body and short legs, more easily burrow after its prey?",
    "original_answer": "A weasel has a thin body and short legs to easier burrow after prey in a burrow.",
    "paraphrased_answer": "A weasel, with its slender body and short legs, more easily burrows after its prey in a terrestrial environment, particularly in areas with dense vegetation, grasslands, or underbrush where it can navigate through tunnels and burrows.",
    "gold_answers": [
      "rabbit warren"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What can machines do that humans cannot?",
    "paraphrased_q": "What abilities do machines possess that humans lack?",
    "original_answer": "Machines can process vast amounts of data at incredible speeds, perform complex calculations without error, and operate continuously without fatigue. They can also execute repetitive tasks with precision and consistency, and analyze patterns in data that may be difficult for humans to discern. Additionally, machines can operate in environments that are hazardous or inaccessible to humans.",
    "paraphrased_answer": "Machines possess several abilities that humans lack, including:\n\n1. **Precision and Consistency**: Machines can perform tasks with a high degree of accuracy and repeatability without fatigue or variation over time.\n\n2. **Speed**: Machines can process information and perform tasks much faster than humans, especially in repetitive or data-intensive operations.\n\n3. **Strength and Endurance**: Machines can lift heavy objects and operate continuously without the need for rest, unlike humans who have physical limitations.\n\n4. **Data Processing**: Machines can analyze vast amounts of data quickly and identify patterns that may not be apparent to humans.\n\n5. **Automation**: Machines can operate autonomously, performing tasks without human intervention, which allows for efficiency in various processes.\n\n6. **Environmental Adaptability**: Certain machines can operate in extreme conditions (e.g., high radiation, deep underwater) where humans cannot survive.\n\n7. **Memory and Storage**: Machines can store and recall vast amounts of information without degradation over time, unlike human memory which can be fallible.\n\nThese abilities enable machines to complement human efforts in various fields, enhancing productivity and efficiency.",
    "gold_answers": [
      "fly"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "If a reception is held with hotel guests walking by, what is the likely venue?",
    "paraphrased_q": "What is the probable location for a reception where hotel guests are passing by?",
    "original_answer": "The likely venue for a reception with hotel guests walking by would be the hotel lobby or reception area.",
    "paraphrased_answer": "The probable location for a reception where hotel guests are passing by is the hotel lobby or entrance area.",
    "gold_answers": [
      "lobby"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Writers with a great what can amass a large fortune?",
    "paraphrased_q": "What do writers possess in abundance that allows them to accumulate significant wealth?",
    "original_answer": "Writers with a great selection can amass a large fortune.",
    "paraphrased_answer": "Writers possess creativity in abundance, which allows them to generate unique ideas, stories, and content that can resonate with audiences. This creativity, combined with strong writing skills and the ability to connect with readers, enables them to produce works that can lead to significant wealth through book sales, royalties, and other revenue streams.",
    "gold_answers": [
      "imagination"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "The car was going from Alabama to New York, what was its goal?",
    "paraphrased_q": "What was the purpose of the car traveling from Alabama to New York?",
    "original_answer": "The goal of the car traveling from Alabama to New York would likely be to reach New York.",
    "paraphrased_answer": "The documents provided do not contain any information regarding the purpose of a car traveling from Alabama to New York. Therefore, I cannot provide an answer based on the given text. If you have more context or specific details about the trip, please share them, and I would be happy to help!",
    "gold_answers": [
      "head north"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "When a person suffers from hunger early in the day what do they do?",
    "paraphrased_q": "What actions does a person take when they experience hunger in the morning?",
    "original_answer": "When a person suffers from hunger early in the day, they often seek out food to eat, such as breakfast or a snack, to alleviate their hunger.",
    "paraphrased_answer": "When a person experiences hunger in the morning, they often take actions such as getting out of bed, preparing or seeking food, eating breakfast, and possibly drinking water or coffee. They may also consider what types of food they enjoy or what is available to satisfy their hunger.",
    "gold_answers": [
      "eat breakfast"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "If you really wanted a grape, where would you go to get it?",
    "paraphrased_q": "If you truly desired a grape, where would you seek to obtain it?",
    "original_answer": "To get a grape, you would go to a fruit stand.",
    "paraphrased_answer": "If you truly desired a grape, you would seek to obtain it at a fruit stand.",
    "gold_answers": [
      "fruit stand"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Immediately after peeing, a person's bladder is what?",
    "paraphrased_q": "What is a person's bladder like right after urinating?",
    "original_answer": "Immediately after peeing, a person's bladder is empty.",
    "paraphrased_answer": "Right after urinating, a person's bladder is typically empty or near empty, which means it feels relaxed and less full. The sensation of urgency to urinate is usually diminished, and the bladder walls are not distended.",
    "gold_answers": [
      "empty"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Going public about a common problem can gain what for a celebrity?",
    "paraphrased_q": "What can a celebrity gain by speaking out about a shared issue?",
    "original_answer": "Going public about a common problem can gain a celebrity increased visibility, public support, and a stronger connection with their audience. It can also lead to greater awareness of the issue and potentially inspire others to speak out or seek help.",
    "paraphrased_answer": "A celebrity can gain several benefits by speaking out about a shared issue, including:\n\n1. **Increased Visibility**: Their platform can bring attention to important causes, raising awareness among their fans and the general public.\n\n2. **Influence and Impact**: By using their voice, they can influence public opinion and inspire others to take action or support the cause.\n\n3. **Connection with Fans**: Speaking out on issues that resonate with their audience can strengthen their relationship with fans, fostering a sense of community and shared values.\n\n4. **Reputation and Credibility**: Taking a stand on social issues can enhance their reputation as a socially responsible individual, potentially leading to greater respect and admiration.\n\n5. **Opportunities for Collaboration**: Engaging in advocacy can open doors for partnerships with organizations, brands, or other celebrities who share similar values.\n\n6. **Personal Fulfillment**: Many celebrities find personal satisfaction in advocating for causes they believe in, contributing to a sense of purpose beyond their entertainment careers.\n\n7. **Legacy Building**: By championing important issues, they can leave a lasting impact and be remembered for their contributions to society.\n\nOverall, speaking out can be a powerful way for celebrities to leverage their influence for positive change while also enhancing their personal and professional brand.",
    "gold_answers": [
      "wide acceptance"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "A human wants to submerge himself in water, what should he use?",
    "paraphrased_q": "What should a person use to immerse himself in water?",
    "original_answer": "A human should use a body of water, such as a pool, lake, or ocean, to submerge himself.",
    "paraphrased_answer": "A person should use a swimsuit or appropriate swimwear to immerse himself in water.",
    "gold_answers": [
      "whirlpool bath"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "The pitcher stepped on the mound ready to throw, where was he located specifically?",
    "paraphrased_q": "Where exactly was the pitcher positioned as he stepped onto the mound to throw?",
    "original_answer": "The pitcher was specifically located on the pitcher's mound.",
    "paraphrased_answer": "The pitcher was positioned on the pitcher's mound, which is a raised area of dirt in the center of the baseball field, specifically designed for the pitcher to throw the ball from.",
    "gold_answers": [
      "baseball diamond"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "When you need to rest it's often because you have been doing what?",
    "paraphrased_q": "What activities typically lead you to feel the need for rest?",
    "original_answer": "When you need to rest, it's often because you have been doing too much physical activity or exercise, which can lead to fatigue or injury, such as shin splints.",
    "paraphrased_answer": "Activities that typically lead to a need for rest include intense physical exercise, such as running or playing sports, especially if you're experiencing discomfort like shin splints. Other activities might include prolonged periods of mental concentration, such as studying or working on a project, as well as social events that require significant emotional energy. Additionally, any activity that involves repetitive motions or strain on the body can also lead to fatigue and the need for rest.",
    "gold_answers": [
      "using energy"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "After he got hired he hoped for success at his what?",
    "paraphrased_q": "After being hired, what did he hope to achieve in his role?",
    "original_answer": "new job",
    "paraphrased_answer": "He hoped for success at his new job.",
    "gold_answers": [
      "new job"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "While waiting for this appointment, people often read magazines.",
    "paraphrased_q": "During the wait for this appointment, individuals frequently browse through magazines.",
    "original_answer": "Yes, while waiting for the appointment, people often read magazines.",
    "paraphrased_answer": "During the wait for this appointment, individuals frequently browse through magazines.",
    "gold_answers": [
      "doctor"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "How can people fulfill their own calorie requirements?",
    "paraphrased_q": "What methods can individuals use to meet their calorie needs?",
    "original_answer": "People can fulfill their calorie requirements by consuming a balanced diet that includes a variety of foods from all food groups. This typically involves:\n\n1. **Understanding Caloric Needs**: Knowing the number of calories needed based on age, gender, activity level, and health goals (e.g., weight loss, maintenance, or gain).\n\n2. **Eating a Variety of Foods**: Incorporating fruits, vegetables, whole grains, lean proteins, and healthy fats to ensure a well-rounded intake of nutrients.\n\n3. **Portion Control**: Being mindful of portion sizes to avoid overeating while still meeting caloric needs.\n\n4. **Regular Meals and Snacks**: Eating regular meals and healthy snacks throughout the day to maintain energy levels and prevent excessive hunger.\n\n5. **Hydration**: Drinking plenty of water, as sometimes thirst can be mistaken for hunger.\n\n6. **Listening to Hunger Cues**: Paying attention to the body’s hunger and fullness signals to eat when hungry and stop when satisfied.\n\n7. **Tracking Intake**: Keeping a food diary or using apps to track food intake can help individuals stay aware of their calorie consumption.\n\nBy following these guidelines, individuals can effectively meet their calorie requirements while maintaining a healthy diet.",
    "paraphrased_answer": "Individuals can use several methods to meet their calorie needs, including:\n\n1. **Balanced Diet**: Consuming a variety of foods from all food groups (fruits, vegetables, grains, proteins, and dairy) to ensure a well-rounded intake of nutrients and calories.\n\n2. **Meal Planning**: Preparing meals in advance to ensure that calorie needs are met throughout the day, avoiding last-minute unhealthy choices.\n\n3. **Snacking**: Incorporating healthy snacks between meals, such as nuts, yogurt, or fruit, to increase overall calorie intake without feeling overly full.\n\n4. **Calorie-Dense Foods**: Choosing foods that are high in calories but low in volume, such as avocados, nut butters, and oils, to easily increase calorie consumption.\n\n5. **Liquid Calories**: Drinking smoothies, protein shakes, or meal replacement drinks can help meet calorie needs without the bulk of solid food.\n\n6. **Regular Eating Schedule**: Establishing a consistent eating routine to ensure that meals and snacks are not skipped, which can help maintain adequate calorie intake.\n\n7. **Mindful Eating**: Paying attention to hunger cues and eating until satisfied can help individuals meet their calorie needs more effectively.\n\n8. **Consulting a Nutritionist**: Seeking professional advice to create a personalized meal plan that aligns with individual calorie requirements and dietary preferences.\n\nBy employing these methods, individuals can effectively meet their calorie needs and maintain a healthy diet.",
    "gold_answers": [
      "feed themselves"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Where are required to carry books all day?",
    "paraphrased_q": "Where must books be carried throughout the day?",
    "original_answer": "The answer to the question \"Where are required to carry books all day?\" is typically associated with students, particularly those in schools or universities. They are often required to carry their textbooks and other materials throughout the day for their classes.",
    "paraphrased_answer": "Books must be carried throughout the day in a backpack or bag.",
    "gold_answers": [
      "university"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What is the least likely immediate side effect of eating hamburger?",
    "paraphrased_q": "What is the most unlikely immediate side effect of consuming a hamburger?",
    "original_answer": "The least likely immediate side effect of eating hamburger is experiencing a severe allergic reaction, as most people do not have allergies to beef. Common immediate side effects may include digestive discomfort or foodborne illness if the hamburger is undercooked, but an allergic reaction is relatively rare.",
    "paraphrased_answer": "The most unlikely immediate side effect of consuming a hamburger is developing a sudden ability to speak a foreign language fluently.",
    "gold_answers": [
      "death"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Why does having a disability sometimes making academic tasks hard for a person?",
    "paraphrased_q": "What makes academic tasks challenging for a person with a disability at times?",
    "original_answer": "Having a disability can make academic tasks hard for a person for several reasons:\n\n1. **Cognitive Challenges**: Some disabilities may affect cognitive functions such as memory, attention, and processing speed, making it difficult to understand and retain information.\n\n2. **Physical Limitations**: Disabilities that affect mobility or fine motor skills can hinder a person's ability to write, type, or participate in hands-on activities, which are often essential in academic settings.\n\n3. **Communication Barriers**: Individuals with speech or language disabilities may struggle to express their thoughts clearly, which can impact their ability to participate in discussions or complete oral presentations.\n\n4. **Social Interaction**: Some disabilities can affect social skills, making it challenging for individuals to collaborate with peers, seek help, or engage in group work, which are often integral to the learning process.\n\n5. **Emotional and Behavioral Factors**: Disabilities can also lead to emotional challenges such as anxiety or low self-esteem, which can further impede academic performance and motivation.\n\n6. **Need for Accommodations**: Many individuals with disabilities require specific accommodations (like extra time on tests or alternative formats for assignments) to succeed academically. Without these supports, they may struggle to keep up with their peers.\n\nOverall, the combination of these factors can create significant barriers to academic success for individuals with disabilities.",
    "paraphrased_answer": "Academic tasks can be challenging for a person with a disability due to various factors, including:\n\n1. **Cognitive Limitations**: Individuals with certain disabilities may experience difficulties with memory, attention, or processing information, making it harder to understand and complete academic tasks.\n\n2. **Physical Barriers**: Some disabilities may affect a person's physical ability to write, type, or manipulate materials needed for academic work, leading to challenges in completing assignments.\n\n3. **Communication Difficulties**: For those with speech or language impairments, expressing thoughts and ideas clearly can be a significant hurdle in academic settings.\n\n4. **Social Interaction**: Disabilities can impact social skills, making group work or participation in class discussions more challenging, which can affect overall academic performance.\n\n5. **Emotional and Behavioral Factors**: Anxiety, depression, or behavioral issues associated with certain disabilities can hinder focus and motivation, making it difficult to engage with academic tasks.\n\n6. **Environmental Factors**: Classroom settings may not always be accommodating, lacking necessary resources or support systems that can help individuals with disabilities succeed.\n\nThese factors can create a complex set of challenges that require tailored support and accommodations to help individuals with disabilities thrive academically.",
    "gold_answers": [
      "mentally challenged"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "If you have a home with a courtyard, what's one thing you probably don't have to care for any longer?",
    "paraphrased_q": "If your home includes a courtyard, what is one thing you likely no longer need to maintain?",
    "original_answer": "If you have a home with a courtyard, one thing you probably don't have to care for any longer is a traditional front lawn, as the courtyard may serve as your outdoor space instead.",
    "paraphrased_answer": "If your home includes a courtyard, one thing you likely no longer need to maintain is a traditional front or back lawn, as the courtyard often serves as an alternative outdoor space.",
    "gold_answers": [
      "lawn"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What kind of food makes someone sick?",
    "paraphrased_q": "What types of food can cause illness in a person?",
    "original_answer": "Certain types of food can make someone sick, including:\n\n1. **Undercooked or Raw Meat**: This can harbor harmful bacteria like Salmonella or E. coli.\n2. **Spoiled or Expired Food**: Consuming food past its expiration date can lead to food poisoning.\n3. **Dairy Products**: If they are spoiled or if someone is lactose intolerant, they can cause digestive issues.\n4. **Shellfish**: Raw or undercooked shellfish can contain toxins or bacteria that cause illness.\n5. **Processed Foods**: Foods high in preservatives or artificial ingredients can upset some people's stomachs.\n6. **Allergenic Foods**: Foods like peanuts, tree nuts, or gluten can cause allergic reactions in sensitive individuals.\n\nIt's important to handle and prepare food safely to minimize the risk of foodborne illness.",
    "paraphrased_answer": "Certain types of food can cause illness in a person, including:\n\n1. **Undercooked or Raw Meat**: This includes poultry, beef, pork, and seafood, which can harbor harmful bacteria like Salmonella, E. coli, and Listeria.\n\n2. **Raw Eggs**: They can contain Salmonella, which can lead to food poisoning.\n\n3. **Unpasteurized Dairy Products**: These can carry bacteria such as Listeria and E. coli.\n\n4. **Raw or Undercooked Seafood**: Shellfish and fish can contain parasites and bacteria that cause illness.\n\n5. **Contaminated Fruits and Vegetables**: Produce can be contaminated with harmful bacteria from soil, water, or handling.\n\n6. **Processed Foods**: Foods that are improperly stored or handled can lead to foodborne illnesses.\n\n7. **Foods High in Sugar or Fat**: While not directly causing illness, excessive consumption can lead to health issues like obesity, diabetes, and heart disease.\n\n8. **Allergenic Foods**: Foods like peanuts, tree nuts, shellfish, and gluten can cause allergic reactions in sensitive individuals.\n\nTo minimize the risk of foodborne illness, it's important to practice safe food handling, cooking, and storage methods.",
    "gold_answers": [
      "unhealthy"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Where is the closest place from where you could borrow salt?",
    "paraphrased_q": "What is the nearest location where you can obtain salt?",
    "original_answer": "The closest place from where you could borrow salt is your neighbor's house.",
    "paraphrased_answer": "The nearest location where you can obtain salt is your neighbor's house.",
    "gold_answers": [
      "neighbor's house"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What happens when you go somewhere and forget something at home?",
    "paraphrased_q": "What occurs if you leave home and forget something?",
    "original_answer": "When you go somewhere and forget something at home, you may feel frustrated or anxious about not having what you need. This can lead to confusion and difficulty focusing on your current activities. Depending on the situation, you might try to find a way to retrieve the forgotten item, make do without it, or purchase a replacement if possible.",
    "paraphrased_answer": "If you leave home and forget something, you may feel confused or anxious about not having the item you intended to take with you. This can lead to a sense of frustration or the need to return home to retrieve it.",
    "gold_answers": [
      "go back"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Where is a well used toy car likely to be found?",
    "paraphrased_q": "Where might you typically find a frequently used toy car?",
    "original_answer": "A well-used toy car is likely to be found in a child's playroom or bedroom.",
    "paraphrased_answer": "You might typically find a frequently used toy car in a child's playroom or toy box.",
    "gold_answers": [
      "child's room"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "The juror was quite bored and zoning out but wanted to convey he was hearing testimony, so he just sat there doing what?",
    "paraphrased_q": "What was the juror doing to show he was listening to the testimony, despite feeling quite bored and zoning out?",
    "original_answer": "The juror was just sitting there nodding his head.",
    "paraphrased_answer": "The juror was likely taking notes or occasionally nodding in acknowledgment to indicate that he was paying attention to the testimony, even though he felt bored and was zoning out.",
    "gold_answers": [
      "nodding"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What do you do when you're going to market?",
    "paraphrased_q": "What actions do you take when you head to the market?",
    "original_answer": "When going to the market, you typically make a list of items you need, gather your shopping bags, and head to the store. Once there, you browse the aisles, compare prices, and select the food and other products you want to purchase. After gathering everything, you proceed to the checkout to pay for your items before heading home.",
    "paraphrased_answer": "When heading to the market, you typically take the following actions:\n\n1. **Make a List**: Prepare a shopping list of the items you need to buy.\n2. **Gather Reusable Bags**: Bring along reusable bags to carry your purchases.\n3. **Check the Budget**: Set a budget for how much you plan to spend.\n4. **Choose a Mode of Transportation**: Decide whether to walk, drive, or use public transport to get to the market.\n5. **Head to the Market**: Follow your chosen route, ensuring you head in the right direction.\n6. **Shop for Items**: Once at the market, locate and select the food items on your list.\n7. **Compare Prices**: Look for the best deals and compare prices if necessary.\n8. **Check Expiration Dates**: Ensure that the food items are fresh and within their expiration dates.\n9. **Make the Purchase**: Proceed to the checkout to pay for your items.\n10. **Transport Home**: Carry your groceries back home, ensuring they are stored properly.\n\nThese actions help ensure a successful trip to the market.",
    "gold_answers": [
      "buy food"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Where can you find the meaning of \"ficus\"?",
    "paraphrased_q": "Where can the definition of \"ficus\" be located?",
    "original_answer": "You can find the meaning of \"ficus\" in a dictionary, an encyclopedia, or online resources such as Wikipedia or botanical websites that provide information about plant species.",
    "paraphrased_answer": "The definition of \"ficus\" can be located in a dictionary or a botanical reference source, as it refers to a genus of plants that includes various species of trees and shrubs.",
    "gold_answers": [
      "dictionary"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "The neighborhood had a great sense of community, there was always a crowd at the landing of the what?",
    "paraphrased_q": "What was always crowded at the landing in the neighborhood that had a strong sense of community?",
    "original_answer": "apartment building",
    "paraphrased_answer": "The apartment building was always crowded at the landing.",
    "gold_answers": [
      "apartment building"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Where can a student learn to play a triangle?",
    "paraphrased_q": "Where can a student find instruction on how to play the triangle?",
    "original_answer": "A student can learn to play a triangle at a music school, community center, or through private lessons with a music instructor. Additionally, they may find classes or workshops offered at local arts organizations or during summer music camps.",
    "paraphrased_answer": "A student can find instruction on how to play the triangle through various resources such as music education websites, online video tutorials (like YouTube), music books that focus on percussion instruments, or by taking lessons from a music teacher. Additionally, some music schools or community centers may offer classes that include instruction on playing the triangle.",
    "gold_answers": [
      "music class"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Billy was an astronaut.  When he looked at the world from space, how did it look?",
    "paraphrased_q": "As an astronaut, Billy observed the Earth from space; what was his impression of it?",
    "original_answer": "From space, the world looked like a beautiful blue and green marble, with swirling white clouds and vast oceans. The continents appeared as patches of land, showcasing diverse landscapes and colors. The atmosphere created a thin blue halo around the planet, and the overall view was both awe-inspiring and humbling, highlighting the fragility and interconnectedness of life on Earth.",
    "paraphrased_answer": "Billy was awestruck by the beauty of Earth as he observed it from space. The vibrant blues of the oceans, the lush greens of the forests, and the swirling whites of the clouds created a breathtaking tapestry that highlighted the planet's fragility and interconnectedness. He felt a profound sense of wonder and responsibility, realizing how small and precious Earth is in the vastness of the universe.",
    "gold_answers": [
      "round"
    ],
    "em_orig": 1.0,
    "em_para": 0.0,
    "delta_em": -1.0
  },
  {
    "original_q": "The church was giving assistance, what were they hoping to accomplish?",
    "paraphrased_q": "What was the church aiming to achieve by providing assistance?",
    "original_answer": "The church was likely hoping to accomplish several goals through their assistance. They may have aimed to provide support and relief to those in need, foster a sense of community and solidarity, and demonstrate their commitment to social justice. Additionally, by addressing the needs of the people, they might have sought to encourage dialogue and negotiation regarding the demands of the strike, ultimately working towards a resolution that benefits the affected individuals.",
    "paraphrased_answer": "The church was aiming to provide support and help individuals in need, likely to improve their well-being and address their challenges. This assistance could have been intended to foster community, alleviate suffering, or promote a sense of hope and resilience among those they were helping.",
    "gold_answers": [
      "helping others"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Joe owned back taxes as well as what other type of taxes?",
    "paraphrased_q": "What other kind of taxes did Joe owe in addition to back taxes?",
    "original_answer": "Joe owned back taxes as well as property taxes.",
    "paraphrased_answer": "The documents provided do not contain any information regarding Joe's taxes or any specific details about the types of taxes he owed. Therefore, I cannot provide an answer to that question based on the given information.",
    "gold_answers": [
      "current"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What is the process of going somewhere?",
    "paraphrased_q": "What does it involve to travel to a location?",
    "original_answer": "The process of going somewhere is often referred to as \"travel\" or \"movement.\" It involves the act of moving from one location to another, which can include various modes of transportation such as walking, driving, flying, or using public transit.",
    "paraphrased_answer": "Traveling to a location typically involves several key components:\n\n1. **Planning**: This includes researching the destination, determining the best time to visit, and creating an itinerary.\n\n2. **Transportation**: Arranging how to get to the location, which may involve booking flights, trains, or other forms of transport.\n\n3. **Accommodation**: Finding and reserving a place to stay, such as a hotel, hostel, or rental property.\n\n4. **Packing**: Deciding what to bring based on the destination's climate, activities planned, and duration of the trip.\n\n5. **Budgeting**: Estimating costs for travel, accommodation, food, activities, and any other expenses.\n\n6. **Documentation**: Ensuring you have the necessary identification, visas, or travel insurance.\n\n7. **Health and Safety**: Considering vaccinations, health precautions, and understanding local laws and customs.\n\n8. **Communication**: Planning how to stay connected, whether through mobile services, Wi-Fi, or other means.\n\n9. **Flexibility**: Being prepared for changes in plans or unexpected situations that may arise during travel.\n\nOverall, traveling to a location involves careful preparation and consideration of various factors to ensure a smooth and enjoyable experience.",
    "gold_answers": [
      "transporting"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "How would you express information to a deaf person?",
    "paraphrased_q": "In what ways can you communicate information to someone who is deaf?",
    "original_answer": "To express information to a deaf person, you can use sign language, which is a visual form of communication that uses hand signs, facial expressions, and body language. Additionally, you can write down the information or use visual aids, such as pictures or gestures, to convey your message effectively.",
    "paraphrased_answer": "Error",
    "gold_answers": [
      "write down"
    ],
    "em_orig": 1.0,
    "em_para": 0.0,
    "delta_em": -1.0
  },
  {
    "original_q": "What skill is needed for riding a bike?",
    "paraphrased_q": "What ability is required to ride a bicycle?",
    "original_answer": "The skill needed for riding a bike is pedalling.",
    "paraphrased_answer": "The ability required to ride a bicycle is balance.",
    "gold_answers": [
      "good balance"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What is it called when you are talking to someone?",
    "paraphrased_q": "What do you call it when you are conversing with someone?",
    "original_answer": "It is called a conversation.",
    "paraphrased_answer": "You call it a conversation.",
    "gold_answers": [
      "communication"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "The person saw the mess his children made, what was his following reaction?",
    "paraphrased_q": "After noticing the chaos created by his children, how did he respond?",
    "original_answer": "The person likely felt a mix of emotions, such as frustration or disappointment at the mess, but also a sense of understanding or empathy, especially if they recognized that the children were just being playful or creative. They might have decided to address the mess calmly, perhaps by encouraging the children to help clean up or by reminding them of the importance of tidiness.",
    "paraphrased_answer": "He likely responded with a mix of frustration and amusement, trying to regain control of the situation while also appreciating the joy and energy his children brought to the room.",
    "gold_answers": [
      "look angry"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What has someone who had finished their undergraduate done?",
    "paraphrased_q": "What actions has a person who has completed their undergraduate studies taken?",
    "original_answer": "Someone who has finished their undergraduate degree has completed a program of study at a college or university, typically earning a bachelor's degree. This achievement often signifies that they have gained a foundational level of knowledge and skills in their chosen field of study.",
    "paraphrased_answer": "A person who has completed their undergraduate studies has typically taken the following actions:\n\n1. **Enrolled in a Degree Program**: They have applied to and been accepted into a college or university.\n2. **Attended Classes**: They have participated in lectures, discussions, and labs related to their field of study.\n3. **Completed Coursework**: They have successfully finished required courses, including core subjects and electives.\n4. **Conducted Research**: Many have engaged in research projects or thesis work, contributing to their field of study.\n5. **Participated in Extracurricular Activities**: They may have joined clubs, organizations, or sports teams to enhance their college experience.\n6. **Networked**: They have built relationships with peers, professors, and industry professionals.\n7. **Interned or Gained Work Experience**: Many have sought internships or part-time jobs related to their field to gain practical experience.\n8. **Graduated**: They have fulfilled all academic requirements and received their degree.\n9. **Pursued Further Education or Employment**: After graduation, they may have applied for graduate programs or entered the job market. \n\nThese actions reflect the commitment and effort required to achieve an undergraduate degree.",
    "gold_answers": [
      "graduated"
    ],
    "em_orig": 0.0,
    "em_para": 1.0,
    "delta_em": 1.0
  },
  {
    "original_q": "What does someone typically feel when applying for a job?",
    "paraphrased_q": "What are the common emotions someone experiences when seeking employment?",
    "original_answer": "Someone typically feels a mix of excitement and anxiety when applying for a job. They may feel hopeful about the opportunity and eager to showcase their skills, but also nervous about the interview process and the possibility of rejection.",
    "paraphrased_answer": "When seeking employment, individuals commonly experience a range of emotions, including:\n\n1. **Anxiety** - Worrying about the outcome of applications and interviews.\n2. **Excitement** - Anticipation about new opportunities and potential job offers.\n3. **Frustration** - Feeling overwhelmed by the job search process or facing rejections.\n4. **Hopefulness** - Optimism about finding the right job and achieving career goals.\n5. **Self-doubt** - Questioning one's qualifications and abilities in relation to job requirements.\n6. **Relief** - A sense of ease when receiving positive feedback or job offers.\n7. **Disappointment** - Feeling let down after unsuccessful applications or interviews.\n\nThese emotions can vary greatly depending on individual circumstances and experiences throughout the job search process.",
    "gold_answers": [
      "anxiety and fear"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What will god never do according to religion?",
    "paraphrased_q": "What actions will God never take according to religious beliefs?",
    "original_answer": "According to many religious beliefs, God will never judge people unfairly or without compassion. God is often seen as a being of love and mercy, who understands human struggles and imperfections. Additionally, God is believed to never abandon or forsake those who seek help and guidance.",
    "paraphrased_answer": "According to various religious beliefs, God will never judge people unfairly, act with malice, or abandon those who seek help. Additionally, God is often seen as being incapable of sin, lying, or acting against His own nature of love, justice, and mercy. These principles can vary among different religions, but the overarching theme is that God embodies goodness and righteousness, and therefore will not engage in actions that contradict these qualities.",
    "gold_answers": [
      "judge people"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "While knitting you can do what using a radio?",
    "paraphrased_q": "What can you do with a radio while you are knitting?",
    "original_answer": "While knitting, you can listen to music or a radio show using a radio.",
    "paraphrased_answer": "You can listen to music or a radio show while you are knitting.",
    "gold_answers": [
      "listen to music"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "The audience listened to the orchestra play, where were they watching the performance?",
    "paraphrased_q": "While the audience listened to the orchestra perform, where were they observing the show?",
    "original_answer": "The audience was likely watching the performance on a TV set at home.",
    "paraphrased_answer": "The audience was observing the show at a venue where the orchestra was performing, likely in a concert hall or theater.",
    "gold_answers": [
      "concert hall"
    ],
    "em_orig": 0.0,
    "em_para": 1.0,
    "delta_em": 1.0
  },
  {
    "original_q": "James was meeting a friend.  They had planed a slow day. They didn't want to do much.  They just wanted what?",
    "paraphrased_q": "What did James and his friend want to do on their planned slow day?",
    "original_answer": "They just wanted to relax.",
    "paraphrased_answer": "The documents provided do not contain specific information about James and his friend's plans for their slow day. Therefore, I cannot determine what they wanted to do based on the given text. If you have more context or details, please share!",
    "gold_answers": [
      "relaxation"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Where would stones not be arranged in a path?",
    "paraphrased_q": "In which locations would stones not be placed along a path?",
    "original_answer": "Stones would not be arranged in a path in a field.",
    "paraphrased_answer": "Stones would not be placed along a path in locations where they could obstruct movement, such as:\n\n1. Areas designated for planting or growing vegetation.\n2. Locations where water drainage is necessary, such as near a stream or pond.\n3. Spaces intended for seating or resting, like benches or picnic areas.\n4. Regions where wildlife or pets may need to traverse freely.\n5. Sections of the path that are meant for accessibility, ensuring smooth passage for individuals with mobility aids.\n6. Places where safety is a concern, such as near steep drops or unstable ground.\n\nIn summary, stones would not be placed in areas where they could hinder natural flow, accessibility, or safety.",
    "gold_answers": [
      "field"
    ],
    "em_orig": 1.0,
    "em_para": 0.0,
    "delta_em": -1.0
  },
  {
    "original_q": "It's Friday night and Alice puts off going to bed because she plans on doing what Saturday?",
    "paraphrased_q": "It's Friday evening, and Alice delays going to sleep because she intends to do what on Saturday?",
    "original_answer": "Alice puts off going to bed because she plans on doing relaxing exercise on Saturday.",
    "paraphrased_answer": "Alice intends to buy food and obtain new soap at the supermarket on Saturday.",
    "gold_answers": [
      "sleeping in"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "The man acted ridiculous at the funeral, what attitude should he have taken?",
    "paraphrased_q": "How should the man have behaved at the funeral instead of acting ridiculous?",
    "original_answer": "The man should have taken a respectful and somber attitude at the funeral. It is important to show empathy and support for those who are grieving, and to honor the memory of the deceased. A calm and composed demeanor would have been more appropriate in such a solemn setting.",
    "paraphrased_answer": "The man should have behaved with respect and solemnity, honoring the tradition of the funeral. He could have refrained from making jokes or acting inappropriately, instead offering condolences to the grieving family and participating in the ceremony in a respectful manner.",
    "gold_answers": [
      "solemn"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What animal has quills all over it?",
    "paraphrased_q": "Which animal is covered in quills?",
    "original_answer": "The animal that has quills all over it is a porcupine.",
    "paraphrased_answer": "The animal covered in quills is a porcupine.",
    "gold_answers": [
      "hedgehog"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "The audience cheered when a goal was scored, what were they spectating?",
    "paraphrased_q": "What were the spectators watching when they cheered for a scored goal?",
    "original_answer": "The audience was spectating a sports event, likely a soccer or football match, where a goal was scored.",
    "paraphrased_answer": "The spectators were watching a sporting event.",
    "gold_answers": [
      "sporting event"
    ],
    "em_orig": 0.0,
    "em_para": 1.0,
    "delta_em": 1.0
  },
  {
    "original_q": "If you take the risk buying a used car, you still hope it can what?",
    "paraphrased_q": "When you take the chance on purchasing a used car, what do you still hope it can do?",
    "original_answer": "If you take the risk buying a used car, you still hope it can run well and be reliable.",
    "paraphrased_answer": "When you take the chance on purchasing a used car, you still hope it can provide reliable transportation and meet your needs for getting from one place to another without significant issues.",
    "gold_answers": [
      "last several years"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What did the adult do before the job interview?",
    "paraphrased_q": "What actions did the adult take prior to the job interview?",
    "original_answer": "The adult likely prepared for the job interview by researching the company, practicing common interview questions, updating their resume, and dressing appropriately for the occasion.",
    "paraphrased_answer": "The adult took chewables to prevent heartburn before the job interview.",
    "gold_answers": [
      "dress himself"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Where could you find hundreds of beauty salon?",
    "paraphrased_q": "Where can you locate hundreds of beauty salons?",
    "original_answer": "You could find hundreds of beauty salons in the city.",
    "paraphrased_answer": "You can locate hundreds of beauty salons in the city.",
    "gold_answers": [
      "city"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "The car's steering seem quite loose, but he still considered purchasing it because he needed something small and what?",
    "paraphrased_q": "The steering of the car feels rather loose, yet he still thought about buying it since he required a compact vehicle and what else?",
    "original_answer": "He needed something small and affordable.",
    "paraphrased_answer": "He also considered the car's size and maneuverability, which suited his needs for a small vehicle.",
    "gold_answers": [
      "compact"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Why do young people swallow semen ?",
    "paraphrased_q": "What motivates young individuals to ingest semen?",
    "original_answer": "The question you've posed touches on a sensitive and complex topic that can involve various factors, including curiosity, sexual exploration, and personal choice. It's important to approach such subjects with care and respect for individual perspectives and experiences. \n\nYoung people may engage in this behavior for a variety of reasons, including:\n\n1. **Curiosity**: Adolescents and young adults often explore their sexuality and may be curious about different sexual practices.\n2. **Peer Influence**: Social circles and peer pressure can play a role in shaping behaviors and choices regarding sexual activities.\n3. **Intimacy**: Some may view this act as a way to enhance intimacy with a partner.\n4. **Cultural or Media Influence**: Exposure to sexual content in media can influence perceptions and behaviors regarding sexual practices.\n\nIt's essential to promote open and honest discussions about sexual health and consent, ensuring that young people have access to accurate information and resources.",
    "paraphrased_answer": "The motivations for young individuals to engage in such behavior can vary widely and may include curiosity, peer pressure, exploration of sexuality, or a desire for intimacy. It's important to approach this topic with sensitivity and an understanding of the complexities of human behavior and relationships. Open communication and education about sexual health and consent are crucial in addressing such topics.",
    "gold_answers": [
      "you're curious"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "When people are playing a game, what is their motivation to play?",
    "paraphrased_q": "What drives individuals to participate in a game?",
    "original_answer": "When people are playing a game, their motivation to play is often driven by the desire to win.",
    "paraphrased_answer": "Individuals may be driven to participate in a game for various reasons, including the desire for social interaction, competition, enjoyment, and the thrill of physical activity. Games can also provide an opportunity for teamwork, skill development, and stress relief. Additionally, the emotional highs associated with winning or the camaraderie built with teammates can further motivate individuals to engage in gaming activities.",
    "gold_answers": [
      "desire to win"
    ],
    "em_orig": 1.0,
    "em_para": 0.0,
    "delta_em": -1.0
  },
  {
    "original_q": "The child didn't know the problems his mother was going through, all he had was what for her?",
    "paraphrased_q": "What did the child have for his mother, unaware of the difficulties she was facing?",
    "original_answer": "All he had was love for her.",
    "paraphrased_answer": "The child had love for his mother, unaware of the difficulties she was facing.",
    "gold_answers": [
      "loved"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "The hikers stopped to have a drink, simply put they what?",
    "paraphrased_q": "The hikers paused for a drink; in other words, they what?",
    "original_answer": "The hikers stopped to have a drink, simply put they quenched their thirst.",
    "paraphrased_answer": "The hikers paused for a drink; in other words, they took a break to quench their thirst.",
    "gold_answers": [
      "were thirsty"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Sally was standing in queue.  The line was very, very slow.  What was she feeling?",
    "paraphrased_q": "While waiting in a very slow line, what emotions was Sally experiencing?",
    "original_answer": "Sally was likely feeling frustrated due to the slow progress of the queue.",
    "paraphrased_answer": "Sally was likely experiencing frustration while waiting in the very slow line.",
    "gold_answers": [
      "frustration"
    ],
    "em_orig": 0.0,
    "em_para": 1.0,
    "delta_em": 1.0
  },
  {
    "original_q": "What is likely to be found in a book that is not a foreword?",
    "paraphrased_q": "What can typically be found in a book that isn't a foreword?",
    "original_answer": "In a book that is not a foreword, you are likely to find chapters, sections, illustrations, an index, a bibliography, or an epilogue.",
    "paraphrased_answer": "Typically, a book can contain chapters, an introduction, a table of contents, an index, illustrations, or appendices that are not part of the foreword.",
    "gold_answers": [
      "epilogue"
    ],
    "em_orig": 1.0,
    "em_para": 0.0,
    "delta_em": -1.0
  },
  {
    "original_q": "When wildlife reproduce we often refer to what comes out as what?",
    "paraphrased_q": "What term do we commonly use to describe the offspring that result from wildlife reproduction?",
    "original_answer": "When wildlife reproduce, we often refer to what comes out as \"offspring.\"",
    "paraphrased_answer": "The term we commonly use to describe the offspring that result from wildlife reproduction is \"young\" or \"offspring.\" In specific contexts, they may also be referred to as \"cubs,\" \"fawns,\" \"pups,\" or other species-specific terms.",
    "gold_answers": [
      "offspring"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Where would you put a container can after you buy it?",
    "paraphrased_q": "Where do you place a container can after purchasing it?",
    "original_answer": "You would typically put a container can in a grocery bag or a shopping cart after you buy it. Once you get home, you might place it in a pantry, cupboard, or refrigerator, depending on the type of food it contains.",
    "paraphrased_answer": "You would typically place a container can in a pantry, cupboard, or kitchen shelf after purchasing it.",
    "gold_answers": [
      "garage"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "While washing clothes they became what when caught on the sharp object?",
    "paraphrased_q": "What happened to the clothes when they got caught on the sharp object during washing?",
    "original_answer": "While washing clothes, they became torn when caught on the sharp object.",
    "paraphrased_answer": "The clothes likely got torn or damaged when they got caught on the sharp object during washing.",
    "gold_answers": [
      "torn"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What is the main purpose of having a bath?",
    "paraphrased_q": "What is the primary reason for taking a bath?",
    "original_answer": "The main purpose of having a bath is to promote relaxation, cleanliness, and personal hygiene. Baths can help relieve stress, soothe muscles, and provide a calming experience, while also allowing individuals to maintain their overall health and well-being.",
    "paraphrased_answer": "The primary reason for taking a bath is for relaxation and personal hygiene. Baths can provide a soothing experience, help relieve stress, and promote overall well-being.",
    "gold_answers": [
      "cleanness"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What type of demands to the unions need to be making to go off strike?",
    "paraphrased_q": "What kinds of demands should the unions be making in order to end the strike?",
    "original_answer": "To go off strike, unions typically need to make demands that address the key issues that led to the strike in the first place. These demands may include:\n\n1. **Wage Increases**: A fair and competitive salary that reflects the cost of living and industry standards.\n2. **Improved Working Conditions**: Safe and healthy work environments, including adequate breaks and resources.\n3. **Job Security**: Protections against layoffs and assurances of stable employment.\n4. **Benefits**: Enhanced health insurance, retirement plans, and paid leave policies.\n5. **Work-Life Balance**: Flexible scheduling and reasonable workloads to support employees' personal lives.\n6. **Union Rights**: Recognition of the union's role and the right to collective bargaining without interference.\n7. **Grievance Procedures**: Clear and fair processes for addressing employee complaints and disputes.\n\nThese demands should be negotiated with the employer to reach a satisfactory agreement that meets the needs of the workers and justifies ending the strike.",
    "paraphrased_answer": "To effectively end the strike, unions should consider making the following types of demands:\n\n1. **Wage Increases**: Requesting fair and competitive wage increases that reflect the cost of living and industry standards.\n\n2. **Improved Working Conditions**: Demanding safer and healthier work environments, including better equipment, facilities, and protocols to ensure employee safety.\n\n3. **Job Security**: Seeking guarantees against layoffs and job outsourcing, as well as protections for workers in case of company restructuring.\n\n4. **Benefits Enhancements**: Negotiating for better health insurance, retirement plans, paid leave, and other benefits that support workers' well-being.\n\n5. **Work-Life Balance**: Advocating for reasonable work hours, flexible scheduling, and policies that promote a healthy work-life balance.\n\n6. **Union Rights**: Ensuring the right to organize, bargain collectively, and engage in union activities without fear of retaliation.\n\n7. **Training and Development**: Requesting access to training programs and professional development opportunities to enhance skills and career advancement.\n\n8. **Grievance Procedures**: Establishing clear and fair processes for addressing employee grievances and disputes.\n\nBy focusing on these demands, unions can work towards a resolution that benefits their members and addresses the core issues that led to the strike.",
    "gold_answers": [
      "reasonable"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Where can you get a lizard to keep in your home?",
    "paraphrased_q": "Where can you find a lizard to have as a pet in your house?",
    "original_answer": "You can get a lizard to keep in your home from pet stores, reptile specialty shops, or online retailers that sell reptiles. Additionally, you might find lizards through local breeders or adoption from animal shelters that have reptiles available.",
    "paraphrased_answer": "You can find a lizard to have as a pet at a local pet store, reptile specialty shop, or through online pet adoption platforms. Additionally, you might consider checking with local breeders or rescue organizations that specialize in reptiles.",
    "gold_answers": [
      "pet shop"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "To see new films you must?",
    "paraphrased_q": "What must you do to watch new films?",
    "original_answer": "To see new films, you must watch them instantly or obtain access through a platform that offers them.",
    "paraphrased_answer": "To watch new films, you must find a platform or service that offers them, such as a streaming service, cinema, or rental service, and then access or purchase the film through that platform.",
    "gold_answers": [
      "go to movies"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Who is a police officer likely to work for?",
    "paraphrased_q": "For whom is a police officer likely to be employed?",
    "original_answer": "A police officer is likely to work for the city.",
    "paraphrased_answer": "A police officer is likely to be employed by a city.",
    "gold_answers": [
      "city"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "There's some new buying products designed to get you money if you have none. The first step is that it will show you how to declare what?",
    "paraphrased_q": "What will it teach you to declare as the first step in the new buying products aimed at helping you earn money if you're currently without any?",
    "original_answer": "The first step is that it will show you how to declare your financial situation.",
    "paraphrased_answer": "The first step in the new buying products aimed at helping you earn money, if you're currently without any, will teach you to assess your needs and set a budget. This involves understanding what products or services can genuinely help you generate income and ensuring that you are making informed decisions based on your financial situation.",
    "gold_answers": [
      "bankruptcy"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Where is knight always portrayed as a hero?",
    "paraphrased_q": "In what contexts is a knight consistently depicted as a hero?",
    "original_answer": "In fairy tales, the knight is always portrayed as a hero.",
    "paraphrased_answer": "A knight is consistently depicted as a hero in various contexts, including:\n\n1. **Fairy Tales and Folklore**: Knights are often portrayed as brave and noble characters who embark on quests to rescue princesses, defeat dragons, or protect their kingdoms from evil forces.\n\n2. **Chivalric Literature**: In medieval literature, knights exemplify the ideals of chivalry, including honor, loyalty, and courage. They are often depicted as defenders of the weak and champions of justice.\n\n3. **Epic Poems and Legends**: In epic narratives, knights are frequently the central figures who undertake heroic journeys, face formidable adversaries, and achieve great deeds that elevate their status and inspire others.\n\n4. **Historical Contexts**: In historical accounts, knights are often romanticized as valiant warriors who fought for their lords and countries, embodying the spirit of heroism in battles and tournaments.\n\n5. **Modern Adaptations**: In contemporary media, such as films, video games, and literature, knights are still portrayed as heroic figures, often reimagined in fantasy settings where they battle evil and protect the innocent.\n\nOverall, the knight's role as a hero is characterized by their bravery, moral integrity, and commitment to noble causes across various narratives and cultural representations.",
    "gold_answers": [
      "fairy tale"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "How might a automobile get off a freeway?",
    "paraphrased_q": "In what ways can a car exit a freeway?",
    "original_answer": "An automobile can get off a freeway by taking an exit ramp. The driver would need to signal their intention to exit, reduce speed as they approach the ramp, and follow the signs directing them to the desired road or destination.",
    "paraphrased_answer": "A car can exit a freeway in several ways:\n\n1. **Exit Ramps**: Cars can take designated exit ramps that lead off the freeway to local roads or highways.\n2. **Interchanges**: Cars can use interchanges, which are designed to allow vehicles to switch between different roadways or directions.\n3. **U-Turns**: In some cases, cars may be able to make U-turns at specific points to return to the freeway or access an exit.\n4. **Service Areas**: Some freeways have service areas where cars can stop and then exit onto local roads.\n5. **Emergency Exits**: In rare situations, cars may use emergency exits or breakdown lanes to leave the freeway, although this is not recommended unless absolutely necessary.\n\nAlways ensure to follow traffic signs and regulations when exiting a freeway.",
    "gold_answers": [
      "exit ramp"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "The weasel ran up away from danger, somebody joked only our first president could get him down from the what?",
    "paraphrased_q": "The weasel fled from danger, and someone humorously remarked that only our first president could bring him down from where?",
    "original_answer": "The weasel ran up away from danger, somebody joked only our first president could get him down from the \"tree.\"",
    "paraphrased_answer": "The weasel fled from danger, and someone humorously remarked that only our first president could bring him down from \"the rafters.\"",
    "gold_answers": [
      "cherry tree"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Dan fell off a bar stool.  He did this because he was what than ever before?",
    "paraphrased_q": "Why did Dan fall off the bar stool more than ever before?",
    "original_answer": "Dan fell off a bar stool. He did this because he was more careless than ever before.",
    "paraphrased_answer": "Dan fell off the bar stool more than ever before because he was likely feeling more relaxed and carefree after the music turned off, leading to a loss of balance. Additionally, the phrase \"it was more safe\" suggests that he may have felt overconfident in his stability, which could have contributed to his fall.",
    "gold_answers": [
      "drunker"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What is the sun ultimately responsible for?",
    "paraphrased_q": "What is the ultimate responsibility of the sun?",
    "original_answer": "The sun is ultimately responsible for life on Earth, as it provides the necessary energy for photosynthesis, regulates climate, and supports various ecosystems.",
    "paraphrased_answer": "The ultimate responsibility of the sun is to provide the energy and light necessary for life on Earth. It drives photosynthesis in plants, influences climate and weather patterns, and sustains the ecosystems that depend on solar energy.",
    "gold_answers": [
      "life on earth"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Despite the large crowds, how did the depressed man feel?",
    "paraphrased_q": "How did the man who was feeling depressed perceive his emotions, even with the large crowds around him?",
    "original_answer": "The depressed man likely felt isolated and alone, despite being surrounded by large crowds.",
    "paraphrased_answer": "The man who was feeling depressed likely perceived his emotions as overwhelming and isolating, despite being surrounded by large crowds. He may have felt a sense of disconnection from those around him, as if he were in a bubble where the noise and activity of the crowd only amplified his feelings of sadness and loneliness. The presence of others might have highlighted his internal struggle, making him feel even more alone in his emotional turmoil.",
    "gold_answers": [
      "solitary"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Where in your home would you keep a ballpoint pen when not in use?",
    "paraphrased_q": "In which location in your house would you store a ballpoint pen when it's not being used?",
    "original_answer": "You would typically keep a ballpoint pen in a desk drawer, on a desk, or in a designated pen holder when not in use.",
    "paraphrased_answer": "You could store a ballpoint pen in a drawer, on a desk, or in a pen holder when it's not being used.",
    "gold_answers": [
      "desk drawer"
    ],
    "em_orig": 1.0,
    "em_para": 0.0,
    "delta_em": -1.0
  },
  {
    "original_q": "Where is a good place to have a fireplace in a house?",
    "paraphrased_q": "What is an ideal location for a fireplace within a home?",
    "original_answer": "A good place to have a fireplace in a house is in the living room.",
    "paraphrased_answer": "An ideal location for a fireplace within a home is typically in the living room or a central gathering space. It should be placed on an exterior wall to allow for proper ventilation and chimney installation. Additionally, it should be positioned away from flammable materials and have enough space for seating arrangements to create a cozy atmosphere. Consideration for aesthetics and accessibility is also important, ensuring it complements the overall design of the home.",
    "gold_answers": [
      "living room"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What does \tdrinking alcohol lead to?",
    "paraphrased_q": "What are the consequences of consuming alcohol?",
    "original_answer": "Drinking alcohol leads to intoxication.",
    "paraphrased_answer": "The consequences of consuming alcohol can vary widely depending on the amount consumed, the frequency of consumption, and individual factors such as health, age, and tolerance. Some potential consequences include:\n\n1. **Short-term Effects**:\n   - Impaired judgment and coordination\n   - Slurred speech and slowed reaction times\n   - Increased risk of accidents and injuries\n   - Nausea and vomiting\n   - Hangover symptoms (headache, fatigue, dehydration)\n\n2. **Long-term Effects**:\n   - Development of alcohol use disorders or addiction\n   - Liver damage, including fatty liver, hepatitis, and cirrhosis\n   - Increased risk of certain cancers (e.g., liver, breast, esophagus)\n   - Heart problems, including high blood pressure and cardiomyopathy\n   - Mental health issues, such as depression and anxiety\n\n3. **Social Consequences**:\n   - Strained relationships with family and friends\n   - Legal issues, such as DUI charges\n   - Impact on work performance and career opportunities\n\n4. **Health Risks**:\n   - Weakened immune system\n   - Nutritional deficiencies\n   - Increased risk of accidents and injuries\n\n5. **Withdrawal Symptoms** (for heavy drinkers):\n   - Anxiety, tremors, sweating, and seizures when not consuming alcohol\n\nIt's important to consume alcohol responsibly and be aware of its potential effects on health and well-being.",
    "gold_answers": [
      "intoxication"
    ],
    "em_orig": 1.0,
    "em_para": 0.0,
    "delta_em": -1.0
  },
  {
    "original_q": "He was trying to procreate with many individuals, this led to a what?",
    "paraphrased_q": "What was the result of his attempts to procreate with multiple individuals?",
    "original_answer": "This led to a complex social dynamic or potential conflicts, as attempting to procreate with many individuals can create issues related to relationships, responsibilities, and emotional entanglements.",
    "paraphrased_answer": "The result of his attempts to procreate with multiple individuals is not explicitly mentioned in the provided documents. Therefore, I cannot provide a specific answer based on the information given. If you have more context or details, I would be happy to help further!",
    "gold_answers": [
      "std"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Some people prefer releasing energy through work while others prefer to release it through what?",
    "paraphrased_q": "Some individuals choose to channel their energy into work, while others opt to express it in what way?",
    "original_answer": "Some people prefer releasing energy through work while others prefer to release it through leisure activities or hobbies.",
    "paraphrased_answer": "Some individuals choose to channel their energy into work, while others opt to express it in leisure activities or personal pursuits.",
    "gold_answers": [
      "exercise"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "The poor girls needed a light to see, what was the relationship between that light and finishing her homework?",
    "paraphrased_q": "What was the connection between the light that the poor girls needed to see and completing her homework?",
    "original_answer": "The relationship between the light and finishing her homework is that the light provides the necessary visibility for the poor girls to see their work clearly. Without adequate lighting, it would be difficult for them to read, write, and complete their homework effectively. Thus, the light is essential for them to accomplish their academic tasks and succeed in their studies.",
    "paraphrased_answer": "The connection between the light that the poor girls needed to see and completing her homework likely symbolizes the clarity and understanding that comes with knowledge and education. The \"light\" represents enlightenment or insight, which is essential for overcoming challenges, such as completing homework. Just as the girls need light to navigate their circumstances, they also need knowledge and guidance to successfully finish their assignments. This metaphor emphasizes the importance of support and resources in achieving academic success.",
    "gold_answers": [
      "crucial"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Joe and Jill didn't want their children to be sedentary.  They might limit the time they children spend doing what?",
    "paraphrased_q": "What activities might Joe and Jill restrict to prevent their children from being sedentary?",
    "original_answer": "Joe and Jill might limit the time their children spend doing sedentary activities, such as watching television or playing video games.",
    "paraphrased_answer": "Joe and Jill might restrict activities such as excessive screen time, including watching TV, playing video games, or using tablets and smartphones. They could also limit time spent on sedentary hobbies like reading or drawing for long periods without breaks. Instead, they might encourage more active play, such as outdoor games, sports, or family walks, to promote physical activity and reduce sedentary behavior.",
    "gold_answers": [
      "watch tv"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "How can a human cross a river and not mess up their hair?",
    "paraphrased_q": "What is a way for a person to cross a river without getting their hair messed up?",
    "original_answer": "A human can cross a river and not mess up their hair by using a bridge or a boat to avoid getting wet. Additionally, they could wear a waterproof hat or use a hair tie to keep their hair secure while crossing.",
    "paraphrased_answer": "One way for a person to cross a river without getting their hair messed up is to use a bridge.",
    "gold_answers": [
      "bridge"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Brawn opened the curtains so that the sun could do what?",
    "paraphrased_q": "What did Brawn want the sun to do by opening the curtains?",
    "original_answer": "Brawn opened the curtains so that the sun could shine in.",
    "paraphrased_answer": "Brawn wanted the sun to shine in by opening the curtains, likely to bring light and warmth into the room, creating a more uplifting and positive atmosphere.",
    "gold_answers": [
      "warm room"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Where would you put uncooked crab meat?",
    "paraphrased_q": "Where should uncooked crab meat be stored?",
    "original_answer": "You would put uncooked crab meat in the refrigerator to keep it fresh.",
    "paraphrased_answer": "Uncooked crab meat should be stored in the refrigerator at a temperature of 32°F to 38°F (0°C to 3°C). It should be kept in an airtight container or tightly wrapped to prevent contamination and maintain freshness. If you are not planning to use it within a couple of days, it is best to freeze it for longer storage.",
    "gold_answers": [
      "stew pot"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Why are dogs often known as man's best friend?",
    "paraphrased_q": "What is it about dogs that earns them the title of man's best friend?",
    "original_answer": "Dogs are often known as man's best friend because of their loyalty, companionship, and ability to form strong bonds with humans. They provide emotional support, protection, and unconditional love, making them cherished members of many families. Their friendly nature and willingness to please contribute to this enduring relationship.",
    "paraphrased_answer": "Dogs earn the title of man's best friend due to their unwavering loyalty, companionship, and ability to provide emotional support. They are known for their affectionate nature, protective instincts, and the joy they bring to their owners' lives. Their capacity to bond with humans and their willingness to be there in times of need further solidify their reputation as loyal companions.",
    "gold_answers": [
      "very loyal"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What to kids do for boredom on a ramp?",
    "paraphrased_q": "What activities do children engage in to alleviate boredom on a ramp?",
    "original_answer": "Kids often find creative ways to entertain themselves when they're bored on a ramp. They might engage in activities like:\n\n1. **Skateboarding or Scootering**: Many kids enjoy riding their skateboards or scooters on ramps, practicing tricks or just cruising around.\n2. **Playing Games**: They might play games like tag or have races with friends.\n3. **Creating Obstacle Courses**: Kids can set up challenges using the ramp and surrounding area, turning it into an obstacle course.\n4. **Drawing or Writing**: Some might bring along paper and markers to draw or write stories while sitting on the ramp.\n5. **Socializing**: Simply hanging out with friends, chatting, and enjoying each other's company can be a great way to pass the time.\n6. **Exploring Nature**: If the ramp is in a park or outdoor area, kids might explore their surroundings, looking for interesting plants or insects.\n\nOverall, kids are often quite resourceful and can turn a boring moment into a fun experience with a little creativity!",
    "paraphrased_answer": "Children often engage in various activities to alleviate boredom on a ramp, such as:\n\n1. **Playing Games**: They might play tag, hopscotch, or other interactive games that can be played in an open space.\n2. **Riding Scooters or Bikes**: If they have scooters or bikes, they may ride them up and down the ramp.\n3. **Drawing or Coloring**: Using chalk or paper, they might draw or color while sitting on the ramp.\n4. **Building with Toys**: They could bring toys like building blocks or action figures to create scenarios or structures.\n5. **Exploring Nature**: If the ramp is outdoors, they might explore the surrounding area, looking for interesting plants or insects.\n6. **Socializing**: They may simply chat and interact with each other, sharing stories or playing pretend.\n7. **Performing Tricks**: Older children might practice tricks on skateboards or scooters, showing off their skills.\n\nThese activities help keep them engaged and entertained while on the ramp.",
    "gold_answers": [
      "skateboard"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "When did mammoth's live?",
    "paraphrased_q": "When were mammoths alive?",
    "original_answer": "Mammoths lived during the Pleistocene epoch, which lasted from about 2.6 million years ago to approximately 11,700 years ago. They were most prevalent during the last Ice Age and are believed to have gone extinct around 4,000 years ago.",
    "paraphrased_answer": "Mammoths were alive during the Pleistocene Epoch, which lasted from about 2.6 million years ago to approximately 11,700 years ago. They roamed various parts of the world, including North America, Europe, and Asia, until their extinction around 4,000 years ago.",
    "gold_answers": [
      "ancient times"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What could you get an unsmooth pit from?",
    "paraphrased_q": "What might cause an uneven pit?",
    "original_answer": "You could get an unsmooth pit from a peach.",
    "paraphrased_answer": "An uneven pit might be caused by several factors, including:\n\n1. **Soil Composition**: Variations in soil type and density can lead to uneven settling.\n2. **Water Drainage**: Poor drainage can cause erosion or accumulation of water, leading to uneven surfaces.\n3. **Root Growth**: The growth of tree roots or other vegetation can disrupt the soil and create unevenness.\n4. **Construction Techniques**: Inconsistent excavation or filling methods during construction can result in an uneven pit.\n5. **Natural Settling**: Over time, natural settling of the ground can lead to uneven surfaces.\n6. **Weather Conditions**: Heavy rains or flooding can wash away soil, creating pits that are uneven.\n\nThese factors can contribute to the formation of an uneven pit in various contexts, such as construction sites or natural landscapes.",
    "gold_answers": [
      "peach"
    ],
    "em_orig": 1.0,
    "em_para": 0.0,
    "delta_em": -1.0
  },
  {
    "original_q": "Where is a monkey likely to enjoy being?",
    "paraphrased_q": "In what environment is a monkey probably to find enjoyment?",
    "original_answer": "A monkey is likely to enjoy being in a tree or a jungle.",
    "paraphrased_answer": "A monkey is probably to find enjoyment in a natural environment, such as a jungle or forest, where it can climb trees, explore, and interact with other animals.",
    "gold_answers": [
      "banana tree"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "In basic training they build you up only to do what, all in hopes of building you up even stronger the next time?",
    "paraphrased_q": "During basic training, what is the purpose of building you up, with the expectation of making you even stronger in the future?",
    "original_answer": "In basic training, they build you up only to tear you down, all in hopes of building you up even stronger the next time.",
    "paraphrased_answer": "The purpose of building you up during basic training, with the expectation of making you even stronger in the future, is to develop resilience and strength through a process of challenge and recovery. This method involves pushing individuals to their limits, breaking them down physically and mentally, and then helping them rebuild. The goal is to instill discipline, enhance physical fitness, and foster a strong mindset, ultimately preparing them for the demands they will face in their military careers or other challenging situations. This cyclical process of tearing down and building up is designed to create a more capable and adaptable individual.",
    "gold_answers": [
      "tear down"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Sally thought that competing wasn't worth the risk. If she pushed more what might happen?",
    "paraphrased_q": "Sally believed that the risk of competing wasn't justified. What could occur if she exerted herself further?",
    "original_answer": "If Sally pushed more, she might face potential injuries or setbacks that could affect her health and well-being. Additionally, the stress and pressure of competition could lead to anxiety or burnout, making her less happy and fulfilled in the long run.",
    "paraphrased_answer": "If Sally exerted herself further, she could potentially face negative consequences such as increased stress, burnout, or physical exhaustion. Additionally, she might experience feelings of regret or disappointment if the outcome of the competition did not meet her expectations, reinforcing her belief that the risk was not justified.",
    "gold_answers": [
      "death"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What can you use to store a book while traveling?",
    "paraphrased_q": "What can you utilize to keep a book safe during your travels?",
    "original_answer": "You can use a suitcase to store a book while traveling.",
    "paraphrased_answer": "You can utilize a suitcase to keep a book safe during your travels.",
    "gold_answers": [
      "suitcase"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "At the picnic she was stuck eating hamburger, she was worried because she forgot her chewables to prevent what?",
    "paraphrased_q": "During the picnic, she was limited to eating a hamburger and felt anxious because she had forgotten her chewable tablets to avoid what?",
    "original_answer": "Heartburn.",
    "paraphrased_answer": "She felt anxious because she had forgotten her chewable tablets to avoid feeling sick.",
    "gold_answers": [
      "heartburn"
    ],
    "em_orig": 1.0,
    "em_para": 0.0,
    "delta_em": -1.0
  },
  {
    "original_q": "A bald eagle is likely to be found on what kind of work?",
    "paraphrased_q": "What type of work is a bald eagle likely to be associated with?",
    "original_answer": "A bald eagle is likely to be found in work related to wildlife conservation, environmental monitoring, or as a symbol in governmental and national contexts, such as in the role of a national emblem.",
    "paraphrased_answer": "A bald eagle is not typically associated with any type of work in the human sense, as it is a wild bird. However, it is often symbolically associated with roles related to nature conservation, wildlife protection, and national symbolism, particularly in the United States where it is a national emblem. In a more metaphorical sense, one might say that a bald eagle is associated with the work of representing freedom and strength.",
    "gold_answers": [
      "painting"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Where are you when you're about to use your plane ticket?",
    "paraphrased_q": "Where are you located just before you plan to use your plane ticket?",
    "original_answer": "You are likely at the airport when you're about to use your plane ticket.",
    "paraphrased_answer": "You would likely be located at the airport just before you plan to use your plane ticket.",
    "gold_answers": [
      "airport"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "A fencing thrust with a sharp sword towards a person would result in what?",
    "paraphrased_q": "What would happen if a person were thrust at with a sharp sword in fencing?",
    "original_answer": "A fencing thrust with a sharp sword towards a person would result in a potential injury or wound, as the sword could penetrate the skin and cause harm.",
    "paraphrased_answer": "If a person were thrust at with a sharp sword in fencing, they would likely need to react quickly to either evade the attack or defend themselves. This could involve using their own sword to parry the thrust, stepping aside to avoid the blade, or using footwork to create distance. If the thrust were successful and the person were struck, it could result in injury, depending on the severity of the thrust and the protective gear being worn. In a competitive fencing context, the goal is to score points while minimizing the risk of injury through skillful movement and technique.",
    "gold_answers": [
      "puncture wound"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "John saw a fox running along the beach and was glad to be on the east coast.  Where might he have been?",
    "paraphrased_q": "Where could he have been if John spotted a fox running on the beach and felt happy to be on the east coast?",
    "original_answer": "John might have been on the east coast, as beaches are typically found in that area.",
    "paraphrased_answer": "John could have been on the east coast of a beach, enjoying the scenery and wildlife, which made him happy to spot a fox running along the shore.",
    "gold_answers": [
      "south carolina"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What might someone believe in if they are cleaning clothes?",
    "paraphrased_q": "What could a person be believing in while they are doing laundry?",
    "original_answer": "Someone cleaning clothes might believe in the importance of cleanliness, organization, or personal hygiene. They may also value the care of their belongings and the presentation of themselves or their environment. Additionally, they might believe in the benefits of maintaining a tidy space for mental well-being.",
    "paraphrased_answer": "A person doing laundry could be believing in the importance of maintaining cleanliness and organization in their life. They might also be reflecting on their responsibilities, feeling a sense of accomplishment in completing household tasks, or thinking about the comfort and freshness that clean clothes bring. Additionally, they could be using the time to contemplate personal goals or simply enjoying a moment of mindfulness.",
    "gold_answers": [
      "sanitation"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "The lock kept the steering wheel from moving, but the thief still took his chances and began to work on the what?",
    "paraphrased_q": "What did the thief start to work on despite the lock preventing the steering wheel from moving?",
    "original_answer": "ignition system",
    "paraphrased_answer": "The thief started to work on the ignition despite the lock preventing the steering wheel from moving.",
    "gold_answers": [
      "ignition switch"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Where can you buy a replacement ax handle?",
    "paraphrased_q": "Where is it possible to purchase a new ax handle?",
    "original_answer": "You can buy a replacement ax handle at a hardware store, home improvement store, or online retailers that specialize in tools and outdoor equipment.",
    "paraphrased_answer": "You can purchase a new ax handle at a hardware store, home improvement store, or online retailers that sell tools and equipment.",
    "gold_answers": [
      "hardware store"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What kind of place has a leader?",
    "paraphrased_q": "What type of location has a leader?",
    "original_answer": "A country has a leader.",
    "paraphrased_answer": "A country has a leader.",
    "gold_answers": [
      "country"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Running errands with screaming kids will likely cause what?",
    "paraphrased_q": "What is likely to happen when running errands with noisy children?",
    "original_answer": "Running errands with screaming kids will likely cause frustration or stress.",
    "paraphrased_answer": "When running errands with noisy children, it is likely to cause aggravation or stress for the adult accompanying them. The noise and distractions may make it more challenging to complete tasks efficiently and could lead to frustration for both the adult and the children.",
    "gold_answers": [
      "aggravation"
    ],
    "em_orig": 0.0,
    "em_para": 1.0,
    "delta_em": 1.0
  },
  {
    "original_q": "James was looking for a good place to buy farmland.  Where might he look?",
    "paraphrased_q": "Where could James search for a suitable location to purchase farmland?",
    "original_answer": "James might look for farmland in rural areas or agricultural regions known for farming. He could also consider local real estate listings, agricultural auctions, or contact real estate agents who specialize in farmland. Additionally, he might explore online platforms that focus on buying and selling agricultural properties.",
    "paraphrased_answer": "James could search for a suitable location to purchase farmland by looking at rural areas or regions known for agricultural activity. He might consider visiting local real estate offices that specialize in farmland, checking online real estate listings, or consulting with agricultural extension services for recommendations on available properties. Additionally, he could explore local farming communities or attend agricultural fairs to network with farmers and learn about available land for sale.",
    "gold_answers": [
      "midwest"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Where do you head to travel to a star?",
    "paraphrased_q": "Where do you go to journey to a star?",
    "original_answer": "To travel to a star, you would head out into outer space.",
    "paraphrased_answer": "To journey to a star, you would need to go into space, typically by using a spacecraft or rocket.",
    "gold_answers": [
      "outer space"
    ],
    "em_orig": 1.0,
    "em_para": 0.0,
    "delta_em": -1.0
  },
  {
    "original_q": "What could happen if someone is seeing new presents at a birthday party?",
    "paraphrased_q": "What might occur if a person is observing new gifts at a birthday celebration?",
    "original_answer": "If someone is seeing new presents at a birthday party, they might feel excited and curious about the gifts. They could experience joy and anticipation, wondering what is inside each present. This could also lead to feelings of happiness for the birthday person, as well as a desire to participate in the gift-opening process. Additionally, they might feel inspired to think about their own future birthday celebrations or gifts they would like to receive.",
    "paraphrased_answer": "If a person is observing new gifts at a birthday celebration, they might feel excited or curious about the gifts. They may also experience feelings of joy or anticipation, especially if they are close to the birthday person. Additionally, they might engage in conversations with others about the gifts, express their thoughts on what they see, or even think about what they would like to receive as gifts in the future.",
    "gold_answers": [
      "excitement"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Jane works for the government as a senator, where does she spend a lot of time?",
    "paraphrased_q": "As a senator working for the government, where does Jane dedicate much of her time?",
    "original_answer": "Jane, as a senator, spends a lot of time in the Senate, which is part of the government where legislative discussions and decision-making take place.",
    "paraphrased_answer": "As a senator working for the government, Jane dedicates much of her time to addressing issues related to government policies and public welfare, which may include matters such as infrastructure, environmental concerns, and the functionality of public projects.",
    "gold_answers": [
      "capitol building"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "The man was giving assistance to a pan handler in the streets, how did he give assistance?",
    "paraphrased_q": "How did the man provide help to the panhandler on the streets?",
    "original_answer": "The man gave assistance to the panhandler by providing help, which could include giving money, food, or other resources to support them in their situation.",
    "paraphrased_answer": "The documents provided do not contain any information regarding how a man provided help to a panhandler on the streets. Therefore, I cannot answer that question based on the given text.",
    "gold_answers": [
      "out of pocket"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "When a person admits his mistakes, what are they doing?",
    "paraphrased_q": "What is a person doing when they acknowledge their errors?",
    "original_answer": "When a person admits their mistakes, they are demonstrating self-awareness, accountability, and humility. This act often reflects a willingness to learn and grow from their experiences.",
    "paraphrased_answer": "When a person acknowledges their errors, they are demonstrating self-awareness and accountability. This act often involves recognizing their mistakes, taking responsibility for them, and potentially learning from the experience to improve in the future. It reflects a level of maturity and confidence, as they are willing to admit imperfections and seek growth.",
    "gold_answers": [
      "act responsibly"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Where would a person light alcohol on fire to observe the reaction?",
    "paraphrased_q": "In what location would someone ignite alcohol to witness the reaction?",
    "original_answer": "A person would typically light alcohol on fire in a controlled environment, such as a laboratory or a bar, where safety precautions are in place. It is important to ensure that there are proper safety measures, such as fire extinguishers and adequate ventilation, to prevent accidents.",
    "paraphrased_answer": "Igniting alcohol to witness the reaction should only be done in a controlled environment, such as a laboratory or a designated outdoor area that is safe for such experiments. It is important to follow safety protocols and regulations when handling flammable substances.",
    "gold_answers": [
      "chemistry lab"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Where would you find a kosher deli along side a number of different places to eat?",
    "paraphrased_q": "Where can you locate a kosher deli among various dining options?",
    "original_answer": "You would likely find a kosher deli in a city, where there are many different places to eat.",
    "paraphrased_answer": "To locate a kosher deli among various dining options, you can check local directories, online maps, or restaurant review websites. Additionally, you might ask for recommendations from friends or community members who are familiar with kosher dining options in your area.",
    "gold_answers": [
      "food court"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Flowers make a good center focal point, just one of many arrangements that look good on a what?",
    "paraphrased_q": "Flowers serve as an excellent focal point, one of numerous arrangements that enhance the appearance of a what?",
    "original_answer": "table",
    "paraphrased_answer": "Flowers serve as an excellent focal point, one of numerous arrangements that enhance the appearance of a **space**.",
    "gold_answers": [
      "table"
    ],
    "em_orig": 1.0,
    "em_para": 0.0,
    "delta_em": -1.0
  },
  {
    "original_q": "Zane doesn't like answering questions.  He's not good at it because he suffers from what?",
    "paraphrased_q": "What does Zane struggle with that makes him not good at answering questions, which he doesn't enjoy doing?",
    "original_answer": "Zane doesn't like answering questions. He's not good at it because he suffers from anxiety.",
    "paraphrased_answer": "Zane struggles with uncertainty and self-doubt, which makes him not good at answering questions. This lack of confidence leads to discomfort in situations where he has to provide responses, resulting in a dislike for such tasks.",
    "gold_answers": [
      "confusion"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Where do adults use glue sticks?",
    "paraphrased_q": "In what situations do adults utilize glue sticks?",
    "original_answer": "The documents provided do not contain any information about where adults use glue sticks. Therefore, I cannot provide an answer based on the given text.",
    "paraphrased_answer": "Adults utilize glue sticks in various situations, including:\n\n1. **Arts and Crafts Projects**: Adults often use glue sticks for scrapbooking, card making, or other creative projects that require a clean and easy application of adhesive.\n\n2. **Office Work**: In an office setting, glue sticks can be used for assembling presentations, reports, or other documents that require pasting images or text.\n\n3. **Educational Settings**: Teachers and educators may use glue sticks for classroom activities, projects, or to help students with their art assignments.\n\n4. **Home Repairs**: Glue sticks can be used for minor repairs or crafting at home, such as fixing small items or creating DIY projects.\n\n5. **Packaging and Labeling**: Adults may use glue sticks for sealing envelopes, attaching labels, or packaging items for shipping.\n\nOverall, glue sticks are versatile tools that can be used in both professional and personal contexts for various adhesive needs.",
    "gold_answers": [
      "office"
    ],
    "em_orig": 0.0,
    "em_para": 1.0,
    "delta_em": 1.0
  },
  {
    "original_q": "Bob the lizard lives in a warm place with lots of water.  Where does he probably live?",
    "paraphrased_q": "In a warm area with plenty of water, where is Bob the lizard likely to reside?",
    "original_answer": "Bob the lizard probably lives near a body of water, such as a lake, river, or pond, in a warm climate.",
    "paraphrased_answer": "In a warm area with plenty of water, Bob the lizard is likely to reside near the body of water, possibly in the surrounding vegetation or forested areas.",
    "gold_answers": [
      "tropical rainforest"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "The program kept getting errors, the amateur end user began to what?",
    "paraphrased_q": "What did the amateur end user start to do as the program continued to encounter errors?",
    "original_answer": "The program kept getting errors, the amateur end user began to **blunderbuss**.",
    "paraphrased_answer": "The amateur end user likely started to troubleshoot the program, seeking solutions to the errors encountered, which may have included checking for updates, consulting help documentation, or reaching out for support.",
    "gold_answers": [
      "get frustrated"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "The painter started to edge the room with tape, he always took extra care to make the lines clean and crisp when working with an what?",
    "paraphrased_q": "The painter began to tape the edges of the room, always ensuring that the lines were neat and sharp when using what?",
    "original_answer": "Answer: edge.",
    "paraphrased_answer": "The painter began to tape the edges of the room, always ensuring that the lines were neat and sharp when using **paint**.",
    "gold_answers": [
      "interior"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "If you were looking for a blowfish, you wouldn't look on dry land, you'd look in a what?",
    "paraphrased_q": "If you were searching for a blowfish, you wouldn't search on dry land; instead, where would you look?",
    "original_answer": "You'd look in a body of water.",
    "paraphrased_answer": "You would look in the water, specifically in oceans or seas, where blowfish are typically found.",
    "gold_answers": [
      "body of water"
    ],
    "em_orig": 1.0,
    "em_para": 0.0,
    "delta_em": -1.0
  },
  {
    "original_q": "If you're watching a comedy film what would you expect to hear from the audience?",
    "paraphrased_q": "What kind of reactions would you anticipate from the audience while watching a comedy film?",
    "original_answer": "If you're watching a comedy film, you would expect to hear laughter, chuckles, and possibly some applause or cheers from the audience. People might also react with gasps or comments in response to funny scenes or punchlines.",
    "paraphrased_answer": "While watching a comedy film, you can anticipate a variety of reactions from the audience, including:\n\n1. **Laughter**: This is the most common reaction, as comedic timing, jokes, and funny situations elicit spontaneous laughter.\n\n2. **Giggling**: Some audience members may respond with softer giggles, especially during light-hearted or cute moments.\n\n3. **Applause**: In some cases, particularly after a particularly funny scene or punchline, audiences may applaud.\n\n4. **Gasps**: Surprising or outrageous moments can lead to gasps of shock or disbelief.\n\n5. **Cheering**: In comedies with triumphant or feel-good moments, audiences might cheer for the characters.\n\n6. **Relatable Reactions**: Viewers may nod or smile knowingly at situations that resonate with their own experiences.\n\n7. **Silence**: In some instances, a joke may fall flat, leading to an awkward silence.\n\n8. **Discussion**: After the film, audiences might engage in conversations about their favorite parts or quotes.\n\nOverall, the reactions can vary widely based on the humor style, the audience's mood, and their personal experiences.",
    "gold_answers": [
      "laughter"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "The man often made smart remarks, like that any restaurant is a mexican restaurant where?",
    "paraphrased_q": "The man frequently made clever comments, such as suggesting that any restaurant could be considered a Mexican restaurant.",
    "original_answer": "The man often made smart remarks, like that any restaurant is a Mexican restaurant where there are tacos on the menu.",
    "paraphrased_answer": "The man's clever comments often highlighted the absurdity of certain situations, much like his suggestion that any restaurant could be labeled a Mexican restaurant. This reflects a playful and humorous perspective, akin to the whimsical nature of a fairy tale where characters might exaggerate or twist reality for comedic effect.",
    "gold_answers": [
      "mexico"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Where might the stapler be if I cannot find it?",
    "paraphrased_q": "Where could the stapler be if I am unable to locate it?",
    "original_answer": "The stapler might be in a drawer, on a desk, or in a supply cabinet. It could also be misplaced in another room or with other office supplies.",
    "paraphrased_answer": "The stapler could be in the desk drawer.",
    "gold_answers": [
      "desk drawer"
    ],
    "em_orig": 0.0,
    "em_para": 1.0,
    "delta_em": 1.0
  },
  {
    "original_q": "They were hoping their campaign would create a rise in awareness of the problem and hopefully do what to its effect?",
    "paraphrased_q": "They were anticipating that their campaign would increase awareness of the issue and ideally mitigate its impact.",
    "original_answer": "They were hoping their campaign would create a rise in awareness of the problem and hopefully reduce its effect.",
    "paraphrased_answer": "The campaign aimed to raise awareness of the issue and, ideally, reduce its impact.",
    "gold_answers": [
      "reduce"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "The end of the barrel of what primitive firearm is bell shaped?",
    "paraphrased_q": "What type of primitive firearm has a bell-shaped end on its barrel?",
    "original_answer": "The end of the barrel of a blunderbuss is bell shaped.",
    "paraphrased_answer": "The type of primitive firearm that has a bell-shaped end on its barrel is called a \"blunderbuss.\"",
    "gold_answers": [
      "blunderbuss"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What are candles good for eliminating?",
    "paraphrased_q": "What do candles effectively remove?",
    "original_answer": "Candles are good for eliminating odors and creating a pleasant atmosphere.",
    "paraphrased_answer": "Candles effectively remove odors from the air by masking unpleasant smells and providing a pleasant fragrance. Additionally, they can create a calming atmosphere, which may help reduce stress and promote relaxation.",
    "gold_answers": [
      "dark"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What could go to a tennis court?",
    "paraphrased_q": "What items are suitable for a tennis court?",
    "original_answer": "A tennis racket, tennis balls, a net, and appropriate footwear could go to a tennis court.",
    "paraphrased_answer": "Items suitable for a tennis court include tennis rackets, tennis balls, nets, court markers, and appropriate footwear. Additionally, items like water bottles, towels, and scoreboards can also be useful for players and spectators.",
    "gold_answers": [
      "athletic club"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Where could you find a bureau as well as many politicians?",
    "paraphrased_q": "Where can you locate a bureau along with numerous politicians?",
    "original_answer": "You could find a bureau as well as many politicians in a government building or a legislative assembly.",
    "paraphrased_answer": "You can locate a bureau along with numerous politicians in a government building or legislative assembly, such as a parliament or congress.",
    "gold_answers": [
      "washington dc"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Tweed is a rare fabric in modern clothing, what brand should I look for when buying it?",
    "paraphrased_q": "What brand should I consider when purchasing tweed, a fabric that is uncommon in contemporary fashion?",
    "original_answer": "When looking for tweed fabric in modern clothing, consider brands known for their quality and craftsmanship. Some reputable brands include:\n\n1. **Harris Tweed** - Known for its authentic handwoven tweed from the Outer Hebrides of Scotland.\n2. **Barbour** - Offers a range of tweed jackets and outerwear with a classic British style.\n3. **J. Crew** - Often features tweed blazers and coats in their collections.\n4. **Burberry** - Known for luxury tweed pieces, especially in outerwear.\n5. **Glencheck** - Specializes in tweed suits and tailored clothing.\n\nThese brands are a good starting point for finding high-quality tweed garments.",
    "paraphrased_answer": "When considering purchasing tweed, you might want to look into brands that are known for their quality and craftsmanship in this fabric. Some notable brands include:\n\n1. **Harris Tweed** - Known for its authentic handwoven tweed from the Outer Hebrides of Scotland.\n2. **Barbour** - Offers a range of tweed jackets and accessories, combining traditional styles with modern functionality.\n3. **Burberry** - Known for luxury fashion, they often incorporate tweed into their collections.\n4. **J. Crew** - Offers contemporary styles that include tweed pieces, making it more accessible for modern fashion.\n5. **Glencheck** - Specializes in classic tweed patterns and styles, often with a modern twist.\n\nThese brands provide a mix of traditional and contemporary designs, making them great options for incorporating tweed into your wardrobe.",
    "gold_answers": [
      "eddie bauer"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What type of store would have lots of sports equipment?",
    "paraphrased_q": "What kind of shop would carry a wide range of sports gear?",
    "original_answer": "A sporting goods store would have lots of sports equipment.",
    "paraphrased_answer": "A sporting goods store would carry a wide range of sports gear.",
    "gold_answers": [
      "sporting goods store"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Humans need shelter to survive.  They usually find shelter where?",
    "paraphrased_q": "Where do humans typically seek shelter to ensure their survival?",
    "original_answer": "Humans usually find shelter in various places such as houses, apartments, buildings, tents, or natural formations like caves.",
    "paraphrased_answer": "Humans typically seek shelter in buildings, homes, or natural structures such as caves or trees to ensure their survival.",
    "gold_answers": [
      "homes"
    ],
    "em_orig": 0.0,
    "em_para": 1.0,
    "delta_em": 1.0
  },
  {
    "original_q": "What is a person trying to accomplish when taking analgesics?",
    "paraphrased_q": "What does an individual aim to achieve by using analgesics?",
    "original_answer": "A person is trying to alleviate pain or discomfort when taking analgesics.",
    "paraphrased_answer": "An individual aims to achieve pain relief or reduction by using analgesics. These medications are designed to alleviate discomfort and improve overall well-being.",
    "gold_answers": [
      "avoid pain"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What would encourage someone to continue playing tennis?",
    "paraphrased_q": "What factors might motivate a person to keep playing tennis?",
    "original_answer": "Several factors can encourage someone to continue playing tennis:\n\n1. **Enjoyment of the Game**: A genuine love for tennis and the enjoyment derived from playing can motivate individuals to keep participating.\n\n2. **Social Interaction**: Playing with friends or joining a tennis club can create a sense of community and make the experience more enjoyable.\n\n3. **Skill Improvement**: Seeing progress in skills and performance can be a strong motivator. Setting and achieving personal goals can enhance this feeling.\n\n4. **Physical Fitness**: The health benefits of playing tennis, such as improved fitness and coordination, can encourage continued participation.\n\n5. **Competition**: Engaging in friendly matches or tournaments can provide excitement and a sense of achievement.\n\n6. **Coaching and Support**: Having a coach or mentor who provides guidance and encouragement can help maintain motivation.\n\n7. **Variety and Challenge**: Introducing new drills, techniques, or playing styles can keep the game fresh and interesting.\n\n8. **Positive Reinforcement**: Receiving praise and recognition for efforts and achievements can boost confidence and motivation.\n\nBy focusing on these aspects, individuals can find reasons to keep playing tennis and enjoy the sport for years to come.",
    "paraphrased_answer": "Several factors might motivate a person to keep playing tennis, including:\n\n1. **Enjoyment of the Game**: A genuine love for tennis and the enjoyment derived from playing can be a strong motivator.\n\n2. **Social Interaction**: Playing tennis often involves socializing with friends, family, or teammates, which can enhance the experience and encourage continued participation.\n\n3. **Physical Fitness**: The desire to stay fit and healthy can motivate individuals to keep playing, as tennis provides a great workout.\n\n4. **Skill Improvement**: The opportunity to improve skills and achieve personal goals can drive players to continue practicing and competing.\n\n5. **Competition**: The thrill of competition and the desire to win can motivate players to keep playing, whether in casual matches or organized tournaments.\n\n6. **Mental Benefits**: Tennis can provide stress relief and mental stimulation, encouraging players to continue for the psychological benefits.\n\n7. **Support and Encouragement**: Positive reinforcement from coaches, friends, or family can motivate individuals to persist in their tennis journey.\n\n8. **Access to Facilities**: Availability of courts and resources can influence a person's ability to continue playing.\n\n9. **Role Models**: Inspiration from professional players or local champions can motivate individuals to pursue the sport further.\n\n10. **Community and Belonging**: Being part of a tennis club or community can foster a sense of belonging, encouraging continued participation in the sport.",
    "gold_answers": [
      "victory"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "If you have a ticket and you are planning to eat hot dogs, where would you go?",
    "paraphrased_q": "Where would you go if you have a ticket and intend to eat hot dogs?",
    "original_answer": "You would go to the fruit stand.",
    "paraphrased_answer": "You would go to a hot dog stand or a food vendor that sells hot dogs.",
    "gold_answers": [
      "baseball stadium"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Where is a good place to put a hamburger?",
    "paraphrased_q": "What is a suitable location to place a hamburger?",
    "original_answer": "A good place to put a hamburger is on a plate in the kitchen or dining area.",
    "paraphrased_answer": "A suitable location to place a hamburger would be on a plate or in a burger wrapper.",
    "gold_answers": [
      "mouth"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "He was having a hard time expressing himself in a healthy way, the psychologist said he was mentally what?",
    "paraphrased_q": "The psychologist mentioned that he was mentally what, as he struggled to express himself in a healthy manner?",
    "original_answer": "The psychologist said he was mentally \"frustrated.\"",
    "paraphrased_answer": "The psychologist mentioned that he was mentally \"blocked\" as he struggled to express himself in a healthy manner.",
    "gold_answers": [
      "suffering"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "He picked up the perfect pebble, he planned to skip it across the entire small what?",
    "paraphrased_q": "He selected the ideal pebble, intending to skip it across the whole small what?",
    "original_answer": "The perfect pebble was planned to be skipped across the entire small pond.",
    "paraphrased_answer": "The ideal pebble was intended to be skipped across the whole small pond.",
    "gold_answers": [
      "pond"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What is the thing that is agitated in your head when kissing?",
    "paraphrased_q": "What is the sensation that stirs in your mind while kissing?",
    "original_answer": "The thing that is agitated in your head when kissing is happiness.",
    "paraphrased_answer": "The sensation that stirs in your mind while kissing is happiness.",
    "gold_answers": [
      "happiness"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Killing people should not cause what emotion?",
    "paraphrased_q": "What emotion should not be elicited by killing people?",
    "original_answer": "Killing people should not cause joy.",
    "paraphrased_answer": "The emotion that should not be elicited by killing people is joy.",
    "gold_answers": [
      "joy"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "The teacher played on the upright piano, she was explaining the song to all the students in the what?",
    "paraphrased_q": "The teacher was demonstrating the song on the upright piano to all the students in the what?",
    "original_answer": "classroom",
    "paraphrased_answer": "The teacher was demonstrating the song on the upright piano to all the students in the classroom.",
    "gold_answers": [
      "music room"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "A good interview after applying for a job may cause you to feel what?",
    "paraphrased_q": "What feelings might you experience after having a successful interview for a job you applied for?",
    "original_answer": "A good interview after applying for a job may cause you to feel hopeful or optimistic about the possibility of getting the job.",
    "paraphrased_answer": "After having a successful interview for a job you applied for, you might experience a range of positive feelings, including:\n\n1. **Excitement**: The prospect of starting a new job can be thrilling and energizing.\n2. **Relief**: If you were nervous about the interview, you might feel a sense of relief that it went well.\n3. **Hopefulness**: You may feel hopeful about the future and the opportunities that the new job could bring.\n4. **Pride**: Successfully navigating the interview process can instill a sense of pride in your abilities and preparation.\n5. **Anticipation**: You might feel eager to hear back from the employer and to potentially start a new chapter in your career.\n6. **Confidence**: A successful interview can boost your self-esteem and confidence in your professional skills.\n\nOverall, these feelings can contribute to a positive outlook on your career journey ahead.",
    "gold_answers": [
      "hope"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Her son scraped his knee, she fetched a bottle of peroxide from the what?",
    "paraphrased_q": "Where did she get the bottle of peroxide after her son scraped his knee?",
    "original_answer": "cabinet",
    "paraphrased_answer": "The provided documents do not contain any information regarding where she got the bottle of peroxide after her son scraped his knee. Therefore, I cannot provide an answer to that question based on the given text.",
    "gold_answers": [
      "medicine cabinet"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "how can i store cooked steak?",
    "paraphrased_q": "What is the best way to store cooked steak?",
    "original_answer": "To store cooked steak properly, follow these steps:\n\n1. **Cool Down**: Allow the cooked steak to cool to room temperature for no more than two hours after cooking.\n\n2. **Wrap or Container**: Wrap the steak tightly in aluminum foil or plastic wrap, or place it in an airtight container. This helps prevent moisture loss and protects it from absorbing odors from other foods.\n\n3. **Refrigerate**: Store the wrapped steak in the refrigerator if you plan to eat it within 3 to 4 days.\n\n4. **Freeze for Longer Storage**: If you want to keep the steak for a longer period, place it in the freezer. It can be stored in the freezer for up to 6 months. For best results, use a vacuum sealer or wrap it tightly in freezer-safe wrap to prevent freezer burn.\n\n5. **Reheating**: When you're ready to eat the stored steak, reheat it gently in the oven, on the stovetop, or in the microwave until it reaches an internal temperature of 165°F (74°C).\n\nBy following these steps, you can ensure that your cooked steak stays fresh and safe to eat.",
    "paraphrased_answer": "The best way to store cooked steak is to let it cool to room temperature, then wrap it tightly in plastic wrap or aluminum foil, or place it in an airtight container. Store it in the refrigerator if you plan to eat it within a few days, or freeze it for longer storage. When reheating, ensure it reaches a safe internal temperature.",
    "gold_answers": [
      "freezer"
    ],
    "em_orig": 1.0,
    "em_para": 0.0,
    "delta_em": -1.0
  },
  {
    "original_q": "A story about World War II would be set when?",
    "paraphrased_q": "When would a narrative about World War II take place?",
    "original_answer": "A story about World War II would be set between 1939 and 1945, the years during which the war took place.",
    "paraphrased_answer": "A narrative about World War II would typically take place between 1939 and 1945, as these are the years during which the war occurred. The story could be set in various locations around the world, reflecting the global impact of the conflict.",
    "gold_answers": [
      "past"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "If you spend a long time shopping in uncomfortable shoes, you might develop what?",
    "paraphrased_q": "What might you develop if you spend an extended period shopping in uncomfortable shoes?",
    "original_answer": "If you spend a long time shopping in uncomfortable shoes, you might develop blisters or foot pain.",
    "paraphrased_answer": "If you spend an extended period shopping in uncomfortable shoes, you might develop foot pain, blisters, calluses, or other foot-related issues. Additionally, you could experience discomfort in your legs, back, and overall fatigue.",
    "gold_answers": [
      "calluses"
    ],
    "em_orig": 0.0,
    "em_para": 1.0,
    "delta_em": 1.0
  },
  {
    "original_q": "Unlike a spider and his many sight seers, people only have what?",
    "paraphrased_q": "In contrast to a spider and its numerous observers, what do people possess?",
    "original_answer": "People only have two eyes.",
    "paraphrased_answer": "In contrast to a spider and its numerous observers, people possess two eyes.",
    "gold_answers": [
      "two eyes"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "The baby was cranky, it needed to eat breakfast but refused to what?",
    "paraphrased_q": "The baby was fussy; it needed to have breakfast but wouldn’t do what?",
    "original_answer": "The baby refused to eat.",
    "paraphrased_answer": "The baby wouldn't eat.",
    "gold_answers": [
      "open mouth"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "No matter what date you put on it, we all know the universe to be what?",
    "paraphrased_q": "Regardless of the date you assign to it, what do we all recognize the universe as?",
    "original_answer": "The universe is known to be ever-expanding and constantly changing.",
    "paraphrased_answer": "We all recognize the universe as a vast and complex system that encompasses all matter, energy, space, and time. It is often seen as a dynamic entity that is constantly expanding and evolving.",
    "gold_answers": [
      "very old"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What continent has the most castles?",
    "paraphrased_q": "Which continent boasts the highest number of castles?",
    "original_answer": "Europe has the most castles.",
    "paraphrased_answer": "Europe boasts the highest number of castles.",
    "gold_answers": [
      "europe"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "At the new comic store he found himself making friends, it was nice to meet people with what?",
    "paraphrased_q": "At the new comic store, he discovered that he was making friends; it was pleasant to connect with people who shared what?",
    "original_answer": "common interests in comics and graphic novels.",
    "paraphrased_answer": "shared similar interests in comics and graphic novels.",
    "gold_answers": [
      "common interests"
    ],
    "em_orig": 1.0,
    "em_para": 0.0,
    "delta_em": -1.0
  },
  {
    "original_q": "Of all the sports, Billy enjoys football, but what does his concerned mother think of the sport?",
    "paraphrased_q": "Among all the sports, Billy loves football, but what is his worried mother's opinion on the game?",
    "original_answer": "Billy's concerned mother likely has reservations about football due to its physical nature and the potential for injuries. She may worry about the risks associated with head injuries, concussions, and the overall safety of the sport.",
    "paraphrased_answer": "The documents provided do not contain any information about Billy, his love for football, or his mother's opinion on the game. Therefore, I cannot provide an answer based on the given documents.",
    "gold_answers": [
      "violent"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Where would you get jewelry if you do not have any?",
    "paraphrased_q": "Where can you obtain jewelry if you don't possess any?",
    "original_answer": "If you do not have any jewelry, you could go to a jewelry store to buy some. Alternatively, you could also consider online retailers, pawn shops, or artisan markets for unique pieces.",
    "paraphrased_answer": "You can obtain jewelry by purchasing it from a jewelry store, buying it online, receiving it as a gift, or finding it at a thrift store or flea market.",
    "gold_answers": [
      "department store"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "How can someone die from eating hamburger?",
    "paraphrased_q": "What are the ways in which a person can die from consuming a hamburger?",
    "original_answer": "While it is very unlikely to die from eating a hamburger, there are a few potential risks associated with consuming undercooked or contaminated meat. Here are some ways it could happen:\n\n1. **Foodborne Illness**: Eating undercooked ground beef can lead to infections from bacteria such as E. coli, Salmonella, or Listeria, which can cause severe illness and, in rare cases, death.\n\n2. **Allergic Reactions**: Some individuals may have severe allergies to ingredients commonly found in hamburgers, such as wheat (in the bun) or certain toppings. Anaphylaxis, a severe allergic reaction, can be life-threatening.\n\n3. **Choking**: If a person has difficulty swallowing or if the hamburger is particularly large or poorly chewed, there is a risk of choking, which can lead to suffocation.\n\n4. **Contaminants**: If the hamburger is contaminated with harmful substances (like certain chemicals or toxins), it could pose serious health risks.\n\n5. **Pre-existing Health Conditions**: Individuals with certain health conditions (like heart disease) may be at risk if they consume high-fat foods, which could lead to serious complications.\n\nWhile these scenarios are rare, they highlight the importance of food safety and awareness of personal health conditions when consuming any food, including hamburgers.",
    "paraphrased_answer": "There are several ways in which a person can potentially die from consuming a hamburger, although such instances are extremely rare. Here are some possible scenarios:\n\n1. **Food Allergies**: If a person has a severe allergy to an ingredient in the hamburger (such as peanuts, gluten, or dairy), consuming it could trigger anaphylaxis, which can be life-threatening without immediate treatment.\n\n2. **Choking**: A hamburger, especially if it is large or improperly chewed, can pose a choking hazard, leading to asphyxiation.\n\n3. **Foodborne Illness**: If the hamburger is undercooked or contaminated with harmful bacteria (like E. coli, Salmonella, or Listeria), it can lead to severe food poisoning, which can be fatal, particularly in vulnerable populations such as the elderly or those with weakened immune systems.\n\n4. **Heart Attack**: Consuming a hamburger that is high in saturated fats and cholesterol could potentially trigger a heart attack, especially in individuals with pre-existing heart conditions.\n\n5. **Obstructive Sleep Apnea**: In some cases, consuming a large, heavy meal like a hamburger before sleeping can exacerbate conditions like obstructive sleep apnea, which can lead to serious health complications.\n\n6. **Severe Gastroesophageal Reflux Disease (GERD)**: For individuals with severe GERD, consuming certain foods, including hamburgers, can lead to complications that may be life-threatening.\n\nWhile these scenarios are possible, it is important to note that they are quite rare, and most people can safely enjoy hamburgers without serious health risks.",
    "gold_answers": [
      "mad cow disease"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "where is a good place to obtain new soap?",
    "paraphrased_q": "What is a recommended location to buy new soap?",
    "original_answer": "A good place to obtain new soap is the supermarket.",
    "paraphrased_answer": "A recommended location to buy new soap is the supermarket.",
    "gold_answers": [
      "supermarket"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "When someone is talking and you missed something, what can you do to get them to repeat it?",
    "paraphrased_q": "What can you do to ask someone to repeat what they said if you missed part of their conversation?",
    "original_answer": "You can politely ask them to repeat what they said by saying something like, \"I'm sorry, I didn't catch that. Could you please repeat it?\" or \"Could you say that again, please?\"",
    "paraphrased_answer": "You can politely ask them to repeat what they said by saying something like, \"I'm sorry, I didn't catch that. Could you please repeat it?\" or \"Could you say that again? I missed part of it.\" This shows that you are interested in the conversation and want to understand them better.",
    "gold_answers": [
      "ask question"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Where can I find a stapler in many places?",
    "paraphrased_q": "In which locations can I locate a stapler?",
    "original_answer": "You can find a stapler in many places, such as office supply stores, schools, libraries, and workplaces. Additionally, they are often found in home offices and some hotels.",
    "paraphrased_answer": "You can locate a stapler in the desk drawer.",
    "gold_answers": [
      "office building"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Although the sun did rise, what did the pessimist warn everyone it would do?",
    "paraphrased_q": "Even though the sun came up, what did the pessimist caution everyone about?",
    "original_answer": "The pessimist warned everyone that although the sun did rise, it would ultimately set again.",
    "paraphrased_answer": "The pessimist cautioned everyone about the potential for clouds to obscure the sun, suggesting that despite its presence, there could still be challenges or difficulties ahead.",
    "gold_answers": [
      "go down"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Sitting down quickly after eating beans could lead to what?",
    "paraphrased_q": "What could happen if you sit down quickly after eating beans?",
    "original_answer": "Sitting down quickly after eating beans could lead to discomfort or digestive issues, such as bloating or gas. This is because beans are high in fiber and can cause the digestive system to work harder, and sudden movements may exacerbate any discomfort.",
    "paraphrased_answer": "If you sit down quickly after eating beans, you might experience discomfort or bloating. Beans are high in fiber and can produce gas as they are digested, which may lead to a feeling of fullness or pressure in the abdomen. Sitting down quickly could exacerbate this discomfort, making you feel more bloated or gassy. Additionally, if you have a sensitive stomach, sudden movements after eating can sometimes lead to cramping or indigestion. It's generally advisable to allow some time for digestion before sitting down or engaging in physical activity.",
    "gold_answers": [
      "flatulence"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What do people do when networking?",
    "paraphrased_q": "What actions do individuals take while networking?",
    "original_answer": "When networking, people typically engage in activities such as:\n\n1. **Building Relationships**: Establishing connections with others in their industry or field.\n2. **Exchanging Information**: Sharing knowledge, experiences, and resources that can be beneficial to both parties.\n3. **Attending Events**: Participating in conferences, seminars, workshops, or social gatherings to meet new people.\n4. **Following Up**: Reaching out after initial meetings to maintain and strengthen connections.\n5. **Offering Help**: Providing assistance or support to others, which can foster goodwill and reciprocity.\n6. **Listening Actively**: Paying attention to others' needs and interests to find common ground.\n7. **Promoting Personal Brand**: Sharing their skills, achievements, and professional goals to create a positive impression.\n8. **Seeking Opportunities**: Looking for potential job leads, collaborations, or partnerships.\n\nOverall, networking is about creating mutually beneficial relationships that can lead to personal and professional growth.",
    "paraphrased_answer": "Individuals often take several actions while networking, including:\n\n1. **Initiating Conversations**: Approaching new people and starting conversations to build connections.\n2. **Listening Actively**: Paying attention to what others say, showing genuine interest in their experiences and insights.\n3. **Exchanging Contact Information**: Sharing business cards or connecting on professional networking platforms like LinkedIn.\n4. **Following Up**: Reaching out after initial meetings to maintain the relationship and explore potential collaborations.\n5. **Offering Help**: Providing assistance or resources to others, which can strengthen relationships and create goodwill.\n6. **Attending Events**: Participating in industry conferences, seminars, or social gatherings to meet new contacts.\n7. **Building a Personal Brand**: Presenting oneself confidently and professionally to make a positive impression.\n8. **Engaging on Social Media**: Interacting with others online by sharing relevant content, commenting, and participating in discussions.\n\nThese actions help individuals expand their professional network and create opportunities for collaboration and growth.",
    "gold_answers": [
      "build trust"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What is a person considered a bully known for?",
    "paraphrased_q": "What characteristics define someone who is labeled as a bully?",
    "original_answer": "A person considered a bully is known for intimidating, harassing, or belittling others, often to exert power or control over them.",
    "paraphrased_answer": "Someone labeled as a bully typically exhibits the following characteristics:\n\n1. **Aggression**: Bullies often display aggressive behavior, whether physical, verbal, or emotional, towards others.\n\n2. **Intimidation**: They may use threats or fear to control or manipulate their victims.\n\n3. **Lack of Empathy**: Bullies often show little regard for the feelings or well-being of others, making it easier for them to hurt others without remorse.\n\n4. **Power Dynamics**: They often seek to establish dominance over others, feeling a sense of power or superiority when they belittle or harm someone.\n\n5. **Repetitive Behavior**: Bullying is often a repeated behavior rather than a one-time incident, indicating a pattern of aggression.\n\n6. **Social Manipulation**: Bullies may use social tactics, such as spreading rumors or excluding others, to maintain their power and control.\n\n7. **Insecurity**: Many bullies act out of their own insecurities or personal issues, projecting their feelings of inadequacy onto others.\n\n8. **Lack of Accountability**: They often refuse to take responsibility for their actions and may blame their victims or external circumstances for their behavior.\n\nThese characteristics can manifest in various ways, and not all bullies will display every trait, but these are common indicators of bullying behavior.",
    "gold_answers": [
      "made fun of"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "John felt a snake slither over him as he rested.  He was afraid to raise his covers for fear of startling it.  Where might he be?",
    "paraphrased_q": "Where could John be if he felt a snake sliding over him while he was resting and was too scared to lift his covers for fear of scaring it away?",
    "original_answer": "John might be in a tropical or subtropical environment, possibly in a jungle or forested area where snakes are common. He could also be in a situation where he is camping or resting outdoors, perhaps in a hammock or on the ground, where a snake could easily slither over him.",
    "paraphrased_answer": "John could be in a place like a jungle, forest, or a similar natural environment where snakes are present. He might also be in a situation where he is camping or resting outdoors, possibly in a tent or under a blanket, which would explain why he felt a snake sliding over him and was too scared to lift his covers.",
    "gold_answers": [
      "bedroom"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Donald is a prominent figure for the federal government, so in what city does he likely spend a lot of time?",
    "paraphrased_q": "Given that Donald is a significant figure in the federal government, which city is he likely to frequent?",
    "original_answer": "Donald likely spends a lot of time in Washington, D.C., as it is the center of the federal government.",
    "paraphrased_answer": "Given that Donald is a significant figure in the federal government, he is likely to frequent Washington, D.C.",
    "gold_answers": [
      "washington d.c"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "If you are hungry and going fishing, why would you be going fishing?",
    "paraphrased_q": "If you're feeling hungry and heading out to fish, what would be the reason for your fishing trip?",
    "original_answer": "If you are hungry and going fishing, you would be going fishing to catch fish to eat.",
    "paraphrased_answer": "The reason for your fishing trip would likely be to catch fish for food to satisfy your hunger.",
    "gold_answers": [
      "catching fish"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Where is a great place to buy fresh fruit?",
    "paraphrased_q": "What is an excellent location to purchase fresh fruit?",
    "original_answer": "A great place to buy fresh fruit is at a fruit stand.",
    "paraphrased_answer": "A great place to buy fresh fruit is a local market.",
    "gold_answers": [
      "market"
    ],
    "em_orig": 0.0,
    "em_para": 1.0,
    "delta_em": 1.0
  },
  {
    "original_q": "What will likely happen after stabbing to death a person?",
    "paraphrased_q": "What is likely to occur after someone is fatally stabbed?",
    "original_answer": "After stabbing a person to death, several likely consequences may occur:\n\n1. **Legal Consequences**: The individual who committed the act may be arrested and charged with homicide or murder. This could lead to a trial and potential imprisonment if found guilty.\n\n2. **Emotional Impact**: The perpetrator may experience a range of emotions, including guilt, remorse, or psychological distress following the act.\n\n3. **Impact on Victim's Family**: The victim's family and friends will likely experience grief, loss, and trauma as a result of the death.\n\n4. **Community Reaction**: The incident may provoke a strong reaction from the community, including fear, outrage, or calls for justice.\n\n5. **Media Coverage**: Such an event may attract media attention, leading to public scrutiny of the circumstances surrounding the incident.\n\n6. **Potential for Violence**: Depending on the context, there may be a risk of retaliatory violence or further conflict arising from the situation.\n\n7. **Psychological Evaluation**: The perpetrator may undergo psychological evaluation to assess their mental state and motivations for the act.\n\nThese consequences can vary based on the circumstances of the incident, the legal system in place, and the individuals involved.",
    "paraphrased_answer": "After someone is fatally stabbed, it is likely that they will require immediate medical attention, but if the injury is severe enough, they may not survive. Additionally, there may be a response from law enforcement and emergency services, and an investigation into the circumstances surrounding the stabbing will likely occur.",
    "gold_answers": [
      "being arrested"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What does a self assured person often do?",
    "paraphrased_q": "What actions are commonly taken by a self-assured individual?",
    "original_answer": "A self-assured person often demonstrates confidence in their abilities and decisions. They typically communicate clearly and assertively, maintain good eye contact, and exhibit positive body language. They are comfortable expressing their opinions and are open to feedback, while also being able to handle criticism gracefully. Additionally, self-assured individuals tend to set and pursue goals with determination, take responsibility for their actions, and maintain a positive outlook even in challenging situations.",
    "paraphrased_answer": "A self-assured individual commonly takes actions such as:\n\n1. **Setting Clear Goals**: They define what they want to achieve and create a plan to reach those goals.\n2. **Making Decisions**: They are confident in their ability to make choices and take responsibility for the outcomes.\n3. **Communicating Effectively**: They express their thoughts and feelings clearly and assertively, without being aggressive.\n4. **Taking Initiative**: They proactively seek opportunities and are willing to step out of their comfort zone.\n5. **Handling Criticism**: They accept feedback gracefully and use it as a tool for growth rather than taking it personally.\n6. **Maintaining Composure**: They remain calm and composed in challenging situations, demonstrating emotional intelligence.\n7. **Building Relationships**: They engage with others positively, fostering connections and networking effectively.\n8. **Practicing Self-Care**: They prioritize their well-being through activities like exercise, relaxation, and mindfulness.\n9. **Embracing Challenges**: They view obstacles as opportunities to learn and grow rather than as threats.\n10. **Staying True to Values**: They act in alignment with their beliefs and principles, which reinforces their confidence. \n\nThese actions reflect a strong sense of self and the ability to navigate various situations with poise and assurance.",
    "gold_answers": [
      "feel important"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "The teacher thought that a ferret can be very mischievous and probably wouldn't make a great pet for the entire what?",
    "paraphrased_q": "The teacher believed that a ferret could be quite playful and likely wouldn't be an ideal pet for what in its entirety?",
    "original_answer": "family",
    "paraphrased_answer": "The teacher believed that a ferret could be quite playful and likely wouldn't be an ideal pet for someone who prefers a calm and low-maintenance pet in its entirety.",
    "gold_answers": [
      "classroom"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What is the feeling of one having fun?",
    "paraphrased_q": "What does it feel like to have fun?",
    "original_answer": "The feeling of one having fun is often described as joy, excitement, or enjoyment. It can also be characterized by a sense of playfulness, happiness, and a carefree attitude.",
    "paraphrased_answer": "Having fun often feels exhilarating and joyful. It can bring a sense of lightness and freedom, allowing you to forget about stress and worries. Engaging in enjoyable activities can lead to laughter, excitement, and a sense of connection with others. Overall, it creates a positive emotional state, often characterized by happiness and contentment.",
    "gold_answers": [
      "pleasure"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Where would one find a snake in a cage?",
    "paraphrased_q": "In what location can a snake be found inside a cage?",
    "original_answer": "One would typically find a snake in a cage at a pet store, a zoo, or a reptile exhibit.",
    "paraphrased_answer": "A snake can typically be found inside a cage at a zoo or an animal sanctuary.",
    "gold_answers": [
      "pet store"
    ],
    "em_orig": 1.0,
    "em_para": 0.0,
    "delta_em": -1.0
  },
  {
    "original_q": "You stop and have food all around you, what are you?",
    "paraphrased_q": "What are you when you pause and find food surrounding you?",
    "original_answer": "You are likely at a buffet or a food market.",
    "paraphrased_answer": "You are likely \"hungry\" when you pause and find food surrounding you.",
    "gold_answers": [
      "full"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What would you be unable to do if you have too much greed?",
    "paraphrased_q": "What would you find impossible to achieve if you were excessively greedy?",
    "original_answer": "If you have too much greed, you may be unable to appreciate what you already have or enjoy the simple pleasures in life. This could lead to a constant desire for more, preventing you from being satisfied or content.",
    "paraphrased_answer": "If you were excessively greedy, you would find it impossible to achieve true satisfaction or contentment. Greed often leads to a never-ending desire for more, making it difficult to appreciate what you already have or to find happiness in anything.",
    "gold_answers": [
      "make friends"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "The man got a pail to catch the draining motor oil, where was he likely doing this at home?",
    "paraphrased_q": "Where at home was the man likely using a pail to collect the draining motor oil?",
    "original_answer": "The man was likely doing this in the garage.",
    "paraphrased_answer": "The man was likely using a pail to collect the draining motor oil in the garage.",
    "gold_answers": [
      "garage"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Joe was there to meet a large number of people.  As he filed though the entrance hall, he saw many strangers who came from far away.  What sort of building is he probably in?",
    "paraphrased_q": "What type of building is Joe likely in, considering he encountered many unfamiliar faces from distant places as he walked through the entrance hall to meet a large crowd?",
    "original_answer": "Joe is probably in a convention center.",
    "paraphrased_answer": "Joe is likely in an apartment building, possibly a multi-unit residential complex, where many people from different backgrounds and places live. The presence of a large crowd and unfamiliar faces suggests a diverse community, typical of urban apartment buildings.",
    "gold_answers": [
      "convention center"
    ],
    "em_orig": 1.0,
    "em_para": 0.0,
    "delta_em": -1.0
  },
  {
    "original_q": "Mandy lived in a train station.  She longed to see distant places. Where might she imagine going?",
    "paraphrased_q": "Mandy resided at a train station and yearned to explore far-off locations. What destinations could she envision visiting?",
    "original_answer": "Mandy might imagine going to vibrant cities like New York or Paris, exploring the scenic landscapes of the countryside, or visiting exotic locations like tropical beaches or historical landmarks. She could dream of traveling to distant countries, experiencing different cultures, and embarking on adventures that take her far from the train station where she lives.",
    "paraphrased_answer": "Mandy could envision visiting a variety of exciting destinations, such as:\n\n1. **New York City** - Known for its iconic skyline, Broadway shows, and diverse culture.\n2. **San Francisco** - Famous for the Golden Gate Bridge, Alcatraz Island, and its vibrant neighborhoods.\n3. **Chicago** - Renowned for its architecture, deep-dish pizza, and cultural attractions like museums and theaters.\n4. **New Orleans** - Celebrated for its unique blend of French, Spanish, and Creole cultures, as well as its lively music scene and delicious cuisine.\n5. **Washington, D.C.** - The nation's capital, rich in history with landmarks like the White House, the Capitol, and the Smithsonian museums.\n6. **Los Angeles** - The entertainment capital of the world, known for Hollywood, beautiful beaches, and diverse attractions.\n7. **Seattle** - Famous for its coffee culture, the Space Needle, and stunning natural scenery.\n8. **Miami** - Known for its vibrant nightlife, beautiful beaches, and rich Latin culture.\n9. **Boston** - A city steeped in history, with sites related to the American Revolution and prestigious universities.\n10. **National Parks** - Such as Yellowstone, Yosemite, or the Grand Canyon, offering breathtaking natural beauty and outdoor adventures.\n\nThese destinations would provide Mandy with a mix of urban experiences, cultural exploration, and natural wonders to satisfy her wanderlust.",
    "gold_answers": [
      "europe"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "The chef wanted to perfect his craft, what did he do?",
    "paraphrased_q": "What actions did the chef take to refine his skills?",
    "original_answer": "The chef studied French cooking to perfect his craft.",
    "paraphrased_answer": "The provided documents do not contain any information about a chef or actions taken to refine culinary skills. Therefore, I cannot provide an answer based on the given text. If you have more specific information or context regarding the chef's actions, please share it, and I would be happy to help!",
    "gold_answers": [
      "study french cooking"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "The princess was pure, the evil wizard wished to do what to her?",
    "paraphrased_q": "What did the evil wizard intend to do to the pure princess?",
    "original_answer": "The evil wizard wished to corrupt her purity.",
    "paraphrased_answer": "The evil wizard intended to corrupt the pure princess.",
    "gold_answers": [
      "corrupt"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "David watched some nesting birds using his binoculars while on vacation.  Where might David be?.",
    "paraphrased_q": "Where could David be if he observed nesting birds through his binoculars during his vacation?",
    "original_answer": "David might be in a natural setting such as a park, forest, or near a body of water where nesting birds are commonly found. He could also be at a wildlife reserve or a coastal area, depending on the type of birds he is observing.",
    "paraphrased_answer": "David could be in a location such as a park, nature reserve, or any outdoor area where birds are present, possibly near a body of water or in a forested area.",
    "gold_answers": [
      "forest"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What do you need to wear when hiking?",
    "paraphrased_q": "What should you put on for a hike?",
    "original_answer": "When hiking, you need to wear comfortable and supportive footwear, such as hiking boots or shoes, to prevent injuries like shin splints. Additionally, it's important to wear appropriate clothing that is suitable for the weather conditions, such as moisture-wicking fabrics, layers for warmth, and a hat for sun protection.",
    "paraphrased_answer": "For a hike, you should wear comfortable, moisture-wicking clothing, sturdy hiking boots or shoes, and bring a hat and sunglasses for sun protection. Additionally, consider wearing a light jacket if the weather is cool, and don't forget to pack a backpack with water, snacks, and any necessary gear.",
    "gold_answers": [
      "shin splints"
    ],
    "em_orig": 1.0,
    "em_para": 0.0,
    "delta_em": -1.0
  },
  {
    "original_q": "If someone rules the universe of what are they in charge?",
    "paraphrased_q": "If a person governs the universe, what do they oversee?",
    "original_answer": "If someone rules the universe, they are in charge of everything within it, including all planets, stars, galaxies, and potentially all forms of life and matter. They would have ultimate authority and control over the laws of nature, the fate of civilizations, and the overall order of the cosmos.",
    "paraphrased_answer": "If a person governs the universe, they oversee all aspects of existence, including the laws of nature, the behavior of celestial bodies, the balance of ecosystems, and the interactions of all living beings. They would be responsible for maintaining order and harmony within the universe.",
    "gold_answers": [
      "everything"
    ],
    "em_orig": 1.0,
    "em_para": 0.0,
    "delta_em": -1.0
  },
  {
    "original_q": "What is it called when a person with mental illness is able to lead a relatively normal life?",
    "paraphrased_q": "What term is used to describe a person with a mental illness who can live a fairly normal life?",
    "original_answer": "It is often referred to as \"functioning\" or \"high-functioning\" mental illness. This term describes individuals who manage to maintain a level of normalcy in their daily lives despite their mental health challenges.",
    "paraphrased_answer": "The term used to describe a person with a mental illness who can live a fairly normal life is \"functioning\" or \"high-functioning.\"",
    "gold_answers": [
      "managed"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "The teacher knew her students understood division, what was she hoping they would learn next?",
    "paraphrased_q": "What did the teacher hope her students would learn next, knowing they understood division?",
    "original_answer": "The teacher was hoping her students would learn multiplication next.",
    "paraphrased_answer": "The teacher hoped her students would learn multiplication next, as it is a fundamental concept that builds on their understanding of division.",
    "gold_answers": [
      "multiplication"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What do people do when they think too quickly?",
    "paraphrased_q": "What actions do individuals take when they think rapidly?",
    "original_answer": "When people think too quickly, they may make impulsive decisions, overlook important details, jump to conclusions, or misinterpret situations. This can lead to misunderstandings, mistakes, or regrettable actions. Additionally, quick thinking can result in a lack of thorough analysis, causing individuals to miss out on better options or solutions.",
    "paraphrased_answer": "When individuals think rapidly, they often take actions such as making quick decisions, responding immediately to questions or situations, and acting on their instincts or gut feelings. They may also prioritize tasks, multitask, or switch between different ideas or topics swiftly. Additionally, rapid thinkers might engage in spontaneous conversations, take risks, or adapt quickly to changing circumstances.",
    "gold_answers": [
      "jump to conclusions"
    ],
    "em_orig": 1.0,
    "em_para": 0.0,
    "delta_em": -1.0
  },
  {
    "original_q": "Before racers start to run they must do what at the starting line?",
    "paraphrased_q": "What must racers do at the starting line before they begin running?",
    "original_answer": "Before racers start to run, they must take their positions at the starting line.",
    "paraphrased_answer": "Before they begin running, racers must typically take their positions at the starting line, listen for the starting signal (such as a gunshot or a whistle), and ensure they are ready to start the race. They may also check their equipment and focus mentally on the race ahead.",
    "gold_answers": [
      "stand still"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "The criminal insisted he must do the crime to the bank teller, but she tried to convince him there were other ways in life and this was what?",
    "paraphrased_q": "The criminal told the bank teller that he had to commit the crime, but she attempted to persuade him that there were alternative paths in life, and this was what?",
    "original_answer": "This was what she believed to be a better path, emphasizing that resorting to crime was not the only option available to him. She likely tried to persuade him to consider the consequences of his actions and the possibility of making positive choices instead.",
    "paraphrased_answer": "The bank teller attempted to persuade the criminal that there were alternative paths in life, and this was what could lead to happiness and fulfillment, rather than resorting to crime.",
    "gold_answers": [
      "unnecessary"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "If someone was making breakfast, they'd probably put two slices of bread in the what?",
    "paraphrased_q": "If a person were preparing breakfast, they would likely place two slices of bread in the what?",
    "original_answer": "Toaster",
    "paraphrased_answer": "Toaster.",
    "gold_answers": [
      "toaster"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Though a mouse might prefer your house, you might also see him where?",
    "paraphrased_q": "While a mouse may favor your home, in what other place might you encounter it?",
    "original_answer": "You might also see him at the neighbor's house, as it is the closest place from where you could borrow salt.",
    "paraphrased_answer": "You might encounter a mouse in a fruit stand.",
    "gold_answers": [
      "garden"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "If the wood texture is not smooth it is what?",
    "paraphrased_q": "What is the wood texture if it is not smooth?",
    "original_answer": "If the wood texture is not smooth, it is likely rough or coarse.",
    "paraphrased_answer": "If the wood texture is not smooth, it could be rough, coarse, bumpy, or have a grainy feel.",
    "gold_answers": [
      "porous"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Dan was ditting quietly on the couch with a book in his hand.  Laurie thought that he was just focused on what he was doing, but he actually did what?",
    "paraphrased_q": "Dan was sitting quietly on the couch holding a book. Laurie believed he was simply concentrating on his activity, but what was he really doing?",
    "original_answer": "Dan was actually daydreaming or lost in thought, rather than fully focused on the book in his hand.",
    "paraphrased_answer": "Dan was actually lost in thought, reflecting on his own challenges and worries, rather than focusing on the book in his hands.",
    "gold_answers": [
      "fall asleep"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Sage loved communicating  He liked doing what with his peers?",
    "paraphrased_q": "What did Sage enjoy doing with his peers, given that he loved communicating?",
    "original_answer": "Sage loved communicating with his peers by engaging in conversations and sharing ideas.",
    "paraphrased_answer": "Sage enjoyed engaging in conversations and sharing ideas with his peers, as he loved communicating.",
    "gold_answers": [
      "exchanging ideas"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "She feared that she had cancer, but upon discovering truth that she hadn't, what was her attitude toward life?",
    "paraphrased_q": "After realizing that she did not have cancer, what was her outlook on life, given her initial fear of having the disease?",
    "original_answer": "Her attitude toward life was one of happiness and positivity, as she was relieved to find out that she was not sick.",
    "paraphrased_answer": "After realizing that she did not have cancer, her outlook on life was positive and joyful. She felt a sense of relief and happiness, as indicated by her newfound appreciation for life and the absence of illness. This shift in perspective likely allowed her to embrace life more fully, similar to how the hostess in the documents was good at her job and always had a smile.",
    "gold_answers": [
      "happiness"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "If you aren't well rested and it's a rainy day what might you do?",
    "paraphrased_q": "What actions could you take on a rainy day if you haven't had enough rest?",
    "original_answer": "If you aren't well rested and it's a rainy day, you might choose to stay indoors, relax, and take a nap or engage in low-energy activities like reading, watching movies, or enjoying a warm drink.",
    "paraphrased_answer": "On a rainy day, if you haven't had enough rest, you could consider the following actions:\n\n1. **Take a Nap**: Use the opportunity to catch up on sleep and recharge your energy.\n2. **Read a Book**: Find a cozy spot and immerse yourself in a good book, which can be both relaxing and enjoyable.\n3. **Watch Movies or TV Shows**: Enjoy a movie marathon or binge-watch a series you've been wanting to see.\n4. **Listen to Music or Podcasts**: Create a calming atmosphere by listening to your favorite music or engaging podcasts.\n5. **Do Light Indoor Exercises**: If you're feeling up to it, gentle stretching or yoga can help you feel more energized without overexerting yourself.\n6. **Engage in a Creative Hobby**: Try drawing, painting, or crafting to keep your mind engaged while you rest.\n7. **Cook or Bake**: Prepare a simple meal or bake something comforting, which can be a soothing activity.\n8. **Meditate or Practice Mindfulness**: Spend some time meditating to relax your mind and body.\n\nThese activities can help you rest and recharge while still enjoying the rainy day indoors.",
    "gold_answers": [
      "stay in bed"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Where do all animals live?",
    "paraphrased_q": "In what locations do all animals reside?",
    "original_answer": "All animals live in various habitats across the surface of the Earth, including forests, oceans, deserts, grasslands, mountains, and urban areas. Each species is adapted to its specific environment, which provides the necessary resources for survival, such as food, water, and shelter.",
    "paraphrased_answer": "All animals reside in various locations across the Earth, including terrestrial environments such as forests, grasslands, deserts, and mountains, as well as aquatic environments like oceans, rivers, lakes, and wetlands. Additionally, some animals inhabit urban areas and human-made environments. Each species has adapted to its specific habitat, which provides the necessary resources for survival, such as food, water, and shelter.",
    "gold_answers": [
      "surface of earth"
    ],
    "em_orig": 1.0,
    "em_para": 0.0,
    "delta_em": -1.0
  },
  {
    "original_q": "What could bring a container from one place to another?",
    "paraphrased_q": "What can transport a container from one location to another?",
    "original_answer": "A vehicle could bring a container from one place to another.",
    "paraphrased_answer": "A vehicle can transport a container from one location to another.",
    "gold_answers": [
      "cargo ship"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What makes someone a nomad?",
    "paraphrased_q": "What characteristics define a nomad?",
    "original_answer": "A nomad is typically defined by their lifestyle of moving from one place to another rather than settling permanently in one location. Factors that contribute to someone being considered a nomad include:\n\n1. **Mobility**: Regularly traveling or relocating, often in search of resources, work, or better living conditions.\n2. **Lifestyle Choice**: Choosing a nomadic lifestyle for personal, cultural, or economic reasons, such as following seasonal patterns or trade routes.\n3. **Community and Culture**: Being part of a community or culture that traditionally practices nomadism, such as pastoralists or hunter-gatherers.\n4. **Minimalism**: Often living with fewer possessions and relying on portable resources, which facilitates movement.\n\nOverall, a combination of these factors defines a nomadic lifestyle.",
    "paraphrased_answer": "Nomads are typically defined by several key characteristics:\n\n1. **Mobility**: Nomads frequently move from one place to another, often in search of resources such as food, water, and grazing land for livestock.\n\n2. **Adaptability**: They are highly adaptable to different environments and conditions, allowing them to thrive in various landscapes.\n\n3. **Community-oriented**: Many nomadic groups have strong social ties and rely on communal living, sharing resources and responsibilities within their communities.\n\n4. **Cultural practices**: Nomads often have rich cultural traditions, including unique languages, music, and art that reflect their lifestyle and environment.\n\n5. **Resourcefulness**: They tend to be resourceful, utilizing the materials and resources available in their surroundings to meet their needs.\n\n6. **Minimalism**: Nomads often live with fewer possessions, as mobility requires them to limit what they carry.\n\n7. **Connection to nature**: Many nomadic cultures have a deep connection to the land and natural cycles, often practicing sustainable living in harmony with their environment.\n\nThese characteristics can vary widely among different nomadic groups, depending on their specific lifestyles and the environments in which they live.",
    "gold_answers": [
      "have no home"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "I am looking for honey right from the source, where should I look?",
    "paraphrased_q": "Where should I search for honey directly from the source?",
    "original_answer": "You should look for honey at local beekeepers or farmers' markets, where you can often find raw, unprocessed honey directly from the source. Additionally, you can visit apiaries or farms that specialize in beekeeping to get honey straight from the hives.",
    "paraphrased_answer": "You should search for honey directly from local beekeepers or farmers' markets, where you can find fresh, locally sourced honey. Additionally, you can look for apiaries or honey farms in your area that offer direct sales to consumers.",
    "gold_answers": [
      "beehive"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "If I want to open a steakhouse, what should I get first?",
    "paraphrased_q": "What should I acquire first if I plan to open a steakhouse?",
    "original_answer": "If you want to open a steakhouse, the first thing you should get is a solid business plan. This plan should outline your concept, target market, location, menu, and financial projections. After that, you can focus on securing a location, obtaining necessary permits, and sourcing quality ingredients and equipment.",
    "paraphrased_answer": "If you plan to open a steakhouse, the first thing you should acquire is a suitable location or building for your restaurant. This will provide you with the necessary space to set up your kitchen, dining area, and any other facilities needed to operate your steakhouse effectively. After securing a location, you can then focus on acquiring equipment, supplies, and staff.",
    "gold_answers": [
      "building"
    ],
    "em_orig": 0.0,
    "em_para": 1.0,
    "delta_em": 1.0
  },
  {
    "original_q": "Billy set aside a block of time for having fun after work. Why might he do this?",
    "paraphrased_q": "Why would Billy allocate some time for enjoyment after his work hours?",
    "original_answer": "Billy might set aside a block of time for having fun after work to relax and unwind from the stresses of his job. Engaging in enjoyable activities can help him recharge, improve his mood, and maintain a healthy work-life balance. Additionally, having fun can foster social connections and provide a sense of fulfillment outside of his professional responsibilities.",
    "paraphrased_answer": "Billy would allocate some time for enjoyment after his work hours to help relieve stress and recharge after a long day at his new job. Engaging in enjoyable activities can improve his overall well-being and job satisfaction, allowing him to return to work feeling refreshed and more productive.",
    "gold_answers": [
      "stress relief"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "The place where my linen closet is really needs repainting a light color as it only has one overhead light.",
    "paraphrased_q": "The area containing my linen closet definitely requires a fresh coat of light paint since it only has a single overhead light.",
    "original_answer": "It sounds like your linen closet could benefit from a fresh coat of paint in a light color to brighten it up, especially since it only has one overhead light. Consider choosing a soft white, pale blue, or light gray to enhance the space and make it feel more open and inviting.",
    "paraphrased_answer": "It seems like your question about the linen closet and the need for a fresh coat of paint is unrelated to the documents provided. However, if you're looking for advice on painting your linen closet, a light color can help brighten the space, especially with only a single overhead light. Consider using a light, neutral shade to enhance the brightness and make the area feel more open.",
    "gold_answers": [
      "hallway"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Blowfish require what specific thing to live?",
    "paraphrased_q": "What do blowfish specifically need to survive?",
    "original_answer": "Blowfish require seawater to live.",
    "paraphrased_answer": "Blowfish, also known as pufferfish, specifically need a marine environment to survive, as they are typically found in seawater. They require clean, well-oxygenated water and a diet that includes a variety of marine organisms, such as crustaceans and mollusks. Additionally, they need access to areas with hiding spots, such as coral reefs or rocky substrates, to protect themselves from predators.",
    "gold_answers": [
      "sea water"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "After high tide, where on the coast can you look to find a sea anemone?",
    "paraphrased_q": "Where along the coast can you search for a sea anemone after high tide?",
    "original_answer": "After high tide, you can look for a sea anemone in the intertidal zone along the coast, particularly in rocky tide pools or areas with coral reefs.",
    "paraphrased_answer": "You can search for a sea anemone along rocky shorelines or tide pools after high tide. These areas are often found along the coast, particularly in regions with intertidal zones. Look for places where the water recedes, exposing rocks and pools, as sea anemones are commonly found in these habitats.",
    "gold_answers": [
      "tide pool"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Who is not famous for a superhighway with no speed limit?",
    "paraphrased_q": "Who is not known for a speed limit-free superhighway?",
    "original_answer": "The answer is likely \"Germany,\" as it is known for having sections of the Autobahn where there is no speed limit. However, if the question is asking for someone or something that is not famous for such a highway, it could be any country or individual that does not have a reputation for high-speed roadways.",
    "paraphrased_answer": "The phrase \"speed limit-free superhighway\" is often associated with the internet, particularly in discussions about net neutrality and unrestricted access. Therefore, the answer to the question \"Who is not known for a speed limit-free superhighway?\" could refer to entities or countries that impose restrictions on internet access or bandwidth. \n\nOne possible answer could be \"countries with strict internet regulations,\" such as North Korea or China, as they are known for having significant restrictions on internet access and usage. \n\nIf you are looking for a specific individual or organization, please provide more context.",
    "gold_answers": [
      "america"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "How can someone be let into a brownstone?",
    "paraphrased_q": "What is the process for allowing someone to enter a brownstone?",
    "original_answer": "To let someone into a brownstone, you can follow these steps:\n\n1. **Use a Key**: If you have a physical key, simply unlock the door and let them in.\n\n2. **Keyless Entry**: If the brownstone has a keyless entry system, provide the person with the access code or use your smartphone to unlock the door remotely.\n\n3. **Intercom System**: If there is an intercom system, you can communicate with the person outside and buzz them in if you have that capability.\n\n4. **Meet Them at the Door**: If you are nearby, you can go to the door and let them in directly.\n\n5. **Arrange for a Lockbox**: If you are not available, you can use a lockbox to securely leave a key for them to access the brownstone.\n\nMake sure to verify the identity of the person before granting access for security reasons.",
    "paraphrased_answer": "The process for allowing someone to enter a brownstone typically involves the following steps:\n\n1. **Permission**: Ensure that you have the authority to grant access to the brownstone. This could be the owner, a tenant, or a property manager.\n\n2. **Identification**: If the person requesting entry is not known to you, it may be prudent to verify their identity. This can be done through a form of ID or by confirming their purpose for entering.\n\n3. **Access Method**: Determine how the person will enter the brownstone. This could involve providing a key, access code, or meeting them at the entrance to let them in.\n\n4. **Accompaniment**: If necessary, accompany the individual while they are in the brownstone, especially if they are there for a specific purpose such as a repair, inspection, or showing.\n\n5. **Documentation**: If the entry is for a formal purpose (like a showing or inspection), it may be helpful to document the visit, noting the date, time, and purpose of the entry.\n\n6. **Security**: After the individual has entered, ensure that the property is secure and that any access points are locked if they are not supposed to remain open.\n\nAlways follow any specific rules or regulations that may apply to the property or situation.",
    "gold_answers": [
      "ring"
    ],
    "em_orig": 0.0,
    "em_para": 1.0,
    "delta_em": 1.0
  },
  {
    "original_q": "If you were lost you might need a map, the best place to find one on the road is at any what?",
    "paraphrased_q": "If you find yourself lost, you may require a map; where is the most suitable location to obtain one while traveling?",
    "original_answer": "The best place to find a map on the road is at any gas station.",
    "paraphrased_answer": "The most suitable location to obtain a map while traveling would be a local tourist information center or a convenience store.",
    "gold_answers": [
      "gas station"
    ],
    "em_orig": 1.0,
    "em_para": 0.0,
    "delta_em": -1.0
  },
  {
    "original_q": "Where might it be hard to get furniture to?",
    "paraphrased_q": "In which locations could it be challenging to deliver furniture?",
    "original_answer": "It might be hard to get furniture to a location that is difficult to access, such as a remote area, a place with narrow streets or limited parking, or a location that requires navigating stairs or tight spaces.",
    "paraphrased_answer": "It could be challenging to deliver furniture in locations such as bedrooms, especially if they are small or have narrow doorways and staircases. Additionally, lofts may present challenges for furniture delivery due to their unique layouts and lack of space for maneuvering large items.",
    "gold_answers": [
      "loft"
    ],
    "em_orig": 0.0,
    "em_para": 1.0,
    "delta_em": 1.0
  },
  {
    "original_q": "Where could you find a toilet that only friends can use?",
    "paraphrased_q": "Where can you locate a restroom that is exclusively for friends?",
    "original_answer": "You could find a toilet that only friends can use at a friend's house.",
    "paraphrased_answer": "The phrase \"restroom that is exclusively for friends\" seems to be a playful or humorous way to refer to a private or informal restroom setting, perhaps in a home or a social gathering. In this context, you might locate such a restroom at a friend's house or at a venue where friends gather, like a café or a party.",
    "gold_answers": [
      "apartment"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "If you turn off the music in a room with no other noise that room would be what?",
    "paraphrased_q": "What would that room be like if you turned off the music and there was no other noise?",
    "original_answer": "The room would be silent.",
    "paraphrased_answer": "If you turned off the music and there was no other noise, the room would be very quiet and peaceful. The silence would create a calm atmosphere, allowing for reflection or relaxation. Without any distractions, one might notice subtle sounds, like the rustling of leaves outside or the faint ticking of a clock, but overall, it would feel serene and still.",
    "gold_answers": [
      "silent"
    ],
    "em_orig": 1.0,
    "em_para": 0.0,
    "delta_em": -1.0
  },
  {
    "original_q": "Where can someone get a new saw?",
    "paraphrased_q": "Where can one obtain a new saw?",
    "original_answer": "Someone can get a new saw at a hardware store, home improvement store, or online retailers.",
    "paraphrased_answer": "One can obtain a new saw at hardware stores.",
    "gold_answers": [
      "hardware store"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "The weasel was becoming a problem, it kept getting into the chicken eggs kept in the what?",
    "paraphrased_q": "The weasel was causing issues by repeatedly accessing the chicken eggs stored in what?",
    "original_answer": "barn",
    "paraphrased_answer": "The chicken eggs stored in the barn.",
    "gold_answers": [
      "barn"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Where is beer drank by people watching sticks and pucks?",
    "paraphrased_q": "In which location do people consume beer while observing sticks and pucks?",
    "original_answer": "Beer is typically consumed by people watching hockey games, where \"sticks and pucks\" refer to the equipment used in the sport. This often occurs in arenas, sports bars, or at home while watching televised games.",
    "paraphrased_answer": "People consume beer while observing sticks and pucks in ice hockey arenas.",
    "gold_answers": [
      "hockey game"
    ],
    "em_orig": 1.0,
    "em_para": 0.0,
    "delta_em": -1.0
  },
  {
    "original_q": "What does a farmer need to do to make  a maze on his farm in the fall?",
    "paraphrased_q": "What steps must a farmer take to create a maze on his farm during the autumn season?",
    "original_answer": "To make a maze on his farm in the fall, a farmer needs to plan the layout of the maze, typically using corn or other crops. He should prepare the field by planting the corn in the spring or early summer, ensuring it grows tall enough by fall. Once the corn is mature, the farmer can then cut paths through the corn to create the maze design. Additionally, he may need to consider safety measures, signage, and possibly decorations to enhance the maze experience for visitors.",
    "paraphrased_answer": "To create a maze on his farm during the autumn season, a farmer can follow these steps:\n\n1. **Choose a Location**: Select a suitable area on the farm that has enough space and is easily accessible for visitors.\n\n2. **Design the Maze**: Plan the layout of the maze. This can be done on paper or using design software. Consider the size, shape, and complexity of the maze.\n\n3. **Select the Crop**: Choose a crop that will grow tall enough to create a visible maze. Corn is a popular choice for mazes due to its height and density.\n\n4. **Prepare the Soil**: Clear the area of any debris and prepare the soil by tilling it to ensure good seed-to-soil contact.\n\n5. **Plant the Crop**: Sow the seeds of the chosen crop in the designed pattern. Ensure that the planting is done at the right time to allow for adequate growth before autumn.\n\n6. **Maintain the Crop**: Water and care for the crop as it grows, ensuring it is healthy and robust. This may include weeding, fertilizing, and pest control.\n\n7. **Cut the Pathways**: Once the crop has grown tall enough, cut the pathways of the maze according to the design. This can be done with a mower or by hand, depending on the size of the maze.\n\n8. **Add Signage and Decorations**: To enhance the experience, add signs, decorations, or themes that fit the autumn season, such as pumpkins or hay bales.\n\n9. **Promote the Maze**: Advertise the maze to attract visitors. Use social media, local flyers, and word of mouth to spread the word.\n\n10. **Prepare for Visitors**: Set up any necessary facilities, such as parking, restrooms, and safety measures, to ensure a pleasant experience for visitors.\n\n11. **Open the Maze**: Once everything is ready, open the maze to the public and enjoy the autumn season with visitors exploring the maze.\n\nBy following these steps, a farmer can successfully create and operate a maze on his farm during the autumn season.",
    "gold_answers": [
      "grow corn"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "I was apprehensive to buy the expensive equipment to play a game with so much walking and swinging around in grass, but now I understand why people what?",
    "paraphrased_q": "I was hesitant to invest in the costly equipment for a game that involves a lot of walking and swinging in the grass, but now I see why people do it.",
    "original_answer": "I was apprehensive to buy the expensive equipment to play a game with so much walking and swinging around in grass, but now I understand why people enjoy the experience and the connection to nature it provides.",
    "paraphrased_answer": "It sounds like you initially had reservations about spending money on expensive equipment for a game that requires physical activity, but you've come to understand the value of that investment. The enjoyment and benefits of the game, along with the quality of the equipment, likely contribute to a better overall experience. It's common to be cautious about spending, especially when it comes to hobbies, but sometimes the right gear can enhance your enjoyment and performance significantly.",
    "gold_answers": [
      "play golf"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "He needed more information to fix it, so he consulted the what?",
    "paraphrased_q": "He required additional details to repair it, so he referred to what?",
    "original_answer": "He needed more information to fix it, so he consulted the manual.",
    "paraphrased_answer": "He referred to the repair manual.",
    "gold_answers": [
      "manual"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What would friends do if they need each others' help?",
    "paraphrased_q": "How would friends respond when they require assistance from one another?",
    "original_answer": "Friends would typically offer support, listen to each other's concerns, and provide assistance in whatever way they can, whether it's through advice, physical help, or emotional support. They may also collaborate to find solutions to problems or simply be there for each other during tough times.",
    "paraphrased_answer": "Friends typically respond to requests for assistance with support and willingness to help. They may offer their time, resources, or advice, depending on the nature of the assistance needed. Friends often communicate openly about their availability and may express empathy or understanding towards the situation. Additionally, they might check in afterward to see how things are going, reinforcing their bond and showing that they care.",
    "gold_answers": [
      "group together"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What is the most famous constellation out of earth?",
    "paraphrased_q": "Which constellation is the most well-known beyond Earth?",
    "original_answer": "The most famous constellation from Earth is likely Orion. It is well-known for its distinctive shape and bright stars, making it easily recognizable in the night sky.",
    "paraphrased_answer": "The most well-known constellation beyond Earth is Orion.",
    "gold_answers": [
      "milky way"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "There was many a bottle to choose from behind the cashier where?",
    "paraphrased_q": "Where were there numerous bottles available for selection behind the cashier?",
    "original_answer": "The answer is: behind the cashier at the convention center.",
    "paraphrased_answer": "The documents provided do not contain any information regarding numerous bottles available for selection behind the cashier. Therefore, I cannot provide an answer based on the given text.",
    "gold_answers": [
      "liquor store"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What southern U.S. state is know for having many swamps?",
    "paraphrased_q": "Which state in the southern United States is recognized for its numerous swamps?",
    "original_answer": "Louisiana is known for having many swamps.",
    "paraphrased_answer": "The state in the southern United States recognized for its numerous swamps is Louisiana.",
    "gold_answers": [
      "louisiana"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What is a tactic used to interfere with learning about science?",
    "paraphrased_q": "What is a strategy employed to hinder the understanding of science?",
    "original_answer": "A tactic used to interfere with learning about science could be the promotion of misinformation or pseudoscience, which can lead to confusion and misunderstanding of scientific concepts. This can include spreading false information, using emotional appeals instead of evidence-based reasoning, or discouraging critical thinking and inquiry.",
    "paraphrased_answer": "A strategy employed to hinder the understanding of science is the use of misinformation or the promotion of pseudoscience. This can involve presenting false or misleading information, creating confusion around scientific concepts, or appealing to emotions such as anxiety and fear to sway public opinion against scientific consensus. Additionally, oversimplifying complex scientific ideas or using jargon without proper explanation can also obstruct comprehension and critical thinking in science.",
    "gold_answers": [
      "intimidation"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "If a car-less person want to listen to talk radio in private, where might they listen to it?",
    "paraphrased_q": "Where could someone without a car go to privately listen to talk radio?",
    "original_answer": "A car-less person might listen to talk radio in private at home using a radio, a computer, or a smartphone with a streaming app.",
    "paraphrased_answer": "Someone without a car could go to a local library or community center to privately listen to talk radio. Many libraries have listening stations or provide access to computers where one can stream radio shows. Additionally, some community centers may have designated quiet areas for listening to audio content.",
    "gold_answers": [
      "bedroom"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "The victim was to take stand today, they were going to do what?",
    "paraphrased_q": "What was the victim supposed to do today when they took the stand?",
    "original_answer": "The victim was to take the stand today to provide testimony.",
    "paraphrased_answer": "The victim was supposed to provide testimony or evidence related to the case when they took the stand today.",
    "gold_answers": [
      "testify"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Where would you keep an ottoman near your front door?",
    "paraphrased_q": "Where would you place an ottoman close to your front entrance?",
    "original_answer": "You would typically keep an ottoman near your front door in an entryway or foyer area. It can serve as a convenient spot to sit while putting on or taking off shoes, or as a place to store items like bags or hats.",
    "paraphrased_answer": "You would place an ottoman close to your front entrance near the door, where it can serve as a convenient spot to sit while putting on or taking off shoes, or as a place to set down items when entering or leaving your home.",
    "gold_answers": [
      "living room"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "James found the sound relaxing.   It was so relaxing he almost did what despite his efforts?",
    "paraphrased_q": "What did James almost do despite his efforts because he found the sound so relaxing?",
    "original_answer": "James found the sound relaxing. It was so relaxing he almost fell asleep despite his efforts.",
    "paraphrased_answer": "James almost fell asleep despite his efforts because he found the sound so relaxing.",
    "gold_answers": [
      "fall asleep"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "The computer was hooked up to the internet, what could it do as a result?",
    "paraphrased_q": "What actions could the computer perform as a result of being connected to the internet?",
    "original_answer": "As a result of being hooked up to the internet, the computer could access a vast amount of information, communicate with other devices and users, download and upload files, stream media, participate in online gaming, and utilize various web-based applications and services. It could also receive updates, interact with cloud services, and engage in real-time data exchange.",
    "paraphrased_answer": "As a result of being connected to the internet, a computer could perform a variety of actions, including:\n\n1. **Accessing Information**: Retrieve and display information from websites, databases, and online resources.\n2. **Communication**: Send and receive emails, participate in video calls, and engage in instant messaging or social media interactions.\n3. **File Sharing**: Upload and download files to and from cloud storage services or peer-to-peer networks.\n4. **Software Updates**: Download and install updates for operating systems and applications to improve functionality and security.\n5. **Online Gaming**: Connect with other players for multiplayer gaming experiences.\n6. **Streaming Media**: Access and stream music, videos, and live broadcasts from various platforms.\n7. **Remote Access**: Allow remote control of the computer or access to files from other devices.\n8. **E-commerce**: Shop online, make purchases, and conduct financial transactions securely.\n9. **Research and Learning**: Participate in online courses, webinars, and access educational resources.\n10. **Social Networking**: Engage with communities and share content on social media platforms.\n\nThese actions enhance the functionality and usability of the computer, making it a powerful tool for various tasks.",
    "gold_answers": [
      "receive data"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "John went to a party that lasted all night.  Because of this, he didn't have time for what?",
    "paraphrased_q": "What did John not have time for because he attended a party that lasted all night?",
    "original_answer": "John didn't have time for studying.",
    "paraphrased_answer": "John did not have time for studying because he attended a party that lasted all night.",
    "gold_answers": [
      "studying"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Where would you get jeans and other wearable items to take home with you?",
    "paraphrased_q": "Where can you find jeans and other clothing items to bring home?",
    "original_answer": "You would get jeans and other wearable items from a clothing store or a retail shop that specializes in apparel.",
    "paraphrased_answer": "You can find jeans and other clothing items at various retail stores, department stores, online clothing retailers, thrift shops, and specialty boutiques. Popular options include stores like Gap, Levi's, H&M, and online platforms like Amazon, ASOS, or eBay.",
    "gold_answers": [
      "clothing store"
    ],
    "em_orig": 1.0,
    "em_para": 0.0,
    "delta_em": -1.0
  },
  {
    "original_q": "Why would you take a bus to work?",
    "paraphrased_q": "What are your reasons for taking a bus to your workplace?",
    "original_answer": "You might take a bus to work for several reasons, such as convenience, cost-effectiveness, avoiding traffic, or reducing your carbon footprint. Public transportation can also help you save on parking fees and allows you to relax or catch up on reading during your commute.",
    "paraphrased_answer": "There are several reasons for taking a bus to my workplace:\n\n1. **Cost-Effective**: Taking the bus is often cheaper than driving a car, especially when considering fuel, parking fees, and maintenance costs.\n\n2. **Convenience**: Buses typically have set routes and schedules, making it easy to plan my commute. I can also use the time spent on the bus to relax or catch up on reading.\n\n3. **Environmental Impact**: Using public transportation reduces my carbon footprint compared to driving alone, contributing to a more sustainable environment.\n\n4. **Avoiding Traffic**: Buses often have dedicated lanes or routes that can help avoid traffic congestion, making my commute more predictable.\n\n5. **No Parking Hassles**: Taking the bus eliminates the need to find parking, which can be a significant hassle in busy areas.\n\n6. **Social Interaction**: Riding the bus allows me to meet and interact with different people, which can be a pleasant change from driving alone.\n\n7. **Flexibility**: Many bus services offer multiple routes and times, providing flexibility in my commuting schedule.\n\nOverall, taking the bus is a practical choice that aligns with my lifestyle and values.",
    "gold_answers": [
      "commute"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What does a person do when they feel dirty?",
    "paraphrased_q": "What actions does someone take when they feel unclean?",
    "original_answer": "When a person feels dirty, they often take steps to clean themselves, such as bathing or showering, changing their clothes, or using personal hygiene products. They may also seek to address the source of the feeling, whether it's physical dirt or a sense of emotional or psychological discomfort.",
    "paraphrased_answer": "When someone feels unclean, they may take several actions to address their discomfort. These actions can include:\n\n1. **Hygiene Practices**: They might take a shower or bath, wash their hands, or brush their teeth to feel cleaner.\n2. **Changing Clothes**: They may change into fresh, clean clothes to feel more comfortable.\n3. **Using Products**: They might use deodorant, body spray, or other personal care products to improve their sense of cleanliness.\n4. **Cleaning Surroundings**: They may clean their living space or personal items to create a more hygienic environment.\n5. **Seeking Help**: In some cases, they might talk to someone about their feelings of uncleanliness, especially if it is related to a deeper issue.\n\nOverall, the actions taken are often aimed at restoring a sense of cleanliness and comfort.",
    "gold_answers": [
      "wash themselves"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Where do apples form on an apple tree?",
    "paraphrased_q": "Where on an apple tree do apples grow?",
    "original_answer": "Apples form on the branches of an apple tree, specifically from the flowers that bloom in the spring. After pollination, these flowers develop into apples.",
    "paraphrased_answer": "Apples grow on the branches of an apple tree.",
    "gold_answers": [
      "bloom"
    ],
    "em_orig": 1.0,
    "em_para": 0.0,
    "delta_em": -1.0
  },
  {
    "original_q": "From where would you normally take a cup when you're about to get a drink?",
    "paraphrased_q": "Where do you usually grab a cup from when you're about to have a drink?",
    "original_answer": "You would normally take a cup from a cupboard or a cabinet when you're about to get a drink.",
    "paraphrased_answer": "You usually grab a cup from the kitchen or a designated area where cups are stored, such as a cupboard or cabinet.",
    "gold_answers": [
      "kitchen cabinet"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Before lifting weights he liked to warm up on the squash court, he really enjoyed the facilities of the what?",
    "paraphrased_q": "Before he lifted weights, he preferred to warm up on the squash court; he truly appreciated the amenities of what?",
    "original_answer": "gym",
    "paraphrased_answer": "the gym",
    "gold_answers": [
      "fitness center"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What happens if someone kisses too long?",
    "paraphrased_q": "What are the consequences of someone kissing for an extended period?",
    "original_answer": "If someone kisses too long, it can lead to a variety of outcomes. Physically, it may cause discomfort or fatigue in the lips and jaw. Emotionally, it can deepen feelings of intimacy and connection between the individuals involved. However, if one person is not comfortable with the duration, it could lead to awkwardness or a desire to stop. Ultimately, the experience can vary greatly depending on the context and the feelings of those involved.",
    "paraphrased_answer": "Kissing for an extended period can have several consequences, both physical and emotional. \n\n1. **Physical Effects**: \n   - **Increased Heart Rate**: Kissing can elevate heart rate and blood pressure due to the excitement and intimacy involved.\n   - **Release of Hormones**: It can trigger the release of hormones like oxytocin, which promotes bonding and affection.\n   - **Saliva Exchange**: Extended kissing can lead to the exchange of saliva, which may increase the risk of transmitting bacteria or viruses, although it can also have benefits for oral health by stimulating saliva production.\n   - **Chapped Lips**: Prolonged kissing can lead to dry or chapped lips due to friction.\n\n2. **Emotional Effects**: \n   - **Strengthening Bonds**: Kissing can enhance emotional intimacy and strengthen the bond between partners.\n   - **Increased Affection**: It can lead to feelings of love and affection, deepening the relationship.\n   - **Potential for Miscommunication**: If one partner is more invested in the kiss than the other, it may lead to misunderstandings or emotional discomfort.\n\n3. **Social Implications**: \n   - **Public Perception**: Kissing in public for an extended time may attract attention and could be viewed differently depending on cultural norms.\n   - **Impact on Relationships**: It can influence how others perceive the relationship, potentially leading to gossip or judgment.\n\nOverall, while extended kissing can be a pleasurable and bonding experience, it is important to be mindful of the context and the feelings of both partners involved.",
    "gold_answers": [
      "shortness of breath"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "They were getting ready for a really long hike, he put the food can in his what?",
    "paraphrased_q": "As they prepared for an extensive hike, where did he place the food can?",
    "original_answer": "He put the food can in his backpack.",
    "paraphrased_answer": "The provided documents do not contain any information about where he placed the food can as they focus on unrelated topics. Therefore, I cannot provide an answer based on the given documents.",
    "gold_answers": [
      "backpack"
    ],
    "em_orig": 1.0,
    "em_para": 0.0,
    "delta_em": -1.0
  },
  {
    "original_q": "What does impeachment mean for the president?",
    "paraphrased_q": "What is the significance of impeachment for the president?",
    "original_answer": "Impeachment is a formal process in which a sitting president (or other federal officials) is accused of misconduct. It typically involves charges of wrongdoing, such as abuse of power, bribery, or other high crimes and misdemeanors. If the House of Representatives votes to impeach the president, the case is then sent to the Senate, which holds a trial. If the Senate votes to convict, the president can be removed from office. Impeachment does not necessarily mean removal; it is the first step in a political process that can lead to the president's ousting if the Senate finds sufficient grounds for conviction.",
    "paraphrased_answer": "Impeachment is a significant process for a president as it serves as a constitutional mechanism to hold the president accountable for misconduct or violations of the law. It allows Congress to investigate and potentially remove a president from office if they are found guilty of \"high crimes and misdemeanors.\" The significance of impeachment includes:\n\n1. **Checks and Balances**: It reinforces the system of checks and balances among the branches of government, ensuring that no one branch, including the executive, becomes too powerful.\n\n2. **Accountability**: Impeachment holds the president accountable to the public and the law, emphasizing that even the highest office is not above scrutiny.\n\n3. **Political Consequences**: The impeachment process can have significant political ramifications, affecting the president's ability to govern, their party's standing, and the political landscape as a whole.\n\n4. **Historical Legacy**: Impeachment can shape a president's legacy, influencing how they are remembered in history, depending on the circumstances and outcomes of the process.\n\n5. **Public Trust**: The impeachment process can impact public trust in government institutions, as it reflects the willingness of Congress to act against perceived abuses of power.\n\nOverall, impeachment is a critical tool for maintaining democratic governance and ensuring that elected officials adhere to their responsibilities.",
    "gold_answers": [
      "trouble"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "The fresh herbs, flowers, and vegetables will shrivel up if people don't do this?",
    "paraphrased_q": "Will the fresh herbs, flowers, and vegetables wilt if this isn't done by people?",
    "original_answer": "The fresh herbs, flowers, and vegetables will shrivel up if people don't water them.",
    "paraphrased_answer": "Yes, fresh herbs, flowers, and vegetables will wilt if they are not properly cared for by people. Without adequate water, sunlight, and proper handling, these plants can lose their freshness and vitality.",
    "gold_answers": [
      "water plants"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "If I wanted to grow plants, where could I put a lot of dirt?",
    "paraphrased_q": "Where would be a suitable place to put a large amount of dirt if I wanted to grow plants?",
    "original_answer": "You could put a lot of dirt in a garden bed, planter boxes, or pots. If you have space, you could also create a raised garden or use a designated area in your yard.",
    "paraphrased_answer": "A suitable place to put a large amount of dirt for growing plants would be a garden bed or a planter. You could also consider using a raised garden bed or a designated area in your yard where you can cultivate soil for planting.",
    "gold_answers": [
      "garden"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What has a shelf that does not allow you to see what is inside of it?",
    "paraphrased_q": "What has a shelf that prevents you from seeing its contents?",
    "original_answer": "A shelf that does not allow you to see what is inside of it is often referred to as a \"closed shelf\" or \"cabinet.\"",
    "paraphrased_answer": "A cabinet has a shelf that prevents you from seeing its contents.",
    "gold_answers": [
      "chest of drawers"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "They were kissing each other good bye, they had no worries because their relationship had a strong foundation of what?",
    "paraphrased_q": "What was the strong foundation of their relationship that allowed them to kiss each other goodbye without any worries?",
    "original_answer": "trust and communication.",
    "paraphrased_answer": "The strong foundation of their relationship that allowed them to kiss each other goodbye without any worries was likely built on trust, mutual respect, and a deep emotional connection. This foundation provided them with the confidence that their bond was strong enough to withstand any distance or challenges they might face.",
    "gold_answers": [
      "trust"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "If you partied all night you could find yourself already what, even when just beginning work?",
    "paraphrased_q": "What might you find yourself feeling after partying all night, even if you're just starting work?",
    "original_answer": "If you partied all night, you could find yourself already tired, even when just beginning work.",
    "paraphrased_answer": "After partying all night, you might find yourself feeling tired, groggy, or fatigued, even if you're just starting work. You may also experience difficulty concentrating, a lack of energy, and possibly a headache or dehydration. Overall, your body may be in need of rest and recovery.",
    "gold_answers": [
      "getting tired"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Diving into backyard pools can be very dangerous and can lead to serious head and what?",
    "paraphrased_q": "Diving into backyard pools can pose significant risks and may result in severe head injuries and what else?",
    "original_answer": "Injuries.",
    "paraphrased_answer": "Diving into backyard pools can pose significant risks and may result in severe head injuries and other injuries such as spinal cord injuries, fractures, or drowning.",
    "gold_answers": [
      "spinal injuries"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "How is riding a bike getting it to move?",
    "paraphrased_q": "What causes a bike to move when you ride it?",
    "original_answer": "Riding a bike involves pedaling, which is the action of pushing the pedals with your feet to generate motion. This movement propels the bike forward, allowing it to move.",
    "paraphrased_answer": "A bike moves when you ride it because of the pedaling action. When you pedal, you apply force to the pedals, which turns the crank and drives the chain. This movement propels the rear wheel forward, causing the bike to move. Additionally, the balance and steering you provide help guide the bike in the desired direction.",
    "gold_answers": [
      "pedalling"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "John and James are idiots. They bought two tickets to the Falcons vs the Jets even though neither wanted to see the what?",
    "paraphrased_q": "What did neither John nor James want to see, despite purchasing two tickets to the Falcons vs the Jets?",
    "original_answer": "Neither wanted to see the game.",
    "paraphrased_answer": "Neither John nor James wanted to see the game, despite purchasing two tickets to the Falcons vs the Jets.",
    "gold_answers": [
      "sporting event"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "The family wanted to adopt for enviro-ethical reasons, what did they abhor?",
    "paraphrased_q": "What did the family detest for enviro-ethical reasons when they sought to adopt?",
    "original_answer": "The family abhorred practices that were harmful to the environment or unethical in nature, likely including factory farming or the exploitation of animals.",
    "paraphrased_answer": "The family detested adopting a pet from a breeder for enviro-ethical reasons.",
    "gold_answers": [
      "biological child"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "A thoroughfare meandered through fields and woods, where was it passing though?",
    "paraphrased_q": "Where was the thoroughfare winding its way through fields and woods?",
    "original_answer": "The thoroughfare was passing through a swamp and wetland region.",
    "paraphrased_answer": "The thoroughfare winding its way through fields and woods is likely referring to the \"Indiana Woods\" in Tampa.",
    "gold_answers": [
      "country"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Where can children play with animals?",
    "paraphrased_q": "Where are places for children to interact with animals?",
    "original_answer": "Children can play with animals at places such as petting zoos, farms, animal shelters, and certain parks that allow for animal interactions. Additionally, some community centers or educational programs may offer opportunities for children to engage with animals in a safe and supervised environment.",
    "paraphrased_answer": "Places for children to interact with animals include:\n\n1. **Zoos** - Many zoos have interactive exhibits where children can learn about and sometimes touch animals.\n2. **Petting Zoos** - These are specifically designed for children to interact closely with domesticated animals like goats, sheep, and rabbits.\n3. **Aquariums** - Some aquariums offer touch tanks where children can interact with marine life.\n4. **Farm Visits** - Educational farms often allow children to see and interact with farm animals.\n5. **Animal Shelters** - Some shelters have programs that allow children to volunteer and interact with animals in need of homes.\n6. **Wildlife Parks** - These parks often provide opportunities to see animals in a more natural setting and sometimes offer interactive experiences.\n7. **Nature Centers** - Many nature centers have programs that include animal encounters, such as reptiles or birds of prey.\n8. **Children’s Museums** - Some museums have exhibits that include live animals or interactive animal-related activities.\n\nThese environments provide safe and educational opportunities for children to learn about and interact with animals.",
    "gold_answers": [
      "fairgrounds"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What does a stove do to the place that it's in?",
    "paraphrased_q": "How does a stove affect its surroundings?",
    "original_answer": "A stove serves as a functional appliance that provides heat for cooking, which can enhance the utility and atmosphere of the space it occupies. It often becomes a central point in a kitchen, facilitating meal preparation and gathering, thus contributing to the overall ambiance and practicality of the area.",
    "paraphrased_answer": "A stove affects its surroundings in several ways:\n\n1. **Heat Generation**: A stove produces heat, which can warm up the kitchen and adjacent areas. This can create a comfortable environment for cooking and gathering.\n\n2. **Air Quality**: Depending on the type of stove (gas, electric, or wood), it can impact air quality. Gas stoves can release combustion gases, while electric stoves generally do not produce emissions.\n\n3. **Cooking Smells**: The stove is often the source of various cooking odors, which can permeate the surrounding area and influence the overall atmosphere of the home.\n\n4. **Safety Considerations**: A stove can pose safety risks, such as fire hazards or burns, which can affect how people interact with the kitchen space.\n\n5. **Social Interaction**: The stove often serves as a focal point in the kitchen, encouraging social interaction and gatherings around cooking and meal preparation.\n\n6. **Aesthetic Impact**: The design and appearance of a stove can contribute to the overall aesthetics of the kitchen, influencing the style and ambiance of the space.\n\nOverall, a stove plays a significant role in shaping the physical and social environment of its surroundings.",
    "gold_answers": [
      "warm room"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What should I do with a jumping rope?",
    "paraphrased_q": "What can I do with a jump rope?",
    "original_answer": "You can use a jumping rope for various activities, primarily for exercise. Here are some suggestions:\n\n1. **Cardio Workout**: Jumping rope is an excellent way to get your heart rate up and improve cardiovascular fitness.\n2. **Coordination and Agility**: Regularly using a jump rope can enhance your coordination and agility.\n3. **Warm-Up**: Use it as a warm-up before other workouts to prepare your muscles and joints.\n4. **Fun Activity**: Jumping rope can be a fun way to break up your routine or engage in playful exercise.\n5. **Skill Development**: You can practice different jumping techniques, such as double unders or crisscrosses, to improve your skills.\n\nMake sure to choose a suitable surface and wear appropriate footwear to prevent injury.",
    "paraphrased_answer": "You can use a jump rope for various activities, including:\n\n1. **Cardiovascular Exercise**: Jumping rope is an excellent way to get your heart rate up and improve cardiovascular fitness.\n2. **Coordination and Agility Training**: It helps enhance coordination, balance, and agility.\n3. **Strength Training**: It can also engage various muscle groups, particularly in the legs and core.\n4. **Weight Loss**: Jumping rope can be an effective workout for burning calories and aiding in weight loss.\n5. **Fun and Recreation**: It can be a fun activity to do alone or with friends, and you can incorporate tricks and games.\n6. **Warm-Up**: It can serve as a great warm-up before other workouts or sports activities.\n\nOverall, a jump rope is a versatile tool for fitness and fun!",
    "gold_answers": [
      "hopping"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What language type is someone from Iran likely to use?",
    "paraphrased_q": "Which type of language is a person from Iran likely to speak?",
    "original_answer": "Someone from Iran is likely to use Persian (Farsi) as their primary language.",
    "paraphrased_answer": "A person from Iran is likely to speak Persian (Farsi).",
    "gold_answers": [
      "dard"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What do the feathers look like on birds found in the rainforest?",
    "paraphrased_q": "How do the feathers appear on birds that inhabit the rainforest?",
    "original_answer": "The feathers on birds found in the rainforest are often vibrant and colorful, featuring a wide range of hues such as bright greens, blues, yellows, and reds. Many rainforest birds have intricate patterns and iridescent qualities that help them blend into the lush foliage or attract mates. The feathers can also be soft and fluffy, providing insulation and waterproofing. Overall, the appearance of these feathers is adapted to the rich biodiversity and unique environment of the rainforest.",
    "paraphrased_answer": "Feathers on birds that inhabit the rainforest are often vibrant and colorful, serving various purposes such as camouflage, attracting mates, and regulating temperature. The dense foliage and diverse environment of the rainforest influence the coloration and patterns of these feathers, allowing birds to blend in with their surroundings or stand out during mating displays. Additionally, the structure of the feathers can be adapted to the humid conditions of the rainforest, providing insulation and waterproofing.",
    "gold_answers": [
      "very colorful"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "I picked from an apple tree outside of Fort Wayne, where am I?",
    "paraphrased_q": "I gathered apples from a tree located outside of Fort Wayne; where am I?",
    "original_answer": "You are likely in Fort Wayne, Indiana.",
    "paraphrased_answer": "You are likely in or near Fort Wayne, Indiana.",
    "gold_answers": [
      "indiana"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "As he looked out the window, he knew the landing was happening soon, and it made him nervous, but where would he be soon?",
    "paraphrased_q": "While gazing out the window, he realized that the landing was approaching, which made him anxious, but where would he find himself shortly?",
    "original_answer": "He would be landing at his destination, which could be a new city or country, possibly for a job or visit.",
    "paraphrased_answer": "Shortly, he would find himself landing at his destination, ready to disembark from the plane.",
    "gold_answers": [
      "airport"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "John didn't care about style.  He felt that form was less important than what?",
    "paraphrased_q": "What did John believe was more important than style, since he didn't care about form?",
    "original_answer": "Content or substance.",
    "paraphrased_answer": "John believed that substance was more important than style, since he didn't care about form.",
    "gold_answers": [
      "function"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "He was afraid he would die from his cold, so he wisely decided to what?",
    "paraphrased_q": "He feared that his cold might lead to his death, so he prudently chose to do what?",
    "original_answer": "He wisely decided to seek medical attention or rest to recover from his cold.",
    "paraphrased_answer": "He prudently chose to seek medical attention or take precautions to care for his health.",
    "gold_answers": [
      "seek help"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Where could a personal ficus live?",
    "paraphrased_q": "In what locations can a personal ficus thrive?",
    "original_answer": "A personal ficus could live in the front yard.",
    "paraphrased_answer": "A personal ficus can thrive in various locations, including:\n\n1. **Front Yards**: As mentioned, a personal ficus can live in the front yard, benefiting from sunlight and outdoor conditions.\n2. **Indoor Spaces**: Many ficus species, such as the Ficus elastica (rubber plant) and Ficus lyrata (fiddle leaf fig), thrive indoors with adequate light and humidity.\n3. **Patios or Balconies**: These areas can provide a suitable environment with partial sunlight and protection from harsh weather.\n4. **Gardens**: Ficus plants can be part of garden landscapes, especially in warmer climates where they can grow as shrubs or small trees.\n5. **Greenhouses**: Controlled environments like greenhouses can help ficus plants thrive year-round, providing optimal conditions for growth.\n\nOverall, ficus plants prefer well-drained soil, moderate to bright indirect light, and a warm environment.",
    "gold_answers": [
      "front yard"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "When a person is beginning work, what are they building?",
    "paraphrased_q": "What is a person constructing when they start a job?",
    "original_answer": "When a person is beginning work, they are building their skills, experience, and professional relationships.",
    "paraphrased_answer": "A person is constructing their professional identity and building their career when they start a job.",
    "gold_answers": [
      "momentum"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Human beings learn about current events from what print item?",
    "paraphrased_q": "What printed material do people use to learn about current events?",
    "original_answer": "Human beings learn about current events from newspapers.",
    "paraphrased_answer": "People use newspapers, magazines, and newsletters to learn about current events. Additionally, many also rely on online articles and digital publications for up-to-date information.",
    "gold_answers": [
      "read newspapers"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Where do you throw a ball at pins?",
    "paraphrased_q": "Where do you aim a ball at pins?",
    "original_answer": "You throw a ball at pins in a bowling alley.",
    "paraphrased_answer": "You aim a ball at pins in a bowling alley.",
    "gold_answers": [
      "bowling alley"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Where are you if you've paid to get a pizza?",
    "paraphrased_q": "Where do you find yourself after paying for a pizza?",
    "original_answer": "You are likely at a pizza restaurant or pizzeria.",
    "paraphrased_answer": "After paying for a pizza, you typically find yourself at the location where you purchased it, which could be a pizzeria, restaurant, or food delivery service.",
    "gold_answers": [
      "restaurant"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "They wanted to try blowfish, so they went to get some where?",
    "paraphrased_q": "Where did they go to get some blowfish since they wanted to try it?",
    "original_answer": "They went to the fish market to get some blowfish.",
    "paraphrased_answer": "The documents provided do not contain information about where to get blowfish. Therefore, I cannot provide an answer based on the given text.",
    "gold_answers": [
      "fish market"
    ],
    "em_orig": 1.0,
    "em_para": 0.0,
    "delta_em": -1.0
  },
  {
    "original_q": "Why do people who are dying receive social security payments?",
    "paraphrased_q": "What is the reason that individuals who are terminally ill receive social security benefits?",
    "original_answer": "People who are dying may receive social security payments because they are often eligible for benefits due to their work history and contributions to the Social Security system. Social Security provides financial support to individuals who are unable to work due to disability or illness, including terminal conditions. Additionally, survivors' benefits may be available to family members of deceased individuals who had been receiving Social Security payments. This support helps alleviate financial burdens during a difficult time.",
    "paraphrased_answer": "Individuals who are terminally ill receive social security benefits primarily due to the Social Security Administration's (SSA) policies that provide financial assistance to those who are unable to work due to their medical condition. Terminal illness often leads to a significant loss of income and increased medical expenses, and social security benefits help to support individuals and their families during this challenging time. Additionally, the SSA has specific provisions for compassionate allowances that expedite the approval process for those with certain terminal conditions.",
    "gold_answers": [
      "unable to work"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Where do you keep your pizza slice before you eat it?",
    "paraphrased_q": "Where do you store your pizza slice prior to eating it?",
    "original_answer": "You would typically keep your pizza slice in the refrigerator before you eat it, especially if it's leftover pizza. If it's fresh, you might keep it in a pizza box or on a plate until you're ready to enjoy it.",
    "paraphrased_answer": "You would typically store your pizza slice in the refrigerator prior to eating it, especially if you have leftovers. If you're planning to eat it soon, you might leave it on the counter for a short period.",
    "gold_answers": [
      "plate"
    ],
    "em_orig": 1.0,
    "em_para": 0.0,
    "delta_em": -1.0
  },
  {
    "original_q": "As a result of dying, what happens to organic material?",
    "paraphrased_q": "What occurs to organic material as a consequence of death?",
    "original_answer": "As a result of dying, organic material undergoes decomposition. This process involves the breakdown of the material by microorganisms, fungi, and other decomposers, leading to the recycling of nutrients back into the ecosystem. Over time, the organic material is transformed into simpler substances, contributing to soil health and supporting new plant growth.",
    "paraphrased_answer": "As a consequence of death, organic material undergoes decomposition. This process involves the breakdown of the body's tissues by microorganisms, insects, and other decomposers, leading to the recycling of nutrients back into the ecosystem. Decomposition typically occurs in several stages, including autolysis (self-digestion), putrefaction (the breakdown of proteins), and the eventual transformation into simpler organic and inorganic substances.",
    "gold_answers": [
      "death and decay"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "If the president wanted to ban snakes, where would he issue such a decree?",
    "paraphrased_q": "Where would the president issue a decree if he wanted to prohibit snakes?",
    "original_answer": "The president would issue such a decree through an executive order or a proclamation, which would typically be done at the federal level. This could be announced in a press conference or through an official statement from the White House. Additionally, the decree would likely be published in the Federal Register to inform the public and relevant agencies.",
    "paraphrased_answer": "The president would issue a decree prohibiting snakes at the federal level, likely through an executive order or regulation that would be enforced by relevant government agencies, such as the Department of Agriculture or the Environmental Protection Agency, depending on the context and reasons for the prohibition.",
    "gold_answers": [
      "white house"
    ],
    "em_orig": 1.0,
    "em_para": 0.0,
    "delta_em": -1.0
  },
  {
    "original_q": "John was my neighbor, it was easy to talk to him. He was never what?",
    "paraphrased_q": "John lived next door, and conversing with him was effortless. He was never what?",
    "original_answer": "He was never difficult to approach.",
    "paraphrased_answer": "He was never difficult to talk to.",
    "gold_answers": [
      "distant"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Dad wanted to hide the check in his office, where did he put it?",
    "paraphrased_q": "Where did Dad place the check in his office to keep it hidden?",
    "original_answer": "Dad put the check in his office.",
    "paraphrased_answer": "The documents provided do not contain any information about where Dad placed the check in his office to keep it hidden. Therefore, I cannot provide an answer based on the given text.",
    "gold_answers": [
      "desk drawer"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Something had the nerve to break into the garbage last night, what did it?",
    "paraphrased_q": "What had the audacity to rummage through the trash last night?",
    "original_answer": "It sounds like something rummaged through the garbage, possibly a raccoon or another animal known for scavenging.",
    "paraphrased_answer": "The raccoon had the audacity to rummage through the trash last night.",
    "gold_answers": [
      "animal"
    ],
    "em_orig": 1.0,
    "em_para": 0.0,
    "delta_em": -1.0
  },
  {
    "original_q": "Where can you store you spare linens near your socks?",
    "paraphrased_q": "Where is a good place to keep your extra linens close to your socks?",
    "original_answer": "You can store your spare linens near your socks in a linen closet or a storage bin in your bedroom or laundry room.",
    "paraphrased_answer": "A good place to keep your extra linens close to your socks is in a bedroom dresser or a storage ottoman in the living room. This way, they are easily accessible and organized together.",
    "gold_answers": [
      "dresser drawers"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "I saw the receptionist carelessly toss my resume into the drawer, where did I want it to end up?",
    "paraphrased_q": "I noticed the receptionist carelessly throw my resume into the drawer; where did I hope it would go?",
    "original_answer": "You would want your resume to end up in the hands of the hiring manager or in a prominent place where it could be reviewed for a job opportunity, rather than being carelessly tossed into a drawer.",
    "paraphrased_answer": "You hoped it would go into the hands of the hiring manager or into a file for consideration, rather than being carelessly discarded.",
    "gold_answers": [
      "office desk"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "The gimmicky low brow TV show was about animals when they what?",
    "paraphrased_q": "What were the animals doing in the gimmicky, lowbrow TV show?",
    "original_answer": "The gimmicky low brow TV show was about animals when they displayed the attacks.",
    "paraphrased_answer": "The animals were likely part of the entertainment or spectacle in the gimmicky, lowbrow TV show, possibly performing stunts or engaging in humorous antics to captivate the audience.",
    "gold_answers": [
      "attack"
    ],
    "em_orig": 1.0,
    "em_para": 0.0,
    "delta_em": -1.0
  },
  {
    "original_q": "Many towns and cities have trash cans where on sidewalks?",
    "paraphrased_q": "In which locations on sidewalks can trash cans be found in numerous towns and cities?",
    "original_answer": "Many towns and cities have trash cans located on sidewalks for public convenience and to help keep the streets clean.",
    "paraphrased_answer": "Trash cans can typically be found on sidewalks in numerous towns and cities near public areas such as parks, beaches, shopping districts, and recreational areas. They are often placed at regular intervals to encourage proper waste disposal and maintain cleanliness in urban environments.",
    "gold_answers": [
      "corner"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What green area is a marmot likely to be found in?",
    "paraphrased_q": "In which green space is a marmot likely to be located?",
    "original_answer": "A marmot is likely to be found in the countryside.",
    "paraphrased_answer": "A marmot is likely to be located in the countryside.",
    "gold_answers": [
      "countryside"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "If I want to behave with proper aplomb, what manners should I avoid?",
    "paraphrased_q": "What behaviors should I steer clear of to conduct myself with appropriate confidence?",
    "original_answer": "To behave with proper aplomb, you should avoid the following manners:\n\n1. **Disrespectful Behavior**: Avoid being rude or dismissive to others. Show respect in your interactions.\n2. **Overconfidence**: While confidence is important, avoid coming across as arrogant or boastful.\n3. **Interrupting**: Allow others to finish speaking before you respond. Interrupting can be seen as disrespectful.\n4. **Negative Body Language**: Avoid closed-off postures, such as crossing your arms or avoiding eye contact, as they can convey disinterest or hostility.\n5. **Gossiping**: Steer clear of speaking negatively about others, as it can reflect poorly on your character.\n6. **Inappropriate Jokes**: Avoid humor that could be offensive or misunderstood in a social setting.\n7. **Being Overly Critical**: While constructive criticism can be helpful, avoid being overly critical or harsh in your assessments of others.\n\nBy steering clear of these behaviors, you can maintain a demeanor that reflects confidence and grace.",
    "paraphrased_answer": "To conduct yourself with appropriate confidence, you should steer clear of the following behaviors:\n\n1. **Self-Doubt**: Avoid second-guessing your abilities or decisions. Trust in your skills and knowledge.\n\n2. **Over-Apologizing**: While it's important to be polite, excessive apologizing can undermine your confidence. Be mindful of when and how often you say \"sorry.\"\n\n3. **Negative Self-Talk**: Refrain from engaging in negative thoughts about yourself. Replace them with positive affirmations and constructive feedback.\n\n4. **Avoiding Eye Contact**: Lack of eye contact can signal insecurity. Practice maintaining appropriate eye contact during conversations.\n\n5. **Fidgeting or Nervous Habits**: Be aware of body language that may convey anxiety, such as fidgeting, crossing your arms, or avoiding open postures.\n\n6. **Defensiveness**: Instead of being defensive when receiving feedback or criticism, approach it with an open mind and a willingness to learn.\n\n7. **Comparing Yourself to Others**: Focus on your own journey and achievements rather than comparing yourself to others, which can lead to feelings of inadequacy.\n\n8. **Overthinking**: Avoid getting caught up in overanalyzing situations or outcomes. Trust your instincts and make decisions confidently.\n\n9. **Seeking Constant Validation**: While feedback is important, relying too heavily on others for validation can weaken your self-assurance. Trust your judgment.\n\n10. **Being Indecisive**: Practice making decisions promptly and confidently, even if they are small. This builds your decision-making skills over time.\n\nBy steering clear of these behaviors, you can project confidence and carry yourself with assurance in various situations.",
    "gold_answers": [
      "inappropriate"
    ],
    "em_orig": 1.0,
    "em_para": 0.0,
    "delta_em": -1.0
  },
  {
    "original_q": "Where do you keep a pail in your house?",
    "paraphrased_q": "Where is a pail stored in your home?",
    "original_answer": "You might keep a pail in a utility room, garage, or basement, where it can be used for cleaning or storage purposes.",
    "paraphrased_answer": "A pail is typically stored in a utility area, such as a garage, basement, or laundry room, or it may be kept under the sink in the kitchen or bathroom for easy access.",
    "gold_answers": [
      "utility room"
    ],
    "em_orig": 1.0,
    "em_para": 0.0,
    "delta_em": -1.0
  },
  {
    "original_q": "He picked up his pace to a run, he wanted to do what?",
    "paraphrased_q": "He increased his speed to a run; what was he trying to accomplish?",
    "original_answer": "He wanted to reach his destination quickly, possibly to ensure he didn't miss an opportunity or to make a timely impression related to his new job or the strike.",
    "paraphrased_answer": "He was likely trying to reach a destination quickly, escape a situation, or catch up with someone.",
    "gold_answers": [
      "go faster"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Where would a cat snuggle up with their human?",
    "paraphrased_q": "In what place would a cat curl up next to its owner?",
    "original_answer": "A cat would snuggle up with their human on the couch or in bed.",
    "paraphrased_answer": "A cat would curl up next to its owner on a couch or a bed.",
    "gold_answers": [
      "comfortable chair"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "If someone laughs after surprising them they have a good sense of what?",
    "paraphrased_q": "What do people demonstrate a good understanding of when they laugh after being surprised?",
    "original_answer": "If someone laughs after surprising them, they have a good sense of humor.",
    "paraphrased_answer": "When people laugh after being surprised, they demonstrate a good understanding of humor and social cues. This reaction often indicates that they recognize the unexpected nature of the situation and can appreciate the incongruity or absurdity of it, which is a key element of humor. Additionally, laughter can serve as a social bonding mechanism, signaling that the surprise is not threatening and that they are comfortable in the situation.",
    "gold_answers": [
      "humor"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "Which group of states is Louisiana part of?",
    "paraphrased_q": "What group of states does Louisiana belong to?",
    "original_answer": "Louisiana is part of the Southern United States.",
    "paraphrased_answer": "Louisiana belongs to the Southern United States.",
    "gold_answers": [
      "gulf states"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "What is the hopeful result of going to see a play?",
    "paraphrased_q": "What is the positive outcome expected from attending a play?",
    "original_answer": "The hopeful result of going to see a play is to experience entertainment, emotional engagement, and a sense of connection with the story and characters. It can also provide an opportunity for reflection, inspiration, and enjoyment of the arts.",
    "paraphrased_answer": "Attending a play can lead to several positive outcomes, including:\n\n1. **Cultural Enrichment**: Experiencing live theater can enhance appreciation for the arts and different cultures.\n2. **Emotional Engagement**: Plays often evoke a range of emotions, allowing audiences to connect with the characters and stories on a personal level.\n3. **Social Interaction**: Attending a play can be a social activity, providing opportunities to bond with friends or meet new people.\n4. **Intellectual Stimulation**: The themes and narratives explored in plays can provoke thought and discussion, encouraging critical thinking.\n5. **Entertainment**: Live performances can be entertaining and enjoyable, providing a break from daily routines.\n6. **Inspiration**: The stories and performances can inspire creativity and motivate individuals in their own lives.\n\nOverall, attending a play can be a fulfilling experience that enriches one's life in various ways.",
    "gold_answers": [
      "being entertained"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  },
  {
    "original_q": "If somebody is working at a reception desk, they are located at the front entrance of the what?",
    "paraphrased_q": "If a person is stationed at a reception desk, where are they situated in relation to the entrance of what?",
    "original_answer": "apartment building",
    "paraphrased_answer": "They are situated at the entrance of a building or establishment.",
    "gold_answers": [
      "building"
    ],
    "em_orig": 1.0,
    "em_para": 1.0,
    "delta_em": 0.0
  },
  {
    "original_q": "If I am suffering from boredom, and I want to see something beautiful, what should I do?",
    "paraphrased_q": "What actions should I take if I'm feeling bored and wish to experience something beautiful?",
    "original_answer": "You should consider visiting a garden or a park where you can enjoy beautiful flowers and plants. Alternatively, you could start your own garden at home, planting flowers and vegetables that you like. Engaging with nature can be a great way to alleviate boredom and appreciate beauty.",
    "paraphrased_answer": "If you're feeling bored and want to experience something beautiful, consider the following actions:\n\n1. **Visit a Botanical Garden**: Spend time surrounded by flowers and plants, which you enjoy. This can be a peaceful and visually stunning experience.\n\n2. **Create a Flower Arrangement**: Gather some fresh flowers and create your own arrangement. This can be a fun and creative way to bring beauty into your space.\n\n3. **Take a Nature Walk**: Go for a walk in a nearby park or nature reserve. Observe the beauty of the natural world, including flowers, trees, and landscapes.\n\n4. **Start a Garden**: If you have space, consider starting a small garden with flowers and vegetables. This can be a rewarding way to connect with nature and create something beautiful.\n\n5. **Engage in Art**: Try painting or drawing flowers and nature scenes. This can help you appreciate their beauty in a new way.\n\n6. **Photography**: Take your camera or smartphone and capture images of beautiful flowers, landscapes, or anything that inspires you.\n\n7. **Attend a Workshop**: Look for local workshops on flower arranging, gardening, or nature photography to learn something new and meet like-minded people.\n\nBy engaging in these activities, you can alleviate boredom and immerse yourself in beauty.",
    "gold_answers": [
      "see art"
    ],
    "em_orig": 0.0,
    "em_para": 0.0,
    "delta_em": 0.0
  }
]